{
    "books": [
        {
            "name": "Ambrose: Exposition of the Christian Faith Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:1",
                            "text": "Exposition of the Christian Faith: Prologue."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:2",
                            "text": "The author praises Gratian's zeal for instruction in the Faith, and speaks lowly of his own merits."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:3",
                            "text": "Taught of God Himself, the Emperor stands in no need of human instruction; yet this his devoutness prepares the way to victory."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:4",
                            "text": "The task appointed to the author is difficult: in the accomplishment whereof he will be guided not so much by reason and argument as by authority, especially that of the Nicene Council."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:5",
                            "text": "1."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:6",
                            "text": "The Queen of the South, as we read in the Book of the Kings, came to hear the wisdom of Solomon."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:7",
                            "text": "Likewise King Hiram sent to Solomon that he might prove him."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:8",
                            "text": "So also your sacred Majesty, following these examples of old time, has decreed to hear my confession of faith."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:9",
                            "text": "But I am no Solomon, that you should wonder at my wisdom, and your Majesty is not the sovereign of a single people; it is the Augustus, ruler of the whole world, that has commanded the setting forth of the Faith in a book, not for your instruction, but for your approval."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:10",
                            "text": "2."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:11",
                            "text": "For why, august Emperor, should your Majesty learn that Faith which, from your earliest childhood, you have ever devoutly and lovingly kept? \"Before I formed thee in thy mother's belly I knew thee,\" saith the Scripture, \"and before thou camest forth out of the womb I sanctified thee\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:12",
                            "text": "Sanctification, therefore, cometh not of tradition, but of inspiration; therefore keep watch over the gifts of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:13",
                            "text": "For that which no man hath taught you, God hath surely given and inspired."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:14",
                            "text": "3."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:15",
                            "text": "Your sacred Majesty, being about to go forth to war, requires of me a book, expounding the Faith, since your Majesty knows that victories are gained more by faith in the commander, than by valour in the soldiers."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:16",
                            "text": "For Abraham led into battle three hundred and eighteen men, and brought home the spoils of countless foes; and having, by the power of that which was the sign of our Lord's Cross and Name, overcome the might of five kings and conquering hosts, he both avenged his neighbour and gained victory and the ransom of his brother's son."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:17",
                            "text": "So also Joshua the son of Nun, when he could not prevail against the enemy with the might of all his army, overcame by sound of seven sacred trumpets, in the place where he saw and knew the Captain of the heavenly host."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:18",
                            "text": "For victory, then, your Majesty makes ready, being Christ's loyal servant and defender of the Faith, which you would have me set forth in writing."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:19",
                            "text": "4."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:20",
                            "text": "Truly, I would rather take upon me the duty of exhortation to keep the Faith, than that of disputing thereon; for the former means devout confession, whereas the latter is liable to rash presumption."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:21",
                            "text": "Howbeit, forasmuch as your Majesty has no need of exhortation, whilst I may not pray to be excused from the duty of loyalty, I will take in hand a bold enterprise, yet modestly withal, not so much reasoning and disputing concerning the Faith as gathering together a multitude of witness."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:22",
                            "text": "5."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:23",
                            "text": "Of the Acts of Councils, I shall let that one be my chief guide which three hundred and eighteen priests, appointed, as it were, after the judgment of Abraham, made (so  to speak) a trophy raised to proclaim their victory over the infidel throughout the world, prevailing by that courage of the Faith, wherein all agreed."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:24",
                            "text": "Verily, as it seems to me, one may herein see the hand of God, forasmuch as the same number is our authority in the Councils of the Faith, and an example of loyalty in the records of old."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:25",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:26",
                            "text": "The author distinguishes the faith from the errors of Pagans, Jews, and Heretics, and after explaining the significance of the names \"God\" and \"Lord,\" shows clearly the difference of Persons in Unity of Essence."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:27",
                            "text": "In dividing the Essence, the Arians not only bring in the doctrine of three Gods, but even overthrow the dominion of the Trinity."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:28",
                            "text": "6."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:29",
                            "text": "Now this is the declaration of our Faith, that we say that God is One, neither dividing His Son from Him, as do the heathen, nor denying, with the Jews, that He was begotten of the Father before all worlds, and afterwards born of the Virgin; nor yet, like Sabellius, confounding the Father with the Word, and so maintaining that Father and Son are one and the same Person; nor again, as doth Photinus, holding that the Son first came into existence in the Virgin's womb: nor believing, with Arius, in a number of diverse Powers, and so, like the benighted heathen, making out more than one God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:30",
                            "text": "For it is written: \"Hear, O Israel: the Lord thy God is one God\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:31",
                            "text": "7."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:32",
                            "text": "For God and Lord is a name of majesty, a name of power, even as God Himself saith: \"The Lord is My name,\" and as in another place the prophet declareth: \"The Lord Almighty is His name\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:33",
                            "text": "God is He, therefore, and Lord, either because His rule is over all, or because He beholdeth all things, and is feared by all, without difference."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:34",
                            "text": "8."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:35",
                            "text": "If, then, God is One, one is the name,  one is the power, of the Trinity."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:36",
                            "text": "Christ Himself, indeed, saith: \"Go ye, baptize the nations in the name of the Father, and of the Son, and of the Holy Spirit\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:37",
                            "text": "In the name, mark you, not in the names\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:38",
                            "text": "9."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:39",
                            "text": "Moreover, Christ Himself saith: \"I and the Father are One\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:40",
                            "text": "\"One,\" said He, that there be no separation of power and nature; but again, \"We are,\" that you may recognize Father and Son, forasmuch as the perfect Father is believed to have begotten the perfect Son, and the Father and the Son are One, not by confusion of Person, but by unity of nature."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:41",
                            "text": "10."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:42",
                            "text": "We say, then, that there is one God, not two or three Gods, this being the error into which the impious heresy of the Arians doth run with its blasphemies."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:43",
                            "text": "For it says that there are three Gods, in that it divides the Godhead of the Trinity; whereas the Lord, in saying, \"Go, baptize the nations in the name of the Father and of the Son and of the Holy Spirit,\" hath shown that the Trinity is of one power."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:44",
                            "text": "We confess Father, Son, and Spirit, understanding in a perfect Trinity both fulness of Divinity and unity of power."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:45",
                            "text": "11."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:46",
                            "text": "\"Every kingdom divided against itself shall quickly be overthrown,\" saith the Lord."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:47",
                            "text": "Now the kingdom of the Trinity is not divided."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:48",
                            "text": "If, therefore, it is not divided, it is one; for that which is not one is divided."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:49",
                            "text": "The Arians, however, would have the kingdom of the Trinity to be such as may easily be overthrown, by division against itself."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:50",
                            "text": "But truly, seeing that it cannot be overthrown, it is plainly undivided."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 1:51",
                            "text": "For no unity is divided or rent asunder, and therefore neither age nor corruption has any power over it."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:2",
                            "text": "The Emperor is exhorted to display zeal in the Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:3",
                            "text": "Christ's perfect Godhead is shown from the unity of will and working which He has with the Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:4",
                            "text": "The attributes of Divinity are shown to be proper to Christ, Whose various titles prove His essential unity, with distinction of Person."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:5",
                            "text": "In no other way can the unity of God be maintained."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:6",
                            "text": "12."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:7",
                            "text": "\"Not every one that saith unto Me Lord, Lord, shall enter into the kingdom of heaven,\" saith the Scripture."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:8",
                            "text": "Faith, therefore, august Sovereign, must not be a mere matter of performance, for it is written, \"The zeal of thine house hath devoured me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:9",
                            "text": "Let us then with faithful spirit and devout mind call upon Jesus our Lord, let us believe that He is God, to the end that whatever we ask of the Father, we may obtain in His name."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:10",
                            "text": "For the Father's will is, that He be entreated through the Son, the Son's that the Father be entreated."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:11",
                            "text": "13."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:12",
                            "text": "The grace of His submission makes for agreement [with our teaching], and the acts of His power are not at variance therewith."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:13",
                            "text": "For whatsoever things the Father doeth, the same also doeth the Son, in like manner."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:14",
                            "text": "The Son both doeth the same things, and doeth them in like manner, but it is the Father's will that He be entreated in the matter of what He Himself proposeth to do, that you may understand, not that He cannot do it otherwise, but that there is one power displayed."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:15",
                            "text": "Truly, then, is the Son of God to be adored and worshipped, Who by the power of His Godhead hath laid the foundations of the world, and by His submission informed our affections."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:16",
                            "text": "14."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:17",
                            "text": "Therefore we ought to believe that God is good, eternal, perfect, almighty, and true, such as we find Him in the Law and the Prophets, and the rest of the holy Scriptures, for otherwise there is no God."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:18",
                            "text": "For He Who is God cannot but be good, seeing that fulness of goodness is of the nature of God: nor can God, Who made time, be in time; nor, again, can God be imperfect, for a lesser being is plainly imperfect, seeing that it lacks somewhat whereby it could be made equal to a greater."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:19",
                            "text": "This, then, is the teaching of our faith—that God is not evil, that with God nothing is impossible, that God exists not in time, that God is beneath no being."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:20",
                            "text": "If I am in error, let my adversaries prove it."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:21",
                            "text": "15."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:22",
                            "text": "Seeing, then, that Christ is God, He is, by consequence, good and almighty and eternal and perfect and true; for these attributes belong to the essential nature of the Godhead."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:23",
                            "text": "Let our adversaries, therefore, deny the Divine Nature in Christ,—otherwise they cannot refuse to God what is proper to the Divine Nature."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:24",
                            "text": "16."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:25",
                            "text": "Further, that none may fall into error, let a man attend to those signs vouchsafed us by holy Scripture, whereby we may know the Son."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:26",
                            "text": "He is called the Word, the Son, the Power of God, the Wisdom of God."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:27",
                            "text": "The Word, because He is without blemish; the Power, because He is perfect; the Son, because He is begotten of the Father; the Wisdom, because He is one with the Father, one in eternity, one in Divinity."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:28",
                            "text": "Not that the Father is one Person with the Son; between Father and Son is the plain distinction that comes of generation; so that Christ is God of God, Everlasting of Everlasting, Fulness of Fulness."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:29",
                            "text": "17."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:30",
                            "text": "Now these are not mere names, but signs of power manifesting itself in works, for while there is fulness of Godhead in the Father, there is also fulness of Godhead in the Son, not diverse, but one."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:31",
                            "text": "The Godhead is nothing confused, for it is an unity: nothing manifold, for in it there is no difference."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:32",
                            "text": "18."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:33",
                            "text": "Moreover, if in all them that believed there was, as it is written, one soul and one heart: if every one that cleaveth to the Lord is one spirit, as the Apostle hath said: if a man and his wife are one flesh: if all we mortal men are, so far as regards our general nature, of one substance: if this is what the Scripture saith of created men, that, being many, they are one, who can in no way be compared to Divine Persons, how much more are the Father and the Son one in Divinity, with Whom there is no difference either of substance or of will!  19."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 2:34",
                            "text": "For how else shall we say that God is One? Divinity maketh plurality, but unity of power debarreth quantity of number, seeing that unity is not number, but itself is the principle of all numbers."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:2",
                            "text": "By evidence gathered from Scripture the unity of Father and Son is proved, and firstly, a passage, taken from the Book of Isaiah, is compared with others and expounded in such sort as to show that in the Son there is no diversity from the Father's nature, save only as regards the flesh; whence it follows that the Godhead of both Persons is One."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:3",
                            "text": "This conclusion is confirmed by the authority of Baruch."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:4",
                            "text": "20."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:5",
                            "text": "Now the oracles of the prophets bear witness what close unity holy Scripture declares to subsist between the Father and the Son as regards their Godhead."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:6",
                            "text": "For thus saith the Lord of Sabaoth: \"Egypt hath laboured, and the commerce of the Ethiopians and Sabeans: mighty men shall come over to thee, and shall be thy servants, and in thy train shall they follow, bound in fetters, and they shall fall down before thee, and to thee shall they make supplication: for God is in thee, and there is no God beside thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:7",
                            "text": "For thou art God, and we knew it not, O God of Israel\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:8",
                            "text": "21."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:9",
                            "text": "Hear the voice of the prophet: \"In Thee,\" he saith, \"is God, and there is no God beside Thee\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:10",
                            "text": "How agreeth this with the Arians' teaching? They must deny either the Father's or the Son's Divinity, unless they believe, once for all, unity of the same Divinity."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:11",
                            "text": "22."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:12",
                            "text": "\"In Thee,\" saith he, \"is God\"—forasmuch as the Father is in the Son."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:13",
                            "text": "For it is written, \"The Father, Who abideth in Me, Himself speaketh,\" and \"The works that I do, He Himself also doeth\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:14",
                            "text": "And yet again we read that the Son is in the Father, saying, \"I am in the Father, and the Father in Me\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:15",
                            "text": "Let the Arians, if they can, make away with this kinship in nature and unity in work."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:16",
                            "text": "23."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:17",
                            "text": "There is, therefore, God in God, but not two Gods; for it is written that there is one God, and there is Lord in Lord, but not two Lords, forasmuch as it is likewise written: \"Serve not two lords\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:18",
                            "text": "And the Law saith: \"Hear, O Israel! The Lord thy God is one God;\" moreover, in the same Testament it is written: \"The Lord rained from the Lord\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:19",
                            "text": "The Lord, it is said, sent rain \"from the Lord\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:20",
                            "text": "So also you may read in Genesis: \"And God said,—and God made,\" and, lower down, \"And God made man in the image of God;\" yet it was not two gods, but one God, that made [man]."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:21",
                            "text": "In the one place, then, as in the other, the unity of operation and of name is maintained."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:22",
                            "text": "For surely, when we read \"God of God,\" we do not speak of two Gods."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:23",
                            "text": "24."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:24",
                            "text": "Again, you may read in the forty-fourth psalm how the prophet not only calls the Father \"God\" but also proclaims the Son as God, saying: \"Thy throne, O God, is for ever and ever\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:25",
                            "text": "And further on: \"God, even thy God, hath anointed thee with the oil of gladness above thy fellows\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:26",
                            "text": "This God Who anoints, and God  Who in the flesh is anointed, is the Son of God."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:27",
                            "text": "For what fellows in His anointing hath Christ, except such as are in the flesh? You see, then, that God is by God anointed, but being anointed in taking upon Him the nature of mankind, He is proclaimed the Son of God; yet is the principle of the Law not broken."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:28",
                            "text": "25."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:29",
                            "text": "So again, when you read, \"The Lord rained from the Lord,\" acknowledge the unity of Godhead, for unity in operation doth not allow of more than one individual God, even as the Lord Himself has shown, saying: \"Believe Me, that I am in the Father, and the Father in Me: or believe Me for the very works' sake\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:30",
                            "text": "Here, too, we see that unity of Godhead is signified by unity in operation."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:31",
                            "text": "26."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:32",
                            "text": "The Apostle, careful to prove that there is one Godhead of both Father and Son, and one Lordship, lest we should run into any error, whether of heathen or of Jewish ungodliness, showed us the rule we ought to follow, saying: \"One God, the Father, from Whom are all things, and we in Him, and one Lord, Jesus Christ, by Whom are all things, and we by Him\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:33",
                            "text": "For just as, in calling Jesus Christ \"Lord,\" he did not deny that the Father was Lord, even so, in saying, \"One God, the Father,\" he did not deny true Godhead to the Son, and thus he taught, not that there was more than one God, but that the source of power was one, forasmuch as Godhead consists in Lordship, and Lordship in Godhead, as it is written: \"Be ye sure that the Lord, He is God."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:34",
                            "text": "It is He that hath made us, and not we ourselves\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:35",
                            "text": "27."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:36",
                            "text": "\"In thee,\" therefore, \"is God,\" by unity of nature, and \"there is no God beside Thee,\" by reason of personal possession of the Substance, without any reserve or difference."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:37",
                            "text": "28."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:38",
                            "text": "Again, Scripture speaks, in the Book of Jeremiah, of One God, and yet acknowledges both Father and Son."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:39",
                            "text": "Thus we read: \"He is our God, and in comparison with Him none other shall be accounted of."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:40",
                            "text": "He hath discovered all the way of teaching, and given it to Jacob, His servant, and to Israel, His beloved."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:41",
                            "text": "After these things He appeared upon earth, and conversed with men\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:42",
                            "text": "29."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:43",
                            "text": "The prophet speaks of the Son, for it was the Son Himself Who conversed with men, and this is what he says: \"He is our God, and in comparison with Him none other shall be accounted of\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:44",
                            "text": "Why do we call Him in question, of Whom so great a prophet saith that no other can be compared with Him? What comparison of another can be made, when the Godhead is One? This was the confession of a people set in the midst of dangers; reverencing religion, and therefore unskilled in strife of argument."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:45",
                            "text": "30."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:46",
                            "text": "Come, Holy Spirit, and help Thy prophets, in whom Thou art wont to dwell, in whom we believe."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:47",
                            "text": "Shall we believe the wise of this world, if we believe not the prophets? But where is the wise man, where is the scribe? When our peasant planted figs, he found that whereof the philosopher knew nothing, for God hath chosen the foolish things of this world to confound the strong."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:48",
                            "text": "Are we to believe the Jews? for God was once known in Jewry."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 3:49",
                            "text": "Nay, but they deny that very thing, which is the foundation of our belief, seeing that they know not the Father, who have denied the Son."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:2",
                            "text": "The Unity of God is necessarily implied in the order of Nature, in the Faith, and in Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:3",
                            "text": "The gifts of the Magi declare (1) the Unity of the Godhead; (2) Christ's Godhead and Manhood."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:4",
                            "text": "The truth of the doctrine of the Trinity in Unity is shown in the Angel walking in the midst of the furnace with Shadrach, Meshach, and Abednego."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:5",
                            "text": "31."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:6",
                            "text": "All nature testifies to the Unity of God, inasmuch as the universe is one."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:7",
                            "text": "The Faith declares that there is one God, seeing that there is one belief in both the Old and the New Testament."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:8",
                            "text": "That there is one Spirit, all holy, grace witnesseth, because there is one Baptism, in the Name of the Trinity."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:9",
                            "text": "The prophets proclaim, the apostles hear, the voice of one God."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:10",
                            "text": "In one God did the Magi believe, and they brought, in adoration, gold, frankincense, and myrrh to Christ's cradle, confessing, by the gift of gold, His Royalty, and with the incense worshipping Him as God."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:11",
                            "text": "For gold is the sign of kingdom, incense of God, myrrh of burial."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:12",
                            "text": "32."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:13",
                            "text": "What, then, was the meaning of the mystic offerings in the lowly cattle-stalls, save that we should discern in Christ the difference between the Godhead and the flesh? He is seen as man, He is adored as Lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:14",
                            "text": "He lies in swaddling-clothes, but shines amid the stars; the cradle shows His birth, the stars His dominion; it is the flesh that is wrapped in clothes, the Godhead that receives the ministry of angels."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:15",
                            "text": "Thus the dignity of His natural majesty is not lost, and His true assumption of the flesh is proved."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:16",
                            "text": "33."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:17",
                            "text": "This is our Faith."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:18",
                            "text": "Thus did God will that He should be known by all, thus believed the three children, and felt not the fire into the midst whereof they were cast, which destroyed and burnt up unbelievers, whilst it fell harmless as dew upon the faithful, for whom the flames kindled by others became cold, seeing that the torment had justly lost its power in conflict with faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:19",
                            "text": "For with them there was One in the form of an angel, comforting them, to the end that in the number of the Trinity one Supreme Power might be praised."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 4:20",
                            "text": "God was praised, the Son of God was seen in God's angel, holy and spiritual grace spake in the children."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:2",
                            "text": "The various blasphemies uttered by the Arians against Christ are cited."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:3",
                            "text": "Before these are replied to, the orthodox are admonished to beware of the captious arguments of philosophers, forasmuch as in these especially did the heretics put their trust."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:4",
                            "text": "34."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:5",
                            "text": "Now let us consider the disputings of the Arians concerning the Son of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:6",
                            "text": "35."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:7",
                            "text": "They say that the Son of God is unlike His Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:8",
                            "text": "To say this of a man would be an insult."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:9",
                            "text": "36."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:10",
                            "text": "They say that the Son of God had a beginning in time, whereas He Himself is the source and ordainer of time and all that therein is."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:11",
                            "text": "We are men, and we would not be limited to time."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:12",
                            "text": "We began to exist once, and we believe that we shall have a timeless existence."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:13",
                            "text": "We desire after immortality—how, then, can we deny the eternity of God's Son, Whom God declares to be eternal by nature, not by grace?  37."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:14",
                            "text": "They say that He was created."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:15",
                            "text": "But who would reckon an author with his works, and have him seem to be what he has himself made?  38."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:16",
                            "text": "They deny His goodness."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:17",
                            "text": "Their blaspheming is its own condemnation, and so cannot hope for pardon."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:18",
                            "text": "39."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:19",
                            "text": "They deny that He is truly Son of God, they deny His omnipotence, in that whilst they admit that all things are made by the ministry of the Son, they attribute the original source of their being to the power of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:20",
                            "text": "But what is power, save perfection of nature?  40."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:21",
                            "text": "Furthermore, the Arians deny that in  Godhead He is One with the Father."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:22",
                            "text": "Let them annul the Gospel, then, and silence the voice of Christ."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:23",
                            "text": "For Christ Himself has said: \"I and the Father are one\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:24",
                            "text": "It is not I who say this: Christ has said it."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:25",
                            "text": "Is He a deceiver, that He should lie? Is He unrighteous, that He should claim to be what He never was? But of these matters we will deal severally, at greater length, in their proper place."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:26",
                            "text": "41."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:27",
                            "text": "Seeing, then, that the heretic says that Christ is unlike His Father, and seeks to maintain this by force of subtle disputation, we must cite the Scripture: \"Take heed that no man make spoil of you by philosophy and vain deceit, according to the tradition of men, and after the rudiments of this world, not according to Christ; for in Him dwelleth all the fulness of Godhead in bodily shape\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:28",
                            "text": "42."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:29",
                            "text": "For they store up all the strength of their poisons in dialetical disputation, which by the judgment of philosophers is defined as having no power to establish aught, and aiming only at destruction."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 5:30",
                            "text": "But it was not by dialectic that it pleased God to save His people; \"for the kingdom of God consisteth in simplicity of faith, not in wordy contention\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:2",
                            "text": "By way of leading up to his proof that Christ is not different from the Father, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:3",
                            "text": "Ambrose cites the more famous leaders of the Arian party, and explains how little their witness agrees, and shows what defence the Scriptures provide against them."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:4",
                            "text": "43."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:5",
                            "text": "The Arians, then, say that Christ is unlike the Father; we deny it."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:6",
                            "text": "Nay, indeed, we shrink in dread from the word."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:7",
                            "text": "Nevertheless I would not that your sacred Majesty should trust to argument and our disputation."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:8",
                            "text": "Let us enquire of the Scriptures, of apostles, of prophets, of Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:9",
                            "text": "In a word, let us enquire of the Father, Whose honour these men say they uphold, if the Son be judged inferior to Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:10",
                            "text": "But insult to the Son brings no honour to the good Father."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:11",
                            "text": "It cannot please the good Father, if the Son be judged inferior, rather than equal, to His Father."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:12",
                            "text": "44."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:13",
                            "text": "I pray your sacred Majesty to suffer me, if for a little while I address myself particularly to these men."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:14",
                            "text": "But whom shall I choose out to cite? Eunomius? or Arius and Aëtius, his instructors? For there are many names, but one unbelief, constant in wickedness, but in conversation divided against itself; without difference in respect of deceit, but in common enterprise breeding dissent."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:15",
                            "text": "But wherefore they will not agree together I understand not."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:16",
                            "text": "45."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:17",
                            "text": "The Arians reject the person of Eunomius, but they maintain his unbelief and walk in the ways of his iniquity."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:18",
                            "text": "They say that he has too generously published the writings of Arius."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:19",
                            "text": "Truly, a plentiful lavishing of error! They praise him who gave the command, and deny him who executed it! Wherefore they have now fallen apart into several sects."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:20",
                            "text": "Some follow after Eunomius or Aëtius, others after Palladius or Demophilus and Auxentius, or the inheritors of this form of unbelief."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:21",
                            "text": "Others, again, follow different teachers."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:22",
                            "text": "Is Christ, then, divided? Nay; but those who divide Him from the Father do with their own hands cut themselves asunder."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:23",
                            "text": "46."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:24",
                            "text": "Seeing, therefore, that men who agree not amongst themselves have all alike conspired against the Church of God, I shall call those whom I have to answer by the common name of heretics."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:25",
                            "text": "For heresy, like some hydra of fable, hath waxed great from its wounds, and, being ofttimes lopped short, hath grown afresh, being appointed to find meet destruction in flames of fire."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:26",
                            "text": "Or, like some dread and monstrous Scylla, divided into many shapes of unbelief, she displays, as a mask to her guile, the pretence of being a Christian sect, but those wretched men whom she finds tossed to and fro in the waves of her unhallowed strait, amid the wreckage of their faith, she, girt with beastly monsters, rends with the cruel fang of her blasphemous doctrine."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:27",
                            "text": "47."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:28",
                            "text": "This monster's cavern, your sacred Majesty, thick laid, as seafaring men do say it is, with hidden lairs, and all the neighbourhood thereof, where the rocks of unbelief echo to the howling of her black dogs, we must pass by with ears in a manner stopped."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:29",
                            "text": "For it is written: \"Hedge thine ears about with thorns;\" and again: \"Beware of dogs, beware of evil workers;\" and yet again: \"A man that is an heretic, avoid after the first reproof, knowing that such an one is fallen, and is in sin, being condemned of his own judgment\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 6:30",
                            "text": "So then, like prudent pilots, let us set the sails of our faith for the course wherein we may pass by most safely, and again follow the coasts of the Scriptures."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:2",
                            "text": "The likeness of Christ to the Father is asserted on the authority of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:3",
                            "text": "Paul, the prophets, and the Gospel, and especially in reliance upon the creation of man in God's image."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:4",
                            "text": "48."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:5",
                            "text": "The Apostle saith that Christ is the image of the Father—for he calls Him the image of the invisible God, the first-begotten of all creation."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:6",
                            "text": "First-begotten, mark you, not first-created, in order that He may be believed to be both begotten, in virtue of His nature, and first in virtue of His eternity."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:7",
                            "text": "In another place also the Apostle has declared that God made the Son \"heir of all things, by Whom also He made the worlds, Who is the brightness of His glory, and the express image of His substance\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:8",
                            "text": "The Apostle calls Christ the image of the Father, and Arius says that He is unlike the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:9",
                            "text": "Why, then, is He called an image, if He hath no likeness? Men will not have their portraits unlike them, and Arius contends that the Father is unlike the Son, and would have it that the Father has begotten one unlike Himself, as though unable to generate His like."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:10",
                            "text": "49."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:11",
                            "text": "The prophets say: \"In Thy light we shall see light;\" and again: \"Wisdom is the brightness of everlasting light, and the spotless mirror of God's majesty, the image of His goodness\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:12",
                            "text": "See what great names are declared! \"Brightness,\" because in the Son the Father's glory shines clearly: \"spotless mirror,\" because the Father is seen in the Son: \"image of goodness,\" because it is not one body seen reflected in another, but the whole power [of the Godhead] in the Son."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:13",
                            "text": "The word \"image\" teaches us that there is no difference; \"expression,\" that He is the counterpart of the Father's form; and \"brightness\" declares His eternity."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:14",
                            "text": "The \"image\" in truth is not that of a bodily countenance, not one made up of colours, nor modelled in wax, but simply derived from God, coming out from the Father, drawn from the fountainhead."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:15",
                            "text": "50."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:16",
                            "text": "By means of this image the Lord showed Philip the Father, saying, \"Philip, he that sees Me, sees the Father also."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:17",
                            "text": "How then dost thou say, Show us the Father? Believest thou not that I am in the Father, and the Father in Me?\" Yes, he who looks upon the Son sees, in portrait, the Father."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:18",
                            "text": "Mark what manner of portrait is spoken of."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:19",
                            "text": "It is Truth, Righteousness, the Power of God: not dumb, for it is the Word; not insensible, for it is Wisdom; not vain and foolish, for it is Power; not soulless, for it is the Life; not dead, for it is the Resurrection."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:20",
                            "text": "You see, then, that whilst an image is spoken of, the meaning is that it is the Father, Whose image the Son is, seeing that no one can be his own image."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:21",
                            "text": "51."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:22",
                            "text": "More might I set down from the Son's testimony; howbeit, lest He perchance appear to have asserted Himself overmuch, let us enquire of the Father."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:23",
                            "text": "For the Father said, \"Let us make man in Our image and likeness\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:24",
                            "text": "The Father saith to the Son \"in Our image and likeness,\" and thou sayest that the Son of God is unlike the Father."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:25",
                            "text": "52."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:26",
                            "text": "John saith, \"Beloved, we are sons of God, and it doth not yet appear what we shall be: we know that if He be revealed, we shall be like Him\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:27",
                            "text": "O blind madness! O shameless obstinacy! We are men, and, so far as we may, we shall be in the likeness of God: dare we deny that the Son is like God?  53."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:28",
                            "text": "Therefore the Father hath said: \"Let us make man in Our image and likeness\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:29",
                            "text": "At the beginning of the universe itself, as I read, the Father and the Son existed, and I see one creation."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:30",
                            "text": "I hear Him that speaketh."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:31",
                            "text": "I acknowledge Him that doeth: but it is of one image, one likeness, that I read."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:32",
                            "text": "This likeness belongs not to diversity but to unity."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 7:33",
                            "text": "What, therefore, thou claimest for thyself, thou takest from the Son of God, seeing, indeed, that thou canst not be in the image of God, save by help of the image of God."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:2",
                            "text": "The likeness of the Son to the Father being proved, it is not hard to prove the Son's eternity, though, indeed, this may be established on the authority of the Prophet Isaiah and St."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:3",
                            "text": "John the Evangelist, by which authority the heretical leaders are shown to be refuted."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:4",
                            "text": "54."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:5",
                            "text": "It is plain, therefore, that the Son is not unlike the Father, and so we may confess the more readily that He is also eternal, seeing that He Who is like the Eternal must needs be eternal."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:6",
                            "text": "But if we say that the Father is eternal, and yet deny this of the Son, we say that the Son is unlike the Father, for the temporal differeth from the eternal."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:7",
                            "text": "The Prophet proclaims Him eternal, and the Apostle proclaims Him eternal; the Testaments, Old and New alike, are full of witness to the Son's eternity."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:8",
                            "text": "55."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:9",
                            "text": "Let us take them, then, in their order."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:10",
                            "text": "In the Old Testament—to cite one out of a multitude of testimonies—it is written: \"Before Me hath there been no other God, and after Me shall there be none\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:11",
                            "text": "I will not comment on this place, but ask thee straight: \"Who speaks these words,—the Father or the Son?\" Whichever of the two thou sayest, thou wilt find thyself convinced, or, if a believer, instructed."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:12",
                            "text": "Who, then, speaks these words, the Father or the Son? If it is the Son, He says, \"Before Me hath there been no other God;\" if the Father, He says, \"After Me shall there be none\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:13",
                            "text": "The One hath none before Him, the Other none that comes after; as the Father is known in the Son, so also is the Son known in the Father, for whensoever you speak of the Father, you speak also by implication of His Son, seeing that none is his own father; and when you name the Son, you do also acknowledge His Father, inasmuch as none can be his own son."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:14",
                            "text": "And so neither can the Son exist without the Father, nor the Father without the Son."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:15",
                            "text": "The Father, therefore, is eternal, and the Son also eternal."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:16",
                            "text": "56."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:17",
                            "text": "\"In the beginning was the Word, and the Word was with God, and the Word was God."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:18",
                            "text": "The same was in the beginning with God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:19",
                            "text": "\"Was,\" mark you, \"with God\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:20",
                            "text": "\"Was\"—see, we have \"was\" four times over."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:21",
                            "text": "Where did the blasphemer find it written that He \"was not\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:22",
                            "text": "Again, John, in another passage—in his Epistle—speaketh of \"That which was in the beginning\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:23",
                            "text": "The extension of the \"was\" is infinite."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:24",
                            "text": "Conceive any length of time you will, yet still the Son \"was\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:25",
                            "text": "57."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:26",
                            "text": "Now in this short passage our fisherman hath barred the way of all heresy."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:27",
                            "text": "For that which was \"in the beginning\" is not comprehended in time, is not preceded by any beginning."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:28",
                            "text": "Let Arius, therefore, hold his peace."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:29",
                            "text": "Moreover, that which was \"with God\" is not confounded and mingled with Him, but is distinguished by the perfection unblemished which it hath as the Word abiding with God; and so let Sabellius keep silence."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:30",
                            "text": "And \"the Word was God\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:31",
                            "text": "This Word, therefore, consisteth not in uttered speech, but in the designation of celestial excellence, so that Photinus' teaching is refuted."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:32",
                            "text": "Furthermore, by the fact that in the beginning He was with God is proven the indivisible unity of eternal Godhead in Father and Son, to the shame and confusion of Eunomius."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:33",
                            "text": "Lastly, seeing that all things are said to have been made by Him, He is plainly shown to be author of the Old and of the New Testament alike; so that the Manichaean can find no ground for his assaults."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 8:34",
                            "text": "Thus hath the good fisherman caught them all in one net, to make them powerless to deceive, albeit unprofitable fish to take."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:3",
                            "text": "Ambrose questions the heretics and exhibits their answer, which is, that the Son existed, indeed, before all time, yet was not co-eternal with the Father, whereat the Saint shows that they represent the Godhead as changeable, and further, that each Person must be believed to be eternal."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:4",
                            "text": "58."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:5",
                            "text": "Tell me, thou heretic,—for the surpassing clemency of the Emperor grants me this indulgence of addressing thee for a short space, not that I desire to confer with thee, or am greedy to hear thy arguments, but because I am willing to exhibit them,—tell me, I say, whether there was ever a time when God Almighty was not the Father, and yet was God."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:6",
                            "text": "\"I say nothing about time,\" is thy answer."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:7",
                            "text": "Well and subtly objected! For if thou bringest time into the dispute, thou wilt condemn thyself, seeing that thou must acknowledge that there was a time when the Son was not, whereas the Son is the ruler and creator of time."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:8",
                            "text": "He cannot have begun to exist after His own work."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:9",
                            "text": "Thou, therefore, must needs allow Him to be the ruler and maker of His work."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:10",
                            "text": "59."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:11",
                            "text": "\"I do not say,\" answerest thou,  \"that the Son existed not before time; but when I call Him \"Son,\" I declare that His Father existed before Him, for, as you say, father exists before son\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:12",
                            "text": "But what means this? Thou deniest that time was before the Son, and yet thou wilt have it that something preceded the existence of the Son—some creature of time,—and thou showest certain stages of generation intervening, whereby thou dost give us to understand that the generation from the Father was a process in time."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:13",
                            "text": "For if He began to be a Father, then, in the first instance, He was God, and afterwards He became a Father."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:14",
                            "text": "How, then, is God unchangeable? For if He was first God, and then the Father, surely He has undergone change by reason of the added and later act of generation."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:15",
                            "text": "60."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:16",
                            "text": "But may God preserve us from this madness; for it was but to confute the impiety of the heretics that we brought in this question."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:17",
                            "text": "The devout spirit affirms a generation that is not in time, and so declares Father and Son to be co-eternal, and does not maintain that God has ever suffered change."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:18",
                            "text": "61."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:19",
                            "text": "Let Father and Son, therefore, be associated in worship, even as They are associated in Godhead; let not blasphemy put asunder those whom the close bond of generation hath joined together."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:20",
                            "text": "Let us honour the Son, that we may honour the Father also, as it is written in the Gospel."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:21",
                            "text": "The Son's eternity is the adornment of the Father's majesty."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:22",
                            "text": "If the Son hath not been from everlasting, then the Father hath suffered change; but the Son is from all eternity, therefore hath the Father never changed, for He is always unchangeable."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 9:23",
                            "text": "And thus we see that they who would deny the Son's eternity would teach that the Father is mutable."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:2",
                            "text": "Christ's eternity being proved from the Apostle's teaching, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:3",
                            "text": "Ambrose admonishes us that the Divine Generation is not to be thought of after the fashion of human procreation, nor to be too curiously pried into."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:4",
                            "text": "With the difficulties thence arising he refuses to deal, saying that whatsoever terms, taken from our knowledge of body, are used in speaking of this Divine Generation, must be understood with a spiritual meaning."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:5",
                            "text": "62."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:6",
                            "text": "Hear now another argument, showing clearly the eternity of the Son."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:7",
                            "text": "The Apostle says that God's Power and Godhead are eternal, and that Christ is the Power of God—for it is written that Christ is \"the Power of God and the Wisdom of God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:8",
                            "text": "If, then, Christ is the Power of God, it follows that, forasmuch as God's Power is eternal, Christ also is eternal."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:9",
                            "text": "63."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:10",
                            "text": "Thou canst not, then, heretic, build up a false doctrine from the custom of human procreation, nor yet gather the wherewithal for such work from our discourse, for we cannot compass the greatness of infinite Godhead, \"of Whose greatness there is no end,\" in our straitened speech."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:11",
                            "text": "If thou shouldst seek to give an account of a man's birth, thou must needs point to a time."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:12",
                            "text": "But the Divine Generation is above all things; it reaches far and wide, it rises high above all thought and feeling."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:13",
                            "text": "For it is written: \"No man cometh to the Father, save by Me\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:14",
                            "text": "Whatsoever, therefore, thou dost conceive concerning the Father—yea, be it even His eternity—thou canst not conceive aught concerning Him save by the Son's aid, nor can any understanding ascend to the Father save through the Son."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:15",
                            "text": "\"This is My dearly-beloved Son,\" the Father saith."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:16",
                            "text": "\"Is\"  mark you—He Who is, what He is, forever."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:17",
                            "text": "Hence also David is moved to say: \"O Lord, Thy Word abideth for ever in heaven,\"—for what abideth fails neither in existence nor in eternity."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:18",
                            "text": "64."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:19",
                            "text": "Dost thou ask me how He is a Son, if He have not a Father existing before Him? I ask of thee, in turn, when, or how, thinkest thou that the Son was begotten."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:20",
                            "text": "For me the knowledge of the mystery of His generation is more than I can attain to,—the mind fails, the voice is dumb—ay, and not mine alone, but the angels' also."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:21",
                            "text": "It is above Powers, above Angels, above Cherubim, Seraphim, and all that has feeling and thought, for it is written: \"The peace of Christ, which passeth all understanding\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:22",
                            "text": "If the peace of Christ passes all understanding, how can so wondrous a generation but be above all understanding?  65."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:23",
                            "text": "Do thou, then (like the angels), cover thy face with thy hands, for it is not given thee to look into surpassing mysteries! We are suffered to know that the Son is begotten, not to dispute upon the manner of His begetting."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:24",
                            "text": "I cannot deny the one; the other I fear to search into, for if Paul says that the words which he heard when caught up into the third heaven might not be uttered, how can we explain the secret of this generation from and of the Father, which we can neither hear nor attain to with our understanding?  66."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:25",
                            "text": "But if you will constrain me to the rule of human generation, that you may be allowed to say that the Father existed before the Son, then consider whether instances, taken from the generation of earthly creatures, are suitable to show forth the Divine Generation."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:26",
                            "text": "If we speak according to what is customary amongst men, you cannot deny that, in man, the changes in the father's existence happen before those in the son's."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:27",
                            "text": "The father is the first to grow, to enter old age, to grieve, to weep."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:28",
                            "text": "If, then, the son is after him in time, he is older in experience than the son."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:29",
                            "text": "If the child comes to be born, the parent escapes not the shame of begetting."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:30",
                            "text": "67."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:31",
                            "text": "Why take such delight in that rack of questioning? You hear the name of the Son of God; abolish it, then, or acknowledge His true nature."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:32",
                            "text": "You hear speak of the womb—acknowledge the truth of undoubted begetting."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:33",
                            "text": "Of His heart—know that here is God's word."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:34",
                            "text": "Of His right hand—confess His power."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:35",
                            "text": "Of His face—acknowledge His wisdom."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:36",
                            "text": "These words are not to be understood, when we speak of God, as when we speak of bodies."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:37",
                            "text": "The generation of the Son is incomprehensible, the Father begets impassibly, and yet of Himself and in ages inconceivably remote hath very God begotten very God."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 10:38",
                            "text": "The Father loves the Son, and you anxiously examine His Person; the Father is well pleased in Him, you, joining the Jews, look upon Him with an evil eye; the Father knows the Son, and you join the heathen in reviling Him."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:2",
                            "text": "It cannot be proved from Scripture that the Father existed before the Son, nor yet can arguments taken from human reproduction avail to this end, since they bring in absurdities without end."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:3",
                            "text": "To dare to affirm that Christ began to exist in the course of time is the height of blasphemy."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:4",
                            "text": "68."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:5",
                            "text": "You ask me whether it is possible that He Who is the Father should not be prior in existence."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:6",
                            "text": "I ask you to tell me when the Father existed, the Son as yet being not; prove this, gather it from argument or evidence of Scripture."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:7",
                            "text": "If you lean upon arguments, you have doubtless been taught that God's power is eternal."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:8",
                            "text": "Again, you have read the Scripture that saith: \"O Israel, if thou wilt hearken unto Me, there shall be no new God in thee, neither shalt thou worship a strange God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:9",
                            "text": "The first of these commands betokens [the Son's] eternity, the second His possession of an identical nature, so that we can neither believe Him to have come into existence after the Father, nor suppose Him the Son of another Divinity."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:10",
                            "text": "For if He existed not always with the Father, He is a \"new\" [God]; if He is not of one Divinity with the Father, He is a \"strange\" [God]."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:11",
                            "text": "But He  is not after the Father, for He is not \"a new God;\" nor is He \"a strange God,\" for He is begotten of the Father, and because, as it is written, He is \"God above all, blessed for ever\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:12",
                            "text": "69."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:13",
                            "text": "But if the Arians believe Him to be a strange God, why do they worship Him, when it is written: \"Thou shalt worship no strange God\"? Else, if they do not worship the Son, let them confess thereto, and the case is at an end,—that they deceive no one by their professions of religion."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:14",
                            "text": "This, then, we see, is the witness of the Scriptures."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:15",
                            "text": "If you have any others to produce, it will be your business to do so."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:16",
                            "text": "70."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:17",
                            "text": "Let us now go further, and gather the truth in conclusion from arguments."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:18",
                            "text": "For although arguments usually give place, even to human evidence, still, heretic, argue as thou wilt."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:19",
                            "text": "\"Experience teaches us,\" you say, \"that the being which generates is prior to that which is generated\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:20",
                            "text": "I answer: Follow our customary experience through all its departments, and if the rest agree herewith, I oppose not your claim that your point be granted; but if there be no such agreement, how can you claim assent on this one point, when in all the rest you lack support? Seeing, then, that you call for what is customary, it comes about that the Son, when He was begotten of the Father, was a little child."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:21",
                            "text": "You have seen Him an infant, crying in the cradle."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:22",
                            "text": "As the years passed, He has gone forward from strength to strength—for if He was weak with the weakness of things begotten, He must also have fallen under the weakness, not only of birth, but of life also."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:23",
                            "text": "71."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:24",
                            "text": "But perchance you run to such a pitch of folly as not to flinch from asserting these things of the Son of God, measuring Him, as you do, by the rule of human infirmity."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:25",
                            "text": "What, then, if, while you cannot refuse Him the name of God, you are bent to prove Him, by reason of weakness, to be a man? What if, whilst you examine the Person of the Son, you are calling the Father in question, and whilst you hastily pass sentence upon the Former, you include the Latter in the same condemnation!  72."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:26",
                            "text": "If the Divine Generation has been subject to the limits of time,—if we suppose this, borrowing from the custom of human generation, then it follows, further, that the Father bare the Son in a bodily womb, and laboured under the burden whilst ten months sped their courses."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:27",
                            "text": "But how can generation, as it commonly takes place, be brought about without the help of the other sex? You see that the common order of generation was not the commencement, and you think that the courses of generation, which are ruled by certain necessities whereunto bodies are subject, have always prevailed."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:28",
                            "text": "You require the customary course, I ask for difference of sex: you demand the supposition of time, I that of order: you enquire into the end, I into the beginning."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:29",
                            "text": "Now surely it is the end that depends on the beginning, not the beginning on the end."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:30",
                            "text": "73."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:31",
                            "text": "\"Everything,\" say you, \"that is begotten has a beginning, and therefore because the Son is the Son, He has a beginning, and came first into existence within limits of time\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:32",
                            "text": "Let this be taken as the word of their own mouth; as for myself, I confess that the Son is begotten, but the rest of their declaration makes me shudder."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 11:33",
                            "text": "Man, dost thou confess God, and diminish His honour by such slander? From this madness may God deliver us."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:2",
                            "text": "Further objections to the Godhead of the Son are met by the same answer—to wit, that they may equally be urged against the Father also."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:3",
                            "text": "The Father, then, being in no way confined by time, place, or anything else created, no such limitation is to be imposed upon the Son, Whose marvellous generation is not only of the Father, but of the Virgin also, and therefore, since in His generation of the Father no distinction of sex, or the like, was involved, neither was it in His generation of the Virgin."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:4",
                            "text": "74."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:5",
                            "text": "The next objection is this: \"If the Son has not those properties which all sons have, He is no Son\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:6",
                            "text": "May Father, Son, and Holy Spirit pardon me, for I would propound the question in all devoutness."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:7",
                            "text": "Surely the Father is, and abides for ever: created things, too, are as God hath ordained them."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:8",
                            "text": "Is there any one, then, amongst these creatures which is not subject to the limitations of place, time, or the fact of having been created, or to some originating cause or creator."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:9",
                            "text": "Surely, none."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:10",
                            "text": "What, then? Is there any one of them whereof the Father stands in need? So to say were blasphemy."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:11",
                            "text": "Cease, then, to apply to the Godhead what is proper only to created existences, or, if you insist upon forcing the comparison, bethink you whither your wickedness leads."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:12",
                            "text": "God forbid that we should even behold the end thereof."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:13",
                            "text": "75."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:14",
                            "text": "We maintain the answer given by piety."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:15",
                            "text": "God is Almighty, and therefore God the Father needs none of those things, for in Him there is no changing, nor any place for such help as we need, we whose weakness is supported by means of things of this kind."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:16",
                            "text": "But He Who is Almighty, plainly He is uncreate, and not confined to any place, and surpasses time."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:17",
                            "text": "Before God was not anything—nay, even to speak about anything being before God is a grave sin."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:18",
                            "text": "If, then, you grant that in the nature of God the Father there is nought that implies a being sustained, because He is God, it follows that nothing of this sort can be supposed to exist in the Son of God, nothing that connotes a beginning, or growth, forasmuch as He is \"very God of very God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:19",
                            "text": "76."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:20",
                            "text": "Seeing, then, that we find not the customary order prevailing, be content, Arian, to believe in a miraculous generation of the Son."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:21",
                            "text": "Be content, I say, and if you believe me not, at least have respect unto the voice of God saying, \"To whom have ye esteemed Me to be like?\" and again: \"God is not like a man that He should repent\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:22",
                            "text": "If, indeed, God works mysteriously, seeing that He doth not work any work, or fashion anything, or bring it to completion, by labor of hands, or in any course of days, \"for He spake, and they were made; He gave the word and they were created,\" why should we not believe that He Whom we acknowledge as a Creator, mysteriously working, discerning it in His works, also begat His Son in a mysterious manner? Surely it is fitting that He should be regarded as having begotten the Son in a special and mysterious way."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:23",
                            "text": "Let Him Who hath the grace of majesty unrivalled likewise have the glory of mysterious generation."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:24",
                            "text": "77."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:25",
                            "text": "Not only Christ's generation of the Father, but His birth also of the Virgin, demands our wonder."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:26",
                            "text": "You say that the former is like unto the manner wherein we men are conceived."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:27",
                            "text": "I will show—nay more, I will compel you yourself to confess, that the latter also hath no likeness to the manner of our birth."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:28",
                            "text": "Tell me how it was that He was born of Mary, with what law did His conception in a Virgin's womb agree, how there could be any birth without the seed of a man, how a maiden could become great with child, how she became a mother before experience of such intercourse as is between wives and husbands."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:29",
                            "text": "There was no [visible] cause,—and yet a son was begotten."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:30",
                            "text": "How, then, came about this birth, under a new law?  78."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:31",
                            "text": "If, then, the common order of human generation was not found in the case of the Virgin Mary, how can you demand that God the Father should beget in such wise as you were begotten in? Surely the common order is determined by difference of sex; for this is implanted in the nature of our flesh, but where flesh is not, how can you expect to find the infirmity of flesh? No man calls in question one who is better than he is: to believe is enjoined upon you, without permission to question."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:32",
                            "text": "For it is written, \"Abraham believed God, and it was accounted to him for righteousness\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 12:33",
                            "text": "Language is vain to set forth, not only the generation of the Son, but even the works of God, for it is written: \"All His works are executed in faithfulness;\" His works, then, are done in faithfulness, but not His generation? Ay, we call in question that which we see not, we who are bidden to believe rather than enquire of that we see."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:2",
                            "text": "Discussion of the Divine Generation is continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:4",
                            "text": "Ambrose illustrates its method by the same example as that employed by the author of the Epistle to the Hebrews."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:5",
                            "text": "The duty of believing what is revealed is shown by the example of Nebuchadnezzar and St."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:6",
                            "text": "Peter."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:7",
                            "text": "By the vision granted to St."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:8",
                            "text": "Peter was shown the Son's Eternity and Godhead—the Apostle, then, must be believed in preference to the teachers of philosophy, whose authority was everywhere falling into discredit."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:9",
                            "text": "The Arians, on the other hand, are shown to be like unto the heathen."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:10",
                            "text": "79."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:11",
                            "text": "It will be asked: \"In what sort was the Son begotten?\" As one who is for ever, as the Word, as the brightness of eternal light, for brightness takes effect in the instant of its coming into existence."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:12",
                            "text": "Which example is the Apostle's, not mine."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:13",
                            "text": "Think not, then, that there was ever a moment of time when God was without wisdom, any more than that there was ever a time when light was without radiance."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:14",
                            "text": "Judge not, Arian, divine things by human, but believe the divine where thou findest not the human."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:15",
                            "text": "80."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:16",
                            "text": "The heathen king saw in the fire, together with the three Hebrew children, the form of a fourth, like as of an angel, and because he thought that this angel excelled all angels, he judged Him to be the Son of God, Whom he had not read of, but in Whom  he believed."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:17",
                            "text": "Abraham, also, saw Three, and adored One."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:18",
                            "text": "81."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:19",
                            "text": "Peter, when he saw Moses and Elias on the mountain, with the Son of God, was not deceived as to their nature and glory."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:20",
                            "text": "For he enquired, not of them, but of Christ, what he ought to do, inasmuch as though he prepared to do homage to all three, yet he waited for the command of one."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:21",
                            "text": "But since he ignorantly thought that for three persons three tabernacles should be set up, he was corrected by the sovereign voice of God the Father, saying, \"This is My dearly beloved Son: hear ye Him\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:22",
                            "text": "That is to say: \"Why dost thou join thy fellow-servants in equality with thy Lord?\" \"This is My Son\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:23",
                            "text": "Not \"Moses is My Son,\" nor \"Elias is My Son,\" but \"This is My Son\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:24",
                            "text": "The Apostle was not dull to understand the rebuke; he fell on his face, brought low by the Father's voice and the glorious beauty of the Son, but he was raised up by the Son, Whose wont it is to raise up them that are fallen."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:25",
                            "text": "Then he saw one only, the Son of God alone, for the servants had withdrawn, that He might be seen to be Lord alone, Who alone was entitled Son."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:26",
                            "text": "82."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:27",
                            "text": "What, then, was the purpose of that vision, which signified not that Christ and His servants were equal, but betokened a mystery, save that it should be made plain to us that the Law and the Prophets, in agreement with the Gospel, revealed as eternal the Son of God, Whom they had heralded."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:28",
                            "text": "When we, therefore, hear of the Son coming forth of the womb, the Word from the heart, let us believe that the Son was not fashioned with hands but begotten of the Father, not the work of a craftsman but the offspring of a parent."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:29",
                            "text": "83."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:30",
                            "text": "He, therefore, Who said, \"This is My Son,\" said not, \"This is a creature of time,\" nor \"This being is of My creation, My making, My servant,\" but \"This is My Son, Whom ye see glorified\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:31",
                            "text": "This is the God of Abraham, the God of Isaac, the God of Jacob, Who appeared to Moses in the bush, concerning Whom Moses saith, \"He Who is hath sent me\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:32",
                            "text": "It was not the Father Who spake to Moses in the bush or in the desert, but the Son."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:33",
                            "text": "It was of this Moses that Stephen said, \"This is He Who was in the church, in the wilderness, with the Angel\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:34",
                            "text": "This, then, is He Who gave the Law, Who spake with Moses, saying, \"I am the God of Abraham, the God of Isaac, the God of Jacob\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:35",
                            "text": "This, then, is the God of the patriarchs, this is the God of the prophets."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:36",
                            "text": "84."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:37",
                            "text": "It is of the Son, therefore, that we read, thy mind understandeth the reading, let thy tongue make confession."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:38",
                            "text": "Away with arguments, where faith is required; now let dialectic hold her peace, even in the midst of her schools."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:39",
                            "text": "I ask not what it is that philosophers say, but I would know what they do."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:40",
                            "text": "They sit desolate in their schools."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:41",
                            "text": "See the victory of faith over argument."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:42",
                            "text": "They who dispute subtly are forsaken daily by their fellows; they who with simplicity believe are daily increased."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:43",
                            "text": "Not philosophers but fishermen, not masters of dialectic but tax-gatherers, now find credence."
                        },
                        {
                            "verse": 44,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:44",
                            "text": "The one sort, through pleasures and luxuries, have bound the world's burden upon themselves; the other, by fasting and mortification, have cast it off, and so doth sorrow now begin to win over more followers than pleasure."
                        },
                        {
                            "verse": 45,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:45",
                            "text": "85."
                        },
                        {
                            "verse": 46,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:46",
                            "text": "Let us now see how far Arians and pagans do differ."
                        },
                        {
                            "verse": 47,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:47",
                            "text": "The latter call upon gods, who are different in sex and unequal in power; the former affirm a Trinity where there is likewise inequality of power and diversity of Godhead."
                        },
                        {
                            "verse": 48,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:48",
                            "text": "The pagans assert that their Gods began to exist once upon a time; the Arians lyingly declare that Christ began to exist in the course of time."
                        },
                        {
                            "verse": 49,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 13:49",
                            "text": "Have they not all dyed their impiety in the vats of philosophy? But indeed the pagans do extol that which they worship, the Arians maintain that the Son of God, Who is God, is a creature."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:2",
                            "text": "That the Son of God is not a created being is proved by the following arguments: (1) That He commanded not that the Gospel should be preached to Himself; (2) that a created being is given over unto vanity; (3) that the Son has created all things; (4) that we read of Him as begotten; and (5) that the difference of generation and adoption has always been understood in those places where both natures—the divine and the human—are declared to co-exist in Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:3",
                            "text": "All of which testimony is confirmed by the Apostle's interpretation."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:4",
                            "text": "86."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:5",
                            "text": "It is now made plain, as I believe, your sacred Majesty, that the Lord Jesus is neither unlike the Father, nor one that began to exist in course of time."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:6",
                            "text": "We have yet to confute another blasphemy, and to show that the Son of God is not a created being."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:7",
                            "text": "Herein is the quickening word that we read as our help, for we have heard the  passage read where the Lord saith: \"Go ye into all the world, and preach the Gospel to all creation\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:8",
                            "text": "He Who saith \"all creation\" excepts nothing."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:9",
                            "text": "How, then, do they stand who call Christ a \"creature\"? If He were a creature, could He have commanded that the Gospel should be preached to Himself? It is not, therefore, a creature, but the Creator, Who commits to His disciples the work of teaching created beings."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:10",
                            "text": "87."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:11",
                            "text": "Christ, then, is no created being; for \"created beings are,\" as the Apostle hath said, \"given over to vanity\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:12",
                            "text": "Is Christ given over unto vanity? Again, \"creation\"—according to the same Apostle—\"groans and travails together even until now\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:13",
                            "text": "What, then? Doth Christ take any part in this groaning and travailing—He Who hath set us miserable mourners free from death? \"Creation,\" saith the Apostle, \"shall be set free from the slavery of corruption\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:14",
                            "text": "We see, then, that between creation and its Lord there is a vast difference, for creation is enslaved, but \"the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:15",
                            "text": "88."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:16",
                            "text": "Who was it that led first into this error, of declaring Him Who created and made all things to be a creature? Did the Lord, I would ask, create Himself? We read that \"all things were made by Him, and without Him was nothing made\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:17",
                            "text": "This being so, did He make Himself? We read—and who shall deny?—that in wisdom hath God made all things."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:18",
                            "text": "If so, how can we suppose that wisdom was made in itself?  89."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:19",
                            "text": "We read that the Son is begotten, inasmuch as the Father saith: \"I brought thee forth from the womb before the morning star\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:20",
                            "text": "We read of the \"first-born\" Son, of the \"only-begotten\"—first-born, because there is none before Him; only-begotten, because there is none after Him."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:21",
                            "text": "Again, we read: \"Who shall declare His generation?\" \"Generation,\" mark you, not \"creation\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:22",
                            "text": "What argument can be brought to meet testimonies so great and mighty as these?  90."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:23",
                            "text": "Moreover, God's Son discovers the difference between generation and grace when He says: \"I go up to My Father and your Father, to My God and your God\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:24",
                            "text": "He did not say, \"I go up to our Father,\" but \"I go up to My Father and your Father\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:25",
                            "text": "This distinction is the sign of a difference, inasmuch as He Who is Christ's Father is our Creator."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:26",
                            "text": "91."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:27",
                            "text": "Furthermore He said, \"to My God and your God,\" because although He and the Father are One, and the Father is His Father by possession of the same nature, whilst God began to be our Father through the office of the Son, not by virtue of nature, but of grace—still He seems to point us here to the existence in Christ of both natures, Godhead and Manhood,—Godhead of His Father, Manhood of His Mother, the former being before all things, the latter derived from the Virgin."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:28",
                            "text": "For the first, speaking as the Son, He called God His Father, and afterward, speaking as man, named Him as God."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:29",
                            "text": "92."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:30",
                            "text": "Everywhere, indeed, we have witness in the Scriptures to show that Christ, in naming God as His God, does so as man."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:31",
                            "text": "\"My God, My God, why hast Thou forsaken Me?\" And again: \"From My mother's womb Thou art My God\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:32",
                            "text": "In the former place He suffers as a man; in the latter it is a man who is brought forth from his mother's womb."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:33",
                            "text": "And so when He says, \"From My mother's womb Thou art My God,\" He means that He Who was always His Father is His God from the moment when He was brought forth from His Mother's womb."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:34",
                            "text": "93."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:35",
                            "text": "Seeing, then, that we read in the Gospel, in the Apostle, in the Prophets, of Christ as begotten, how dare the Arians to say that He was created or made? But, indeed, they ought to have bethought them, where they have read of Him as created, where as made."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:36",
                            "text": "For it has been plainly shown that the Son of God is begotten of God, born of God—let them, then, consider with care where they have read that He was made, seeing that He was not made God, but born as God, the Son of God; afterward, however, He was, according to the flesh, made man of Mary."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:37",
                            "text": "94."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:38",
                            "text": "\"But when the fulness of time was come, God sent His Son, made of a woman, made under the Law\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:39",
                            "text": "\"His Son,\" observe, not as one of many, not as His in common with another, but His own, and in saying \"His Son,\" the Apostle showed that it is of the Son's nature that His generation is eternal."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:40",
                            "text": "Him the Apostle has affirmed to have been afterwards \"made\" of a woman, in order that the making might be understood not of the Godhead, but of the putting  on of a body—\"made of a woman,\" then, by taking on of flesh; \"made under the Law\" through observance of the Law."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 14:41",
                            "text": "Howbeit, the former, the spiritual generation is before the Law was, the latter is after the Law."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:2",
                            "text": "An explanation of Acts ii."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:3",
                            "text": "36 and Proverbs viii."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:4",
                            "text": "22 , which are shown to refer properly to Christ's manhood alone."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:5",
                            "text": "95."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:6",
                            "text": "To no purpose, then, is the heretics' customary citation of the Scripture, that \"God made Him both Lord and Christ\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:7",
                            "text": "Let these ignorant persons read the whole passage, and understand it."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:8",
                            "text": "For thus it is written."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:9",
                            "text": "\"God made this Jesus, Whom ye crucified, both Lord and Christ\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:10",
                            "text": "It was not the Godhead, but the flesh, that was crucified."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:11",
                            "text": "This, indeed, was possible, because the flesh allowed of being crucified."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:12",
                            "text": "It follows not, then, that the Son of God is a created being."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:13",
                            "text": "96."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:14",
                            "text": "Let us despatch, then, that passage also, which they do use to misrepresent,—let them learn what is the sense of the words, \"The Lord created Me\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:15",
                            "text": "It is not \"the Father created,\" but \"the Lord created Me\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:16",
                            "text": "The flesh acknowledgeth its Lord, praise declareth the Father: our created nature confesseth the first, loveth, knoweth the latter."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:17",
                            "text": "Who, then, cannot but perceive that these words announce the Incarnation? Thus the Son speaketh of Himself as created in respect of that wherein he witnesseth to Himself as being man, when He says, \"Why seek ye to kill Me, a man, Who have told you the truth?\" He speaketh of His Manhood, wherein He was crucified, and died, and was buried."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:18",
                            "text": "97."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:19",
                            "text": "Furthermore, there is no doubt but that the writer set down as past that which was to come; for this is the usage of prophecy, that things to come are spoken of as though they were already present or past."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:20",
                            "text": "For example, in the twenty-first psalm you have read: \"Fat bulls (of Bashan) have beset me,\" and again: \"They parted My garments among them\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:21",
                            "text": "This the Evangelist showeth to have been spoken prophetically of the time of the Passion, for to God the things that are to come are present, and for Him Who foreknoweth all things, they are as though they were past and over; as it is written, \"Who hath made the things that are to be\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:22",
                            "text": "98."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:23",
                            "text": "It is no wonder that He should declare His place to have been set fast before all worlds, seeing that the Scripture tells us that He was foreordained before the times and ages."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:24",
                            "text": "The following passage discovers how the words in question present themselves as a true prophecy of the Incarnation: \"Wisdom hath built her an house, and set up seven pillars to support it, and she hath slain her victims."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:25",
                            "text": "She hath mingled her wine in the bowl, and made ready her table, and sent her servants, calling men together with a mighty voice of proclamation, saying: 'He who is simple, let him turn in to me."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:26",
                            "text": "'\" Do we not see, in the Gospel, that all these things were fulfilled after the Incarnation, in that Christ disclosed the mysteries of the Holy Supper, sent forth His apostles, and cried with a loud voice, saying, \"If any man thirst, let him come to Me and drink\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:27",
                            "text": "That which followeth, then, answereth to that which went before, and we behold the whole story of the Incarnation set forth in brief by prophecy."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:28",
                            "text": "99."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 15:29",
                            "text": "Many other passages might readily be seen to be prophecies of this sort concerning the Incarnation, but I will not delay over books, lest the treatise appear too wordy."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:2",
                            "text": "The Arians blaspheme Christ, if by the words \"created\" and \"begotten\" they mean and understand one and the same thing."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:3",
                            "text": "If, however, they regard the words as distinct in meaning, they must not speak of Him, of Whom they have read that He was begotten, as if He were a created being."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:4",
                            "text": "This rule is upheld by the witness of St."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:5",
                            "text": "Paul, who, professing himself a servant of Christ, forbade worship of a created being."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:6",
                            "text": "God being a substance pure and uncompounded, there is no created nature in Him; furthermore, the Son is not to be degraded to the level of things created, seeing that in Him the Father is well pleased."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:7",
                            "text": "100."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:8",
                            "text": "Now will I enquire particularly of the Arians, whether they think that begotten and created are one and the same."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:9",
                            "text": "If they call them the same, then is there no difference betwixt generation and creation."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:10",
                            "text": "It follows, then, that forasmuch as we also are created, there is between us and Christ and the elements no difference."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:11",
                            "text": "Thus much, however, great as their madness is, they will not venture to say."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:12",
                            "text": "101."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:13",
                            "text": "Furthermore—to concede that which is no truth, to their folly—I ask them, if there is, as they think, no difference in the words, why do they not call upon Him Whom they worship by the better title? Why do they not avail themselves of the Father's word? Why do they reject the title of honour, and use a dishonouring name?  102."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:14",
                            "text": "If, however, there is—as I think there is—a distinction between \"created\" and \"begotten,\" then, when we have read that He is begotten, we shall surely not understand the same by the terms \"begotten\" and \"created\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:15",
                            "text": "Let them therefore confess Him to be begotten of the Father, born of the Virgin, or let them say how the Son of God can be both begotten and created."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:16",
                            "text": "A single nature, above all, the Divine Being, rejects strife (within itself)."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:17",
                            "text": "103."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:18",
                            "text": "But in any case let our private judgment pass: let us enquire of Paul, who, filled with the Spirit of God, and so foreseeing these questionings, hath given sentence against pagans in general and Arians in particular, saying that they were by God's judgment condemned, who served the creature rather than the Creator."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:19",
                            "text": "Thus, in fact, you may read: \"God gave them over to the lusts of their own heart, that they might one with another dishonour their bodies, they who changed God's truth into a lie, and worshipped and served the thing created rather than the Creator, Who is God, blessed for ever\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:20",
                            "text": "104."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:21",
                            "text": "Thus Paul forbids me to worship a creature, and admonishes me of my duty to serve Christ."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:22",
                            "text": "It follows, then, that Christ is not a created being."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:23",
                            "text": "The Apostle calls himself \"Paul, a servant of Jesus Christ,\" and this good servant, who acknowledges his Lord, will likewise have us not worship that which is created."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:24",
                            "text": "How, then, could he have been himself a servant of Christ, if he thought that Christ was a created person? Let these heretics, then, cease either to worship Him Whom they call a created being, or to call Him a creature, Whom they feign to worship, lest under colour of being worshippers they fall into worse impiety."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:25",
                            "text": "For a domestic is worse than a foreign foe, and that these men should use the Name of Christ to Christ's dishonour increaseth their guilt."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:26",
                            "text": "105."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:27",
                            "text": "What better expounder of the Scriptures do we indeed look for than that teacher of the Gentiles, that chosen vessel—chosen from the number of the persecutors? He who had been the persecutor of Christ confesses Him."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:28",
                            "text": "He had read Solomon more, in any case, than Arius hath, and he was well learned in the Law, and so, because he had read, he said not that Christ was created, but that He was begotten."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:29",
                            "text": "For he had read, \"He spake, and they were made: He commanded, and they were created\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:30",
                            "text": "Was Christ, I ask, made at a word? Was He created at a command?  106."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:31",
                            "text": "Moreover, how can there be any created nature in God? In truth, God is of an uncompounded nature; nothing can be added to Him, and that alone which is Divine hath He in His nature; filling all things, yet nowhere Himself confounded with aught; penetrating all things, yet Himself nowhere to be penetrated; present in all His fulness at one and the same moment, in heaven, in earth, in the deepest depth of the sea, to sight invisible, by speech not to be declared, by feeling not to be measured; to be followed by faith, to be adored with devotion; so that whatsoever title excels in depth of spiritual import, in setting forth glory and honour, in exalting power, this you may know to belong of right to God."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:32",
                            "text": "107."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:33",
                            "text": "Since, then, the Father is well pleased in the Son; believe that the Son is worthy of the Father, that He came out from God, as He Himself bears witness, saying: \"I went out from God, and am come;\" and again: \"I went out from God\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 16:34",
                            "text": "He Who proceeded and came forth  from God can have no attributes but such as are proper to God."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:2",
                            "text": "That Christ is very God is proved from the fact that He is God's own Son, also from His having been begotten and having come forth from God, and further, from the unity of will and operation subsisting in Father and Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:3",
                            "text": "The witness of the apostles and of the centurion—which St."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:4",
                            "text": "Ambrose sets over against the Arian teaching—is adduced, together with that of Isaiah and St."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:5",
                            "text": "John."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:6",
                            "text": "108."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:7",
                            "text": "Hence it is that Christ is not only God, but very God indeed—very God of very God, insomuch that He Himself is the Truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:8",
                            "text": "If, then, we enquire His Name, it is \"the Truth;\" if we seek to know His natural rank and dignity, He is so truly the very Son of God, that He is indeed God's own Son; as it is written, \"Who spared not His own Son, but gave Him up for our sakes,\" gave Him up, that is, so far as the flesh was concerned."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:9",
                            "text": "That He is God's own Son declares His Godhead; that He is very God shows that He is God's own Son; His pitifulness is the earnest of His submission, His sacrifice, of our salvation."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:10",
                            "text": "109."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:11",
                            "text": "Lest, however, men should wrest the Scripture, that \"God gave Him up,\" the Apostle himself has said in another place, \"Peace from God the Father, and our Lord Jesus Christ, Who gave Himself for our sins;\" and again: \"Even as Christ hath loved us, and given Himself for us\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:12",
                            "text": "If, then, He both was given up by the Father, and gave Himself up of His own accord, it is plain that the working and the will of Father and Son is one."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:13",
                            "text": "110."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:14",
                            "text": "If, then, we enquire into His natural pre-eminence, we find it to consist in being begotten."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:15",
                            "text": "To deny that the Son of God is begotten [of God] is to deny that He is God's own Son, and to deny Christ to be God's own Son is to class Him with the rest of mankind, as no more a Son than any of the rest."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:16",
                            "text": "If, however, we enquire into the distinctive property of His generation, it is this, that He came forth from God."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:17",
                            "text": "For whilst, in our experience, to come out implies something already existent, and that which is said to come out seems to proceed forth from hidden and inward places, we, though it be presented but in short passages, observe the peculiar attribute of the Divine Generation, that the Son doth not seem to have come forth out of any place, but as God from God, a Son from a Father, nor to have had a beginning in the course of time, having come forth from the Father by being born, as He Himself Who was born said: \"I came forth from the mouth of the Most High\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:18",
                            "text": "111."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:19",
                            "text": "But if the Arians acknowledge not the Son's nature, if they believe not the Scriptures, let them at least believe the mighty works."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:20",
                            "text": "To whom doth the Father say, \"Let us make man?\" save to Him Whom He knew to be His true Son? In Whom, save in one who was true, could He recognize His Image? The son by adoption is not the same as the true Son; nor would the Son say, \"I and the Father are one,\" if He, being Himself not true, were measuring Himself with One Who is true."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:21",
                            "text": "The Father, therefore, says, \"Let us make\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:22",
                            "text": "He Who spake is true; can He, then, Who made be not true? Shall the honour rendered to Him Who speaks be withheld from Him Who makes?  112."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:23",
                            "text": "But how, unless the Father knew Him to be His true Son, should He commend to Him His will, for perfect co-operation, and His works, for perfect bringing in out in actuality? Seeing that the Son worketh the works which the Father doeth, and that the Son quickens whom He will, as it is written, He is then equal in power and free in respect of His will."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:24",
                            "text": "And thus is the Unity maintained, forasmuch as God's power consists in that the Godhead is proper to each Person, and freedom lies not in any difference, but in unity of will."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:25",
                            "text": "113."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:26",
                            "text": "The apostles, being storm-tossed in the sea, as soon as they saw the waters leaping up round their Lord's feet, and beheld His fearless footsteps on the water, as He walked amid the raging waves of the sea, and the ship, which was beaten upon by the waves, had rest as soon as Christ entered it, and they saw the waves and the winds obeying Him,—then, though as yet they did not believe in their hearts they believed Him to be God's true Son, saying, \"Truly Thou art the Son of God\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:27",
                            "text": "114."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:28",
                            "text": "To the same effect the confession of the centurion, and others who were with him, when the foundations of the world were shaken at the Lord's Passion,—and this, heretic, thou deniest! The centurion said, \"Truly this was the Son of God\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:29",
                            "text": "\"Was\" said the centurion—\"Was not\" says the Arian."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:30",
                            "text": "The centurion, then, with bloodstained hands, but devout mind,  declares both the truth and the eternity of Christ's generation; and thou, O heretic, deniest its truth, and makest it matter of time! Would that thou hadst imbued thy hands rather than thy soul! But thou, unclean even of hand, and murderous of intent, seekest Christ's death, so far as in thee lies, seeing that thou thinkest of Him as mean and weak; nay, and this is a worse sin, thou, albeit the Godhead can feel no wound, still wouldst do thy diligence to slay in Christ, not His Body, but His Glory."
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:31",
                            "text": "115."
                        },
                        {
                            "verse": 32,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:32",
                            "text": "We cannot then doubt that He is very God, Whose true Godhead even executioners believed in and devils confessed."
                        },
                        {
                            "verse": 33,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:33",
                            "text": "Their testimony we require not now, but it is withal greater than your blasphemies."
                        },
                        {
                            "verse": 34,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:34",
                            "text": "We have called them in to witness, to put you to the blush, whilst we have also cited the oracles of God, to the end that you should believe."
                        },
                        {
                            "verse": 35,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:35",
                            "text": "116."
                        },
                        {
                            "verse": 36,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:36",
                            "text": "The Lord proclaimeth by the mouth of Isaiah: \"In the mouth of them that serve Me shall a new name be called upon, which shall be blessed over all the earth, and they shall bless the true God, and they who swear upon earth shall swear by the true God\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:37",
                            "text": "These words, I say, Isaiah spake when he saw God's Glory, and thus in the Gospel it is plainly said that he saw the Glory of Christ and spoke of Him."
                        },
                        {
                            "verse": 38,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:38",
                            "text": "117."
                        },
                        {
                            "verse": 39,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:39",
                            "text": "But hear again what John the Evangelist hath written in his Epistle, saying: \"We know that the Son of God hath appeared, and hath given us discernment, to know the Father, and to be in His true Son Jesus Christ, our Lord."
                        },
                        {
                            "verse": 40,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:40",
                            "text": "He is very God, and Life Eternal\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:41",
                            "text": "John calls Him true Son of God and very God."
                        },
                        {
                            "verse": 42,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 17:42",
                            "text": "If, then, He be very God, He is surely uncreate, without spot of lying or deceit, having in Himself no confusion, nor unlikeness to His Father."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:2",
                            "text": "The errors of the Arians are mentioned in the Nicene Definition of the Faith, to prevent their deceiving anybody."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:3",
                            "text": "These errors are recited, together with the anathema pronounced against them, which is said to have been not only pronounced at Nicaea, but also twice renewed at Ariminum."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:4",
                            "text": "118."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:5",
                            "text": "Christ, therefore, is \"God of God, Light of Light, very God of very God; begotten of the Father, not made; of one substance with the Father\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:6",
                            "text": "119."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:7",
                            "text": "So, indeed, following the guidance of the Scriptures, our fathers declared, holding, moreover, that impious doctrines should be included in the record of their decrees, in order that the unbelief of Arius should discover itself, and not, as it were, mask itself with dye or face-paint."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:8",
                            "text": "For they give a false colour to their thoughts who dare not unfold them openly."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:9",
                            "text": "After the manner of the censor's rolls, then, the Arian heresy is not discovered by name, but marked out by the condemnation pronounced, in order that he who is curious and eager to hear it should be preserved from falling by knowing that it is condemned already, before he hears, it set forth to the end that he should believe."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:10",
                            "text": "120."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:11",
                            "text": "\"Those,\" runs the decree, \"who say that there was a time when the Son of God was not, and that before He was born He was not, and who say that he was made out of nothing, or is of another substance or οὐσια, or that He is capable of changing, or that with Him is any shadow of turning,—them the Catholic and Apostolic Church declares accursed\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:12",
                            "text": "121."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:13",
                            "text": "Your sacred Majesty has agreed that they who utter such doctrines are rightly condemned."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:14",
                            "text": "It was of no determination by man, of no human counsel, that three hundred and eighteen bishops met, as I showed above more at length, in Council, but that in their number the Lord Jesus might prove, by the sign of His Name and Passion, that He was in the midst, where His own were gathered together."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:15",
                            "text": "In the number of three hundred was the sign of His Cross, in that  of eighteen was the sign of the Name Jesus."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:16",
                            "text": "122."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:17",
                            "text": "This also was the teaching of the First Confession in the Council of Ariminum, and of the Second Correction, after that Council."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 18:18",
                            "text": "Of the Confession, the letter sent to the Emperor Constantine beareth witness, and the Council that followed declares the Correction."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:2",
                            "text": "Arius is charged with the first of the above-mentioned errors, and refuted by the testimony of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:3",
                            "text": "John."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:4",
                            "text": "The miserable death of the Heresiarch is described, and the rest of his blasphemous errors are one by one examined and disproved."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:5",
                            "text": "123."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:6",
                            "text": "Arius, then, says: \"There was a time when the Son of God existed not,\" but Scripture saith: \"He was,\" not that \"He was not\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:7",
                            "text": "Furthermore, St."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:8",
                            "text": "John has written: \"In the beginning was the Word, and the Word was with God, and the Word was God."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:9",
                            "text": "The same was in the beginning with God\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:10",
                            "text": "Observe how often the verb \"was\" appears, whereas \"was not\" is nowhere found."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:11",
                            "text": "Whom, then, are we to believe?—St."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:12",
                            "text": "John, who lay on Christ's bosom, or Arius, wallowing amid the outgush of his very bowels?—so wallowing that we might understand how Arius in his teaching showed himself like unto Judas, being visited with like punishment."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:13",
                            "text": "124."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:14",
                            "text": "For Arius' bowels also gushed out—decency forbids to say where—and so he burst asunder in the midst, falling headlong, and besmirching those foul lips wherewith he had denied Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:15",
                            "text": "He was rent, even as the Apostle Peter said of Judas, because he \"bought a field with the price of evil-doing, and falling headlong he burst asunder in the midst, and all his bowels gushed out\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:16",
                            "text": "It was no chance manner of death, seeing that like wickedness was visited with like punishment, to the end that those who denied and betrayed the same Lord might likewise undergo the same torment."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:17",
                            "text": "125."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:18",
                            "text": "Let us pass on to further points."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:19",
                            "text": "Arius says: \"Before He was born, the Son of God was not,\" but the Scripture saith that all things are maintained in existence by the Son's office."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:20",
                            "text": "How, then, could He, Who existed not, bestow existence upon others? Again, when the blasphemer uses the words \"when\" and \"before,\" he certainly uses words which are marks of time."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:21",
                            "text": "How, then, do the Arians deny that time was ere the Son was, and yet will have things created in time to exist before the Son, seeing that the very words, \"when,\" \"before,\" and \"did not exist once,\" announce the idea of time?  126."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:22",
                            "text": "Arius says that the Son of God came into being out of nought."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:23",
                            "text": "How, then, is He Son of God—how was He begotten from the womb of the Father—how do we read of Him as the Word spoken of the heart's abundance, save to the end that we should believe that He came forth, as it is written, from the Father's inmost, unapproachable sanctuary? Now a son is so called either by means of adoption or by nature, as we are called sons by means of adoption."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:24",
                            "text": "Christ is the Son of God by virtue of His real and abiding nature."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:25",
                            "text": "How, then, can He, Who out of nothing fashioned all things, be Himself created out of nothing?  127."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:26",
                            "text": "He who knows not whence the Son is hath not the Son."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:27",
                            "text": "The Jews therefore had not the Son, for they knew not whence He was."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:28",
                            "text": "Wherefore the Lord said to them: \"Ye know not whence I came;\" and again: \"Ye neither have found out Who I am, nor know My Father,\" for he who denies that the Son is of the Father knows not the Father, of Whom the Son is; and again, he knows not the Son, because he knows not the Father."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:29",
                            "text": "128."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:30",
                            "text": "Arius says: \"[The Son is] of another Substance\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:31",
                            "text": "But what other substance is exalted to equality with the Son of God, so that simply in virtue thereof He is Son of God? Or what right have the Arians for censuring us because we speak, in Greek, of the οὐσία, or in Latin, of the Substantia of God, when they themselves, in saying that the Son of God is of another \"Substance,\" assert a divine Substantia."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:32",
                            "text": "129."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:33",
                            "text": "Howbeit, should they desire to dispute the use of the words \"divine Substance\" or \"divine Nature,\" they shall easily be refuted, for Holy Writ oft-times hath spoken of οὐσία in Greek, or Substantia  in Latin, and St."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:34",
                            "text": "Peter, as we read, would have us become partakers in the divine Nature."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:35",
                            "text": "But if they will have it that the Son is of another \"Substance,\" they with their own lips confute themselves, in that they both acknowledge the term \"Substance,\" whereof they are so afraid, and rank the Son on a level with the creatures above which they feign to exalt Him."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:36",
                            "text": "130."
                        },
                        {
                            "verse": 37,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:37",
                            "text": "Arius calls the Son of God a creature, but \"not as the rest of the creatures\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:38",
                            "text": "Yet what created being is not different from another? Man is not as angel, earth is not as heaven, the sun is not as water, nor light as darkness."
                        },
                        {
                            "verse": 39,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:39",
                            "text": "Arius' preference, therefore, is empty—he hath but disguised with a sorry dye his deceitful blasphemies, in order to take the foolish."
                        },
                        {
                            "verse": 40,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:40",
                            "text": "131."
                        },
                        {
                            "verse": 41,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:41",
                            "text": "Arius declares that the Son of God may change and swerve."
                        },
                        {
                            "verse": 42,
                            "chapter": 19,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 19:42",
                            "text": "How, then, is He God if He is changeable, seeing that He Himself hath said: \"I am, I am, and I change not\"?."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Ambrose: Exposition of the Christian Faith Book I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:3",
                            "text": "Ambrose declares his desire that some angel would fly to him to purify him, as once the Seraph did to Isaiah—nay more, that Christ Himself would come to him, to the Emperor, and to his readers, and finally prays that Gratian and the rest of the faithful may be exalted by the power and spell of the Lord's Cup, which he describes in mystic language."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:4",
                            "text": "132."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:5",
                            "text": "Howbeit, now must I needs confess the Prophet Isaiah's confession, which he makes before declaring the word of the Lord: \"Woe is me, my heart is smitten, for I, a man of unclean lips, and living in the midst of a people of unclean lips, have seen the Lord of Sabaoth\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:6",
                            "text": "Now if Isaiah said \"Woe is me,\" who looked upon the Lord of Sabaoth, what shall I say of myself, who, being \"a man of unclean lips,\" am constrained to treat of the divine generation? How shall I break forth into speech of things whereof I am afraid, when David prays that a watch may be set over his mouth in the matter of things whereof he has knowledge? O that to me also one of the Seraphim would bring the burning coal from the celestial altar, taking it in the tongs of the two testaments, and with the fire thereof purge my unclean lips!  133."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:7",
                            "text": "But forasmuch as then the Seraph came down in a vision to the Prophet, whilst Thou, O Lord, in revelation of the mystery hast come to us in the flesh, do Thou, not by any deputy, nor by any messenger, but Thou Thyself cleanse my conscience from my secret sins, that I too, erstwhile unclean, but now by Thy mercy made clean through faith, may sing in the words of David: \"I will make music to Thee upon a harp, O God of Israel, my lips shall rejoice, in all my song to Thee, and so, too, shall my soul, whom Thou hast redeemed\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:8",
                            "text": "134."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:9",
                            "text": "And so, O Lord, leaving them that slander and hate Thee, come unto us, sanctify the ears of our sovereign ruler, Gratian, and all besides into whose hands this little book shall come—and purge my ears, that no stains of the infidelity they have heard remain anywhere."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:10",
                            "text": "Cleanse thoroughly, then, our ears, not with water of well, river, or rippling and purling brook, but with words cleansing like water, clearer than any water, and purer than any snow—even the words Thou hast spoken—\"Though your sins be as scarlet, I will make them white as snow\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:11",
                            "text": "135."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:12",
                            "text": "Moreover, there is a Cup, wherewith Thou dost use to purify the hidden chambers of the soul, a Cup not of the old order, nor filled from a common Vine,—a new Cup, brought down from heaven to earth, filled with wine pressed from the wondrous cluster, which hung in fleshly form upon the tree of the Cross, even as the grape hangs upon the Vine."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:13",
                            "text": "From this Cluster, then, is the Wine that maketh glad the heart of man, uplifts the sorrowful, is fragrant with, pours into us, the ecstasy of faith, true devotion, and purity."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:14",
                            "text": "136."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:15",
                            "text": "With this Wine, therefore, O Lord my God, cleanse the spiritual ears of our sovereign Emperor, to the end that, just as men, being uplifted with common wine, love rest and quietness, cast out the fear of death, have no feeling of injuries, seek not that which belongs to others, and forget  their own; and so he, too, intoxicated with thy wine, may love peace, and, confident in the exultation of faith, may never know the death of unbelief, and may display loving patience, have no part in other men's profanities, and hold the faith of more account even than kindred and children, as it is written: \"Leave all that thou hast, and come, follow Me\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:16",
                            "text": "137."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:17",
                            "text": "With this Wine, also, Lord Jesus, purify our senses, that we may adore Thee, and worship Thee, the Creator of things visible and invisible."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Ambrose: Exposition of the Christian Faith Book I 20:18",
                            "text": "Truly, Thou canst not fail of being Thyself invisible and good, Who hast given invisibility and goodness to the works of Thy Hands."
                        }
                    ]
                }
            ]
        }
    ]
}