{
    "books": [
        {
            "name": "John Cassian: The Twelve Books V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: The Twelve Books V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books V 1:1",
                            "text": "Book V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books V 1:2",
                            "text": "Of the Spirit of Gluttony."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books V 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books V 1:4",
                            "text": "The transition from the Institutes of the monks to the struggle against the eight principal faults."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books V 1:5",
                            "text": "This fifth book of ours is now by the help of God to be produced."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books V 1:6",
                            "text": "For after the four books which have been composed on the customs of the monasteries, we now propose, being strengthened by God through your prayers, to approach the struggle against the eight principal faults, i-e: first, Gluttony or the pleasures of the palate; secondly, Fornication; thirdly, Covetousness, which means Avarice, or, as it may more properly be called, the love of money, fourthly, Anger; fifthly, Dejection; sixthly, \"Accidie,\" which is heaviness or weariness of heart; seventhly, κενοδοξία which means foolish or vain glory; eighthly, pride."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books V 1:7",
                            "text": "And on entering upon this difficult task we need your prayers, O most blessed Pope Castor, more than ever; that we may be enabled in the first place worthily to investigate the nature of these in all points however trifling or hidden or obscure: and next to explain with sufficient clearness the causes of them and thirdly to bring forward fitly the cures and remedies for them."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: The Twelve Books V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books V 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books V 2:2",
                            "text": "How the occasions of these faults, being found in everybody, are ignored by everybody; and how we need the Lord's help to make them plain."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books V 2:3",
                            "text": "And of these passions as the occasions are recognized by everybody as soon as they are laid open by the teaching of the elders, so before they are revealed, although we are all overcome by them, and they exist in every one, yet nobody knows of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books V 2:4",
                            "text": "But we trust that we shall be able in some measure to explain them, if by your prayers that word of the Lord, which was announced by Isaiah, may apply to us also—\"I will go before thee, and bring low the mighty ones of the land, I will break the gates of brass, and cut asunder the iron bars, and I will open to thee concealed treasures and hidden secrets\"—so that the word of the Lord may go before us also, and first may bring low the mighty ones of our land, i-e: these same evil passions which we are desirous to overcome, and which claim for themselves dominion and a most horrible tyranny in our mortal body; and may make them yield to our investigation and explanation, and thus breaking the gates of our ignorance, and cutting asunder the bars of vices which shut us out from true knowledge, may lead to the hidden things of our secrets, and reveal to us who have been illuminated, according to the Apostle's word, \"the hidden things of darkness, and may make manifest the counsels of the hearts,\" that thus penetrating with pure eyes of the mind to the foul darkness of vices, we may be able to disclose them and drag them forth to light; and may succeed in explaining their occasions and natures to those who are either free from them, or are still tied and bound by them, and so passing as the prophet says, through the fire of vices which terribly inflame our minds, we may be able forthwith to pass also through the water of virtues which extinguish them unharmed, and being bedewed (as it were) with spiritual remedies may be found worthy to be brought in purity of heart to the consolations of perfection."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: The Twelve Books V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books V 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books V 3:2",
                            "text": "How our first struggle must be against the spirit of gluttony, i-e: the pleasures of the palate."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books V 3:3",
                            "text": "And so the first conflict we must enter upon is that against gluttony, which we have explained as the pleasures of the palate: and in the first place as we are going to speak of the system of fasts, and the quality of food, we must again recur to the traditions and customs of the Egyptians, as everybody knows that they contain a more advanced discipline in the matter of self-control, and a perfect method of discrimination."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: The Twelve Books V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:2",
                            "text": "The testimony of Abbot Antony in which he teaches that each virtue ought to be sought for from him who professes it in a special degree."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:3",
                            "text": "For it is an ancient and excellent saying of the blessed Antony that when a monk is endeavouring after the plan of the monastic life to reach the heights of a more advanced perfection, and, having learned the consideration of discretion, is able now to stand in his own judgment, and to arrive at the very summit of the anchorite's life, he ought by no means to seek for all kinds of virtues from one man however excellent."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:4",
                            "text": "For one is adorned with flowers of knowledge, another is more strongly fortified with methods of discretion, another is established in the dignity of patience, another excels in the virtue of humility, another in that of continence, another is decked with the grace of simplicity."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:5",
                            "text": "This one excels all others in magnanimity, that one in pity, another in vigils, another in silence, another in earnestness of work."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:6",
                            "text": "And therefore the monk who desires to gather spiritual honey, ought like a most careful bee, to suck out virtue from those who specially possess it, and should diligently store it up in the vessel of his own breast: nor should he investigate what any one is lacking in, but only regard and gather whatever virtue he has."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:7",
                            "text": "For if we want to gain all virtues from some one person, we shall with great difficulty or perhaps never at all find suitable examples for us to imitate."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:8",
                            "text": "For though we do not as yet see that even Christ is made \"all things in all,\" as the Apostle says; still in this way we can find Him bit by bit in all."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:9",
                            "text": "For it is said of Him, \"Who was made of God to you wisdom and righteousness and sanctification and redemption\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:10",
                            "text": "While then in one there is found wisdom, in another righteousness, in another sanctification, in another kindness, in another chastity, in another humility, in another patience, Christ is at the present time divided, member by member, among all of the saints."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:11",
                            "text": "But when all come together into the unity of the faith and virtue, He is formed into the \"perfect man,\" completing the fulness of His body, in the joints and properties of all His members."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:12",
                            "text": "Until then that time arrives when God will be \"all in all,\" for the present God can in the way of which we have spoken be \"in all,\" through particular virtues, although He is not yet \"all in all\" through the fulness of them."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:13",
                            "text": "For although our religion has but one end and aim, yet there are different ways by which we approach God, as will be more fully shown in the Conferences of the Elders."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books V 4:14",
                            "text": "And so we must seek a model of discretion and continence more particularly from those from whom we see that those virtues flow forth more abundantly through the grace of the Holy Spirit; not that any one can alone acquire those things which are divided among many, but in order that in those good qualities of which we are capable we may advance towards the imitation of those who especially have acquired them."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: The Twelve Books V 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:2",
                            "text": "That one and the same rule of fasting cannot be observed by everybody."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:3",
                            "text": "And so on the manner of fasting a uniform rule cannot easily be observed, because everybody has not the same strength; nor is it like the rest of the virtues, acquired by steadfastness of mind alone."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:4",
                            "text": "And therefore, because it does not depend only on mental firmness, since it has to do with the possibilities of the body, we have received this explanation concerning it which has been handed down to us, viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:5",
                            "text": ": that there is a difference of time, manner, and quality of the refreshment in proportion to the difference of condition of the body, the age, and sex: but that there is one and the same rule of restraint to everybody as regards continence of mind, and the virtue of the spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:6",
                            "text": "For it is impossible for every one to prolong his fast for a week, or to postpone taking refreshment during a two or three days' abstinence."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:7",
                            "text": "By many people also who are worn out with sickness and especially with old age, a fast even up to sunset cannot be endured without suffering."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:8",
                            "text": "The sickly food of moistened beans does not agree with everybody: nor does a sparing diet of fresh vegetables suit all, nor is a scanty meal of dry bread permitted to all alike."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:9",
                            "text": "One man does not feel satisfied with two pounds, for another a meal of one pound, or six ounces, is too much; but there is one aim and object of continence in the case of all of these, viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:10",
                            "text": ": that no one may be overburdened beyond the measure of his appetite, by gluttony."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books V 5:11",
                            "text": "For it is not only the quality, but also the quantity of food taken which dulls the keenness of the mind, and when the soul as well as the flesh is surfeited, kindles the baneful and fiery incentive to vice."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: The Twelve Books V 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:2",
                            "text": "That the mind is not intoxicated by wine alone."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:3",
                            "text": "The belly when filled with all kinds of food gives birth to seeds of wantonness, nor can the mind, when choked with the weight of food, keep the guidance and government of the thoughts."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:4",
                            "text": "For not only is drunkenness with wine wont to intoxicate the mind, but excess of all kinds of food makes it weak and uncertain, and robs it of all its power of pure and clear contemplation."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:5",
                            "text": "The cause of the overthrow and wantonness of Sodom was not drunkenness through wine, but fulness of bread."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:6",
                            "text": "Hear the Lord rebuking Jerusalem through the prophet."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:7",
                            "text": "\"For how did thy sister Sodom sin, except in that she ate her bread in fulness and abundance?\" And because through fulness of bread they were inflamed with uncontrollable lust of the flesh, they were burnt up by the judgment of God with fire and brimstone from heaven."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books V 6:8",
                            "text": "But if excess of bread alone  drove them to such a headlong downfall into sin through the vice of satiety, what shall we think of those who with a vigorous body dare to partake of meat and wine with unbounded licence, taking not just what their bodily frailty demands, but what the eager desire of the mind suggests."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: The Twelve Books V 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:2",
                            "text": "How bodily weakness need not interfere with purity of heart."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:3",
                            "text": "Bodily weakness is no hindrance to purity of heart, if only so much food is taken as the bodily weakness requires, and not what pleasure asks for."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:4",
                            "text": "It is easier to find men who altogether abstain from the more fattening kinds of foods than men who make a moderate use of what is allowed to our necessities; and men who deny themselves everything out of love of continence than men who taking food on the plea of weakness preserve the due measure of what is sufficient."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:5",
                            "text": "For bodily weakness has its glory of self-restraint, where though food is permitted to the failing body, a man deprives himself of his refreshment."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:6",
                            "text": "although he needs it, and only indulges in just so much food as the strict judgment of temperance decides to be sufficient for the necessities of life, and not what the longing appetite asks for."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:7",
                            "text": "The more delicate foods, as they conduce to bodily health, so they need not destroy the purity of chastity, if they are taken in moderation."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:8",
                            "text": "For whatever strength is gained by partaking of them is used up in the toil and waste of care."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books V 7:9",
                            "text": "Wherefore as no state of life can be deprived of the virtue of abstinence, so to none is the crown of perfection denied."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: The Twelve Books V 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:2",
                            "text": "How food should be taken with regard to the aim at perfect continence."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:3",
                            "text": "And so it is a very true and most excellent saying of the Fathers that the right method of fasting and abstinence lies in the measure of moderation and bodily chastening; and that this is the aim of perfect virtue for all alike, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:4",
                            "text": ": that though we are still forced to desire it, yet we should exercise self-restraint in the matter of the food, which we are obliged to take owing to the necessity of supporting the body."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:5",
                            "text": "For even if one is weak in body, he can attain to a perfect virtue and one equal to that of those who are thoroughly strong and healthy, if with firmness of mind he keeps a check upon the desires and lusts which are not due to weakness of the flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:6",
                            "text": "For the Apostle says: \"And take not care for the flesh in its lusts\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:7",
                            "text": "He does not forbid care for it in every respect: but says that care is not to be taken in regard to its desires and lusts."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books V 8:8",
                            "text": "He cuts away the luxurious fondness for the flesh: he does not exclude the control necessary for life: he does the former, lest through pampering the flesh we should be involved in dangerous entanglements of the desires; the latter lest the body should be injured by our fault and unable to fulfil its spiritual and necessary duties."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: The Twelve Books V 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:2",
                            "text": "Of the measure of the chastisement to be undertaken, and the remedy of fasting."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:3",
                            "text": "The perfection then of abstinence is not to be gathered from calculations of time alone, nor only from the quality of the food; but beyond everything from the judgment of conscience."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:4",
                            "text": "For each one should impose such a sparing diet on himself as the battle of his bodily struggle may require."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:5",
                            "text": "The canonical observance of fasts is indeed valuable and by all means to be kept."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:6",
                            "text": "But unless this is followed by a temperate partaking of food, one will not be able to arrive at the goal of perfection."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:7",
                            "text": "For the abstinence of prolonged fasts—where repletion of body follows—produces weariness for a time rather than purity and chastity."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:8",
                            "text": "Perfection of mind indeed depends upon the abstinence of the belly."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:9",
                            "text": "He has no lasting purity and chastity, who is not contented always to keep to a well-balanced and temperate diet."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:10",
                            "text": "Fasting, although severe, yet if unnecessary relaxation follows, is rendered useless, and presently leads to the vice of gluttony."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:11",
                            "text": "A reasonable supply of food partaken of daily with moderation, is better than a severe and long fast at intervals."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books V 9:12",
                            "text": "Excessive fasting has been known not only to undermine the constancy of the mind, but also to weaken the power of prayers through sheer weariness of body."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: The Twelve Books V 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:2",
                            "text": "That abstinence from food is not of itself sufficient for preservation of bodily and mental purity."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:3",
                            "text": "In order to preserve the mind and body in a perfect condition abstinence from food is not alone sufficient: unless the other virtues of the mind as well are joined to it."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:4",
                            "text": "And so humility must first be learned by the virtue of obedience, and grinding toil and bodily exhaustion."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:5",
                            "text": "The possession of money must not only be avoided, but the desire for it must be utterly rooted out."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:6",
                            "text": "For it is not enough not to possess it,—a thing which comes to many as a matter of necessity: but we ought, if by chance it is offered, not even to admit the wish to have it."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:7",
                            "text": "The madness of anger should be controlled; the downcast look of dejection be overcome; vainglory should be despised, the disdainfulness of pride trampled under foot, and the shifting and wandering thoughts of the mind restrained by continual recollection of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books V 10:8",
                            "text": "And the slippery wanderings of our heart should be brought back again to the contemplation of God as often as our crafty enemy, in his endeavour to lead away the mind a captive from this consideration, creeps into the innermost recesses of the heart."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: The Twelve Books V 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:2",
                            "text": "That bodily lusts are not extinguished except by the entire rooting out of vice."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:3",
                            "text": "For it is an impossibility that the fiery motions of the body can be extinguished, before the incentives of the other chief vices are utterly rooted out: concerning which we will speak in their proper place, if God permits, separately, in different books."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:4",
                            "text": "But now we have to deal with Gluttony, that is the desire of the palate, against which our first battle is."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:5",
                            "text": "He then will never be able to check the motions of a burning lust, who cannot restrain the desires of the appetite."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:6",
                            "text": "The chastity of the inner man is shown by the perfection of this virtue."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:7",
                            "text": "For you will never feel sure that he can strive against the opposition of a stronger enemy, whom you have seen overcome by weaker ones in a higher conflict."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:8",
                            "text": "For of all virtues the nature is but one and the same, although they appear to be divided into many different kinds and names: just as there is but one substance of gold, although it may seem to be distributed through many different kinds of jewelry according to the skill of the goldsmith."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:9",
                            "text": "And so he is proved to possess no virtue perfectly, who is known to have broken down in some part of them."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:10",
                            "text": "For how can we believe that that man has extinguished the burning heats of concupiscence (which are kindled not only by bodily incitement but by vice of the mind), who could not assuage the sharp stings of anger which break out from intemperance of heart alone? Or how can we think that he has repressed the wanton desires of the flesh and spirit, who has not been able to conquer the simple fault of pride? Or how can we believe that one has trampled under foot a wantonness which is ingrained in the flesh, who has not been able to disown the love of money, which is something external and outside our own substance? In what way will he triumph in the war of flesh and spirit, who has not been man enough to cure the disease of dejection? However great a city may be protected by the height of its walls and the strength of its closed gates, yet it is laid waste by the giving up of one postern however small."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books V 11:11",
                            "text": "For what difference does it make whether a dangerous foe makes his way into the heart of the city over high walls, and through the wide spaces of the gate, or through secret and narrow passages?."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: The Twelve Books V 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:2",
                            "text": "That in our spiritual contest we ought to draw an example from the carnal contests."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:3",
                            "text": "\"One who strives in the games is not crowned unless he has contended lawfully\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:4",
                            "text": "One who wants to extinguish the natural desires of the flesh, should first hasten to overcome those vices whose seat is outside our nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:5",
                            "text": "For if we desire to make trial of the force of the Apostle's saying, we ought first to learn what are the laws and what the discipline of the world's contest, so that finally by a comparison with these, we may be able to know what the blessed Apostle meant to teach to us who are striving in a spiritual contest by this illustration."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:6",
                            "text": "For in these conflicts, which, as the same Apostle says, hold out \"a corruptible crown\" to the victors, this rule is kept, that he who aims at preparing himself for the crown of glory, which is embellished with the privilege of exemption, and who is anxious to enter the highest struggle in the  contest, should first in the Olympic and Pythian games give evidence of his abilities as a youth, and his strength in its first beginnings; since in these the younger men who want to practise this training are tested as to whether they deserve or ought to be admitted to it, by the judgment both of the president of the games and of the whole multitude."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:7",
                            "text": "And when any one has been carefully tested, and has first been proved to be stained by no infamy of life, and then has been adjudged not ignoble through the yoke of slavery, and for this reason unworthy to be admitted to this training and to the company of those who practise it, and when thirdly he produces sufficient evidence of his ability and prowess and by striving with the younger men and his own compeers has shown both his skill and valour as a youth, and going forward from the contests of boys has been by the scrutiny of the president permitted to mix with full-grown men and those of approved experience, and has not only shown himself their equal in valour by constant striving with them, but has also many a time carried off the prize of victory among them, then at last he is allowed to approach the most illustrious conflict of the games, permission to contend in which is granted to none but victors and those who are decked with many crowns and prizes."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books V 12:8",
                            "text": "If we understand this illustration from a carnal contest, we ought by a comparison with it to know what is the system and method of our spiritual conflict as well."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: The Twelve Books V 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books V 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books V 13:2",
                            "text": "That we cannot enter the battle of the inner man unless we have been set free from the vice of gluttony."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books V 13:3",
                            "text": "We also ought first to give evidence of our freedom from subjection to the flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books V 13:4",
                            "text": "For \"of whom a man is overcome, of the same is he the slave\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books V 13:5",
                            "text": "And \"every one that doeth sin is the slave of sin\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books V 13:6",
                            "text": "And when the scrutiny of the president of the contest finds that we are stained by no infamy of disgraceful lust, and when we are judged by him not to be slaves of the flesh, and ignoble and unworthy of the Olympic struggle against our vices, then we shall be able to enter the lists against our equals, that is the lusts of the flesh and the motions and disturbances of the soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books V 13:7",
                            "text": "For it is impossible for a full belly to make trial of the combat of the inner man: nor is he worthy to be tried in harder battles, who can be overcome in a slight skirmish."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: The Twelve Books V 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:2",
                            "text": "How gluttonous desires can be overcome."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:3",
                            "text": "First then we must trample under foot gluttonous desires, and to this end the mind must be reduced not only by fasting, but also by vigils, by reading, and by frequent compunction of heart for those things in which perhaps it recollects that it has been deceived or overcome, sighing at one time with horror at sin, at another time inflamed with the desire of perfection and saintliness: until it is fully occupied and possessed by such cares and meditations, and recognizes the participation of food to be not so much a concession to pleasure, as a burden laid upon it; and considers it to be rather a necessity for the body than anything desirable for the soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:4",
                            "text": "And, preserved by this zeal of mind and continual compunction, we shall beat down the wantonness of the flesh (which becomes more proud and haughty by being fomented with food) and its dangerous incitement, and so by the copiousness of our tears and the weeping of our heart we shall succeed in extinguishing the fiery furnace of our body, which is kindled by the Babylonish king who continually furnishes us with opportunities for sin, and vices with which we burn more fiercely, instead of naphtha and pitch—until, through the grace of God, instilled like dew by His Spirit in our hearts, the heats of fleshly lusts can be altogether deadened."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:5",
                            "text": "This then is our first contest, this is as it were our first trial in the Olympic games, to extinguish the desires of the palate and the belly by the longing for perfection."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:6",
                            "text": "On which account we must not only trample down all unnecessary desire for food by the contemplation of the virtues, but also must take what is necessary for the support of nature, not without anxiety of heart, as if it were opposed to chastity."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:7",
                            "text": "And so at length we may enter on the course of our life, so that there may be no time in which we feel that we are recalled from our spiritual studies, further than when we are obliged by the weakness of the body to descend for the needful care of it."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:8",
                            "text": "And when we are subjected to this necessity—of attending to the wants of life rather than the desires, of the soul—we should hasten to withdraw as quickly as possible from it, as if it kept us back from really health-giving studies."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:9",
                            "text": "For we cannot possibly scorn the gratification of food presented to us, unless the mind is fixed on the contemplation of divine things, and is the rather  entranced with the love of virtue and the delight of things celestial."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books V 14:10",
                            "text": "And so a man will despise all things present as transitory, when he has securely fixed his mental gaze on, those things which are immovable and eternal, and already contemplates in heart—though still in the flesh—the blessedness of his future life."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: The Twelve Books V 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books V 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books V 15:2",
                            "text": "How a monk must always be eager to preserve his purity of heart."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books V 15:3",
                            "text": "It is like the case when one endeavours to strike some mighty prize of virtue on high, pointed out by some very small mark; with the keenest eyesight he points the aim of his dart, knowing that large rewards of glory and prizes depend on his hitting it; and he turns away his gaze from every other consideration, and must direct it thither, where he sees that the reward and prize is placed, because he would be sure to lose the prize of his skill and the reward of his prowess if the keenness of his gaze should be diverted ever so little."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: The Twelve Books V 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:2",
                            "text": "How, after the fashion of the Olympic games, a monk should not attempt spiritual conflicts unless he has won battles over the flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:3",
                            "text": "And so when the desires of the belly and of the palate have been by these considerations overcome, and when we have been declared, as in the Olympic contests, neither slaves of the flesh nor infamous through the brand of sin, we shall be adjudged to be worthy of the contest in higher struggles as well, and, leaving behind lessons of this kind, may be believed capable of entering the lists against spiritual wickednesses, against which only victors and those who are allowed to contend in a spiritual conflict are deemed worthy to struggle."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:4",
                            "text": "For this is so to speak a most solid foundation of all the conflicts, viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:5",
                            "text": ": that in the first instance the impulses of carnal desires should be destroyed."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:6",
                            "text": "For no one can lawfully strive unless his own flesh has been overcome."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:7",
                            "text": "And one who does not strive lawfully certainly cannot take a share in the contest, nor win a crown of glory and the grace of victory."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:8",
                            "text": "But if we have been overcome in this battle, having been proved as it were slaves of carnal lusts, and thus displaying the tokens neither of freedom nor of strength, we shall be straightway repulsed from the conflicts with spiritual hosts, as unworthy and as slaves, with every mark of confusion."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:9",
                            "text": "For \"every one that doeth sin is the servant of sin\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:10",
                            "text": "And this will be addressed to us by the blessed Apostle, together with those among whom fornication is named."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:11",
                            "text": "\"Temptation does not overtake you, except such as is human\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:12",
                            "text": "For if we do not seek for strength of mind we shall not deserve to make trial of severer contest against wickedness on high, if we have been unable to subdue our weak flesh which resists the spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:13",
                            "text": "And some not understanding this testimony of the Apostle, have read the subjunctive instead of the indicative mood, i-e:, \"Let no temptation overcome you, except such as is human\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books V 16:14",
                            "text": "But it is clear that it is rather said by him with the meaning not of a wish but of a declaration or rebuke."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: The Twelve Books V 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:2",
                            "text": "That the foundation and basis of the spiritual combat must be laid in the struggle against gluttony."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:3",
                            "text": "Would you like to hear a true athlete of Christ striving according to the rules and laws of the conflict? \"I,\" said he, \"so run, not as uncertainly; I so fight, not as one that beateth the air: but I chastise my body and bring it into subjection, lest by any means when I have preached to others I myself should be a castaway\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:4",
                            "text": "You see how he made the chief part of the struggle depend upon himself, that is upon his flesh, as if on a most sure foundation, and placed the result of the battle simply in the chastisement of the flesh and the subjection of his body."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:5",
                            "text": "\"I then so run not as uncertainly\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:6",
                            "text": "He does not run uncertainly, because, looking to the heavenly Jerusalem, he has a mark set, towards which his heart is swiftly directed without swerving."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:7",
                            "text": "He does not run uncertainly, because, \"forgetting those things which are behind, he reaches forth to those that are before, pressing towards the mark for the prize of the high calling of God in Christ Jesus,\" whither he ever directs his mental gaze, and hastening towards it with all speed of heart, proclaims with confidence, \"I have fought a good fight, I have finished  my course, I have kept the faith\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:8",
                            "text": "And because he knows he has run unweariedly \"after the odour of the ointment\" of Christ with ready devotion of heart, and has won the battle of the spiritual combat by the chastisement of the flesh, he boldly concludes and says, \"Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, will give to me in that day\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:9",
                            "text": "And that he might open up to us also a like hope of reward, if we desire to imitate him in the struggle of his course, he added: \"But not to me only, but to all also who love His coming;\" declaring that we shall be sharers of his crown in the day of judgment, if we love the coming of Christ—not that one only which will be manifest to men even against their will; but also this one which daily comes to pass in holy souls—and if we gain the victory in the fight by chastising the body."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:10",
                            "text": "And of this coming it is that the Lord speaks in the Gospel."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:11",
                            "text": "\"I,\" says He, \"and my Father will come to him, and will make our abode with him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books V 17:12",
                            "text": "And again: \"Behold, I stand at the door and knock: if any man hear my voice and open the gate, I will come in to him and will sup with him, and he with me\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: The Twelve Books V 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:2",
                            "text": "Of the number of different conflicts and victories through which the blessed Apostle ascended to the crown of the highest combat."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:3",
                            "text": "But he does not mean that he has only finished the contest of a race when he says \"I so run, not as uncertainly\" (a phrase which has more particularly to do with the intention of the mind and fervour of his spirit, in which he followed Christ with all zeal, crying out with the Bride, \"We will run after thee for the odour of thine ointments;\" and again, \"My soul cleaveth unto thee:\" but he also testifies that he has conquered in another kind of contest, saying, \"So fight I, not as one that beateth the air, but I chastise my body and bring it into subjection\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:4",
                            "text": "And this properly has to do with the pains of abstinence, and bodily fasting and affliction of the flesh: as he means by this that he is a vigorous bruiser of his own flesh, and points out that not in vain has he planted his blows of continence against it; but that he has gained a battle triumph by mortifying his own body; for when it is chastised with the blows of continence and struck down with the boxing-gloves of fasting, he has secured for his victorious spirit the crown of immortality and the prize of incorruption."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:5",
                            "text": "You see the orthodox method of the contest, and consider the issue of spiritual combats: how the athlete of Christ having gained a victory over the rebellious flesh, having cast it as it were under his feet, is carried forward as triumphing on high."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:6",
                            "text": "And therefore \"he does not run uncertainly,\" because he trusts that he will forthwith enter the holy city, the heavenly Jerusalem."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:7",
                            "text": "He \"so fights,\" that is with fasts and humiliation of the flesh, \"not as one that beateth the air,\" that is, striking into space with blows of continence, through which he struck not the empty air, but those spirits who inhabit it, by the chastisement of his body."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:8",
                            "text": "For one who says \"not as one that beateth the air,\" shows that he strikes—not empty and void air, but certain beings in the air."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books V 18:9",
                            "text": "And because he had overcome in this kind of contest, and marched on enriched with the rewards of many crowns, not undeservedly does he begin to enter the lists against still more powerful foes, and having triumphed over his former rivals, he boldly makes proclamation and says, \"Now our striving is not against flesh and blood, but against principalities, against powers, against world-rulers of this darkness, against spiritual wickedness in heavenly places\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: The Twelve Books V 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books V 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books V 19:2",
                            "text": "That the athlete of Christ, so long as he is in the body, is never without a battle."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books V 19:3",
                            "text": "The athlete of Christ, as long as he is in the body, is never in want of a victory to be gained in contests: but in proportion as he grows by triumphant successes, so does a severer kind of struggle confront him."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books V 19:4",
                            "text": "For when the flesh is subdued and conquered, what swarms of foes, what hosts of enemies are incited by his triumphs and rise up against the victorious soldier of Christ! for fear lest in the ease of peace the soldier of Christ might relax his efforts and begin to forget the glorious struggles of his contests, and be rendered slack through the idleness which is caused by immunity from danger, and be cheated of the reward of his prizes and the recompense of his triumphs."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books V 19:5",
                            "text": "And so if we want to rise with ever-growing virtue to these stages of triumph we ought also in the same way to enter the lists of battle and begin by saying with the Apostle: \"I so fight, not as one that beateth the air, but I chastise my body and bring it into subjection,\" that when this conflict is ended we may once more be able to say with him: \"we wrestle not against flesh and blood, but against principalities, against powers, against world-rulers of this darkness, against spiritual wickedness in heavenly places\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books V 19:6",
                            "text": "For otherwise we cannot possibly join battle with them nor deserve to make trial of spiritual combats if we are baffled in a carnal contest, and smitten down in a struggle with the belly: and deservedly will it be said of us by the Apostle in the language of blame: \"Temptation does not overtake you, except what is common to man\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: The Twelve Books V 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books V 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books V 20:2",
                            "text": "How a monk should not overstep the proper hours for taking food, if he wants to proceed to the struggle of interior conflicts."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books V 20:3",
                            "text": "A monk therefore who wants to proceed to the struggle of interior conflicts should lay down this as a precaution for himself to begin with: viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books V 20:4",
                            "text": ": that he will not in any case allow himself to be overcome by any delicacies, or take anything to eat or drink before the fast is over and the proper hour for refreshment has come, outside meal times; nor, when the meal is over, will he allow himself to take a morsel however small; and likewise that he will observe the canonical time and measure of sleep."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books V 20:5",
                            "text": "For that self-indulgence must be cut off in the same way that the sin of unchastity has to be rooted out."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books V 20:6",
                            "text": "For if a man is unable to check the unnecessary desires of the appetite how will he be able to extinguish the fire of carnal lust? And if a man is not able to control passions, which are openly manifest and are but small, how will he be able with temperate discretion to fight against those which are secret, and excite him, when none are there to see? And therefore strength of mind is tested in separate impulses and in any sort of passion: and if it is overcome in the case of very small and manifest desires, how it will endure in those that are really great and powerful and hidden, each man's conscience must witness for himself."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: The Twelve Books V 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:2",
                            "text": "Of the inward peace of a monk, and of spiritual abstinence."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:3",
                            "text": "For it is not an external enemy whom we have to dread."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:4",
                            "text": "Our foe is shut up within ourselves: an internal warfare is daily waged by us: and if we are victorious in this, all external things will be made weak, and everything will be made peaceful and subdued for the soldier of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:5",
                            "text": "We shall have no external enemy to fear, if what is within is overcome and subdued to the spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:6",
                            "text": "And let us not believe that that external fast from visible food alone can possibly be sufficient for perfection of heart and purity of body unless with it there has also been united a fast of the soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:7",
                            "text": "For the soul also has its foods which are harmful, fattened on which, even without superfluity of meats, it is involved in a downfall of wantonness."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:8",
                            "text": "Slander is its food, and indeed one that is very dear to it."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:9",
                            "text": "A burst of anger also is its food, even if it be a very slight one; yet supplying it with miserable food for an hour, and destroying it as well with its deadly savour."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:10",
                            "text": "Envy is a food of the mind, corrupting it with its poisonous juices and never ceasing to make it wretched and miserable at the prosperity and success of another."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:11",
                            "text": "Kenodoxia, i-e:, vainglory is its food, which gratifies it with a delicious meal for a time; but afterwards strips it clear and bare of all virtue, and dismisses it barren and void of all spiritual fruit, so that it makes it not only lose the rewards of huge labours, but also makes it incur heavier punishments."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:12",
                            "text": "All lust and shifty wanderings of heart are a sort of food for the soul, nourishing it on harmful meats, but leaving it afterwards without share of the heavenly bread and of really solid food."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:13",
                            "text": "If then, with all the powers we have, we abstain from these in a most holy fast, our observance of the bodily fast will be both useful and profitable."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:14",
                            "text": "For labour of the flesh, when joined with contrition of the spirit, will produce a sacrifice that is most acceptable to God, and a worthy shrine of holiness in the pure and undefiled inmost chambers of the heart."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:15",
                            "text": "But if, while fasting as far as the body is concerned, we are entangled in the most dangerous vices of the soul, our humiliation of the flesh will do us no good whatever, while the most precious part of us is defiled: since we go wrong through that substance by virtue of which we are made a shrine of the Holy Ghost."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:16",
                            "text": "For it is not so much the corruptible flesh as the clean heart, which is made a shrine for God, and a temple of the Holy Ghost."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books V 21:17",
                            "text": "We ought therefore, whenever the outward man fasts, to restrain the inner man as well from food which is bad for him: that inner man, namely, which the blessed Apostle above all urges us to present pure before God, that it may be found worthy to receive Christ as a guest within, saying \"that in the inner man Christ may dwell in your hearts through faith\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: The Twelve Books V 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books V 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books V 22:2",
                            "text": "That we should for this reason practise bodily abstinence that we may by it attain to a spiritual fast."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books V 22:3",
                            "text": "And so we know that we ought therefore to bestow attention on bodily abstinence, that we may by this fasting attain to purity of heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books V 22:4",
                            "text": "Otherwise our labours will be spent in vain, if we endure this without weariness, in contemplating the end, but are unable to reach the end for which we have endured such trials; and it would have been better to have abstained from the forbidden foods of the soul than to have fasted with the body from things indifferent and harmless, for in the case of these latter there is a simple and harmless reception of a creature of God, which in itself has nothing wrong about it: but in the case of the former there is at the very first a dangerous tendency to devour the brethren; of which it is said, \"Do not love backbiting lest thou be rooted out\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books V 22:5",
                            "text": "And concerning anger and jealousy the blessed Job says: \"For anger slayeth a fool, and envy killeth a child\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books V 22:6",
                            "text": "And at the same time it should be noticed that he who is angered is set down as a fool; and he who is jealous, as a child."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books V 22:7",
                            "text": "For the former is not undeservedly considered a fool, since of his own accord he brings death upon himself, being goaded by the stings of anger; and the latter, while he is envious, proves that he is a child and a minor, for while he envies another he shows that the one at whose prosperity he is vexed, is greater than he."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: The Twelve Books V 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:2",
                            "text": "What should be the character of the monk's food."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:3",
                            "text": "We should then choose for our food, not only that which moderates the heat of burning lust, and avoids kindling it; but what is easily got ready, and what is recommended by its cheapness, and is suitable to the life of the brethren and their common use."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:4",
                            "text": "For the nature of gluttony is threefold: first, there is that which forces us to anticipate the proper hour for a meal, next that which delights in stuffing the stomach, and gorging all kinds of food; thirdly, that which takes pleasure in more refined and delicate feasting."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:5",
                            "text": "And so against it a monk should observe a threefold watch: first, he should wait till the proper time for breaking the fast; secondly, he should not give way to gorging; thirdly, he should be contented with any of the commoner sorts of food."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:6",
                            "text": "For anything that is taken over and above what is customary and the common use of all, is branded by the ancient tradition of the fathers as defiled with the sin of vanity and glorying and ostentation."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:7",
                            "text": "Nor of those whom we have seen to be deservedly eminent for learning and discretion, or whom the grace of Christ has singled out as shining lights for every one to imitate, have we known any who have abstained from eating bread which is accounted cheap and easily to be obtained among them; nor have we seen that any one who has rejected this rule and given up the use of bread and taken to a diet of beans or herbs or fruits, has been reckoned among the most esteemed, or even acquired the grace of knowledge and discretion."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:8",
                            "text": "For not only do they lay it down that a monk ought not to ask for foods which are not customary for others, lest his mode of life should be exposed publicly to all and rendered vain and idle and so be destroyed by the disease of vanity; but they insist that the common chastening discipline of fasts ought not lightly to be disclosed to any one, but as far as possible concealed and kept secret."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books V 23:9",
                            "text": "But when any of the brethren arrive they rule that we ought to show the virtues of kindness and charity instead of observing a severe abstinence and our strict daily rule: nor should we consider what our own wishes and profit or the ardour of our desires may require, but set before us and gladly fulfil whatever the refreshment of the guest, or his weakness may demand from us."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "John Cassian: The Twelve Books V 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:2",
                            "text": "How in Egypt we saw that the daily fast was broken without scruple on our arrival."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:3",
                            "text": "When we had come from the region of Syria and had sought the province of Egypt, in our desire to learn the rules of the Elders, we were astonished at the alacrity of heart with which we were there received so that no rule forbidding refreshment till the appointed hour of the fast was over was observed, such as we had been brought up to observe in the monasteries of Palestine; but except in the case of the regular days, Wednesdays and Fridays,  wherever we went the daily fast was broken: and when we asked why the daily fast was thus ignored by them without scruple one of the elders replied: \"The opportunity for fasting is always with me."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:4",
                            "text": "But as I am going to conduct you on your way, I cannot always keep you with me."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:5",
                            "text": "And a fast, although it is useful and advisable, is yet a free-will offering."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:6",
                            "text": "But the exigencies of a command require the fulfilment of a work of charity."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:7",
                            "text": "And so receiving Christ in you I ought to refresh Him but when I have sent you on your way I shall be able to balance the hospitality offered for His sake by a stricter fast on my own account."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books V 24:8",
                            "text": "For 'the children of the bridegroom cannot fast while the bridegroom is with them:' but when he has departed, then they will rightly fast\"."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "John Cassian: The Twelve Books V 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books V 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books V 25:2",
                            "text": "Of the abstinence of one old man who took food six times so sparingly that he was still hungry."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books V 25:3",
                            "text": "When one of the elders was pressing me to eat a little more as I was taking refreshment, and I said that I could not, he replied: \"I have already laid my table six times for different brethren who had arrived, and, pressing each of them, I partook of food with him, and am still hungry, and do you, who now partake of refreshment for the first time, say that you cannot eat any more?\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "John Cassian: The Twelve Books V 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books V 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books V 26:2",
                            "text": "Of another old man, who never partook of food alone in his cell."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books V 26:3",
                            "text": "We have seen another who lived alone, who declared that he had never enjoyed food by himself alone, but that even if for five days running none of the brethren came to his cell he constantly put off taking food until on Saturday or Sunday he went to church for service and found some stranger whom he brought home at once to his cell, and together with him partook of refreshment for the body not so much by reason of his own needs, as for the sake of kindness and on his brother's account."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books V 26:4",
                            "text": "And so as they know that the daily fast is broken without scruple on the arrival of brethren, when they leave, they compensate for the refreshment which has been enjoyed on their account by a greater abstinence, and sternly make up for the reception of even a very little food by a severer chastisement not only as regards bread, but also by lessening their usual amount of sleep."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "John Cassian: The Twelve Books V 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books V 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books V 27:2",
                            "text": "What the two Abbots Paesius and John said of the fruits of their zeal."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books V 27:3",
                            "text": "When the aged John, who was superior of a large monastery and of a quantity of brethren, had come to visit the aged Paesius, who was living in a vast desert, and had been asked of him as of a very old friend, what he had done in all the forty years in which he had been separated from him and had scarcely ever been disturbed in his solitude by the brethren: \"Never,\" said he, \"has the sun seen me eating,\" \"nor me angry,\" said the other."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "John Cassian: The Twelve Books V 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books V 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books V 28:2",
                            "text": "The lesson and example which Abbot John when dying left to his disciples."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books V 28:3",
                            "text": "When the same old man, as one who was readily going to depart to his own, was lying at his last gasp, and the brethren were standing round, they implored and intreated that he would leave them, as a sort of legacy, some special charge by which they could attain to the height of perfection, the more easily from the brevity of the charge: he sighed and said, \"I never did my own will, nor taught any one what I had not first done myself\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "John Cassian: The Twelve Books V 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books V 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books V 29:2",
                            "text": "Of Abbot Machetes, who never slept during the spiritual conferences, but always went to sleep during earthly tales."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books V 29:3",
                            "text": "We knew an old man, Machetes by name, who lived at a distance from the crowds of the brethren, and obtained by his daily prayers  this grace from the Lord, that as often as a spiritual conference was held, whether by day or by night, he never was at all overcome by sleep: but if any one tried to introduce a word of detraction, or idle talk, he dropped off to sleep at once as if the poison of slander could not possibly penetrate to pollute his ears."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "John Cassian: The Twelve Books V 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:2",
                            "text": "A saying of the same old man about not judging any one."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:3",
                            "text": "The same old man, when he was teaching us that no one ought to judge another, remarked that there were three points on which he had charged and rebuked the brethren, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:4",
                            "text": ": because some allowed their uvula to be cut off, or kept a cloak in their cell, or blessed oil and gave it to those dwelling in the world who asked for it: and he said that he had done all these things himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:5",
                            "text": "For having contracted some malady of the uvula, I wasted away, said he, for so long, through its weakness, that at last I was driven by stress of the pain, and by the persuasion of all the elders, to allow it to be cut off."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:6",
                            "text": "And I was forced too by reason of this illness, to keep a cloak."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:7",
                            "text": "And I was also compelled to bless oil and give it to those who prayed for it—a thing which I execrated above everything, since that I thought that it proceeded from great presumption of heart—when suddenly many who were living in the world surrounded me, so that I could not possibly escape them in any other way, had they not extorted from me with no small violence, and entreaties that I would lay my hand on a vessel offered by them, and sign it with the sign of the cross: and so believing that they had secured blessed oil, at last they let me go."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:8",
                            "text": "And by these things I plainly discovered that a monk was in the same case and entangled in the same faults for which he had ventured to judge others."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:9",
                            "text": "Each one therefore ought only to judge himself, and to be on the watch, with care and circumspection in all things not to judge the life and conduct of others in accordance with the Apostle's charge, \"But thou, why dost thou judge thy brother? to his own master he standeth or falleth\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:10",
                            "text": "And this: \"Judge not, that ye be not judged."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:11",
                            "text": "For with what judgment ye judge, ye shall be judged\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books V 30:12",
                            "text": "For besides the reason of which we have spoken, it is for this cause also dangerous to judge concerning others because in those matters in which we are offended—as we do not know the need or the reason for which they are really acting either rightly in the sight of God, or at any rate in a pardonable manner—we are found to have judged them rashly and in this commit no light sin, by forming an opinion of our brethren different from what we ought."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "John Cassian: The Twelve Books V 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books V 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books V 31:2",
                            "text": "The same old man's rebuke when he saw how the brethren went to sleep during the spiritual conferences, and woke up when some idle story was told."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books V 31:3",
                            "text": "The same old man made clear by this proof that it was the devil who encouraged idle tales, and showed himself always as the enemy of spiritual conferences."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books V 31:4",
                            "text": "For when he was discoursing to some of the brethren on necessary matters and spiritual things, and saw that they were weighed down with a sound slumber, and could not drive away the weight of sleep from their eyes, he suddenly introduced an idle tale."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books V 31:5",
                            "text": "And when he saw that at once they woke up, delighted with it, and pricked up their ears, he groaned and said, \"Up till now we were speaking of celestial things and all your eyes were overpowered with a sound slumber; but as soon as an idle tale was introduced, we all woke up and shook off the drowsiness of sleep which had overcome us."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books V 31:6",
                            "text": "And from this therefore consider who is the enemy of that spiritual conference, and who has shown himself the suggester of that useless and carnal talk."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books V 31:7",
                            "text": "For it is most evidently shown that it is he who, rejoicing in evil, never ceases to encourage the latter and to oppose the former\"."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "John Cassian: The Twelve Books V 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books V 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books V 32:2",
                            "text": "Of the letters which were burnt without being read."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books V 32:3",
                            "text": "Nor do I think it less needful to relate this act of a brother who was intent on purity of heart, and extremely anxious with regard to the contemplation of things divine."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books V 32:4",
                            "text": "When after an interval of fifteen years a large number of letters had been brought to him from his father and mother and many friends in the province of Pontus, he received the huge packet of letters, and turning over the matter in his own mind for some time, \"What thoughts,\" said he, \"will the reading of these suggest to me, which will incite me either to senseless joy or to useless sadness! for how many days will they draw off the attention of my heart from the contemplation I have set before me, by the recollection of those who wrote them! How long will it take for the disturbance of mind thus created to be calmed, and what an  effort will it cost for that former state of peacefulness to be restored, if the mind is once moved by the sympathy of the letters, and by recalling the words and looks of those whom it has left for so long begins once more in thought and spirit to revisit them, to dwell among them and to be with them."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books V 32:5",
                            "text": "And it will be of no use to have forsaken them in the body, if one begins to look on them with the heart, and readmits and revives that memory which on renouncing this world every one gave up, as if he were dead\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books V 32:6",
                            "text": "Turning this over in his mind, he determined not only not to read a single letter, but not even to open the packet, for fear lest, at the sight of the names of the writers, or on recalling their appearance, the purpose of his spirit might give way."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books V 32:7",
                            "text": "And so he threw it into the fire to be burnt, all tied up just as he had received it, crying, \"Away, O ye thoughts of my home, be ye burnt up, and try no further to recall me to those things from which I have fled\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "John Cassian: The Twelve Books V 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books V 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books V 33:2",
                            "text": "Of the solution of a question which Abbot Theodore obtained by prayer."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books V 33:3",
                            "text": "We knew also Abbot Theodore, a man gifted with the utmost holiness and with perfect knowledge not only in practical life, but also in understanding the Scriptures, which he had not acquired so much by study and reading, or worldly education, as by purity of heart alone: since he could with difficulty understand and speak but a very few words of the Greek language."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books V 33:4",
                            "text": "This man when he was seeking an explanation of some most difficult question, continued without ceasing for seven days and nights in prayer until he discovered by a revelation from the Lord the solution of the question propounded."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "John Cassian: The Twelve Books V 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books V 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books V 34:2",
                            "text": "Of the saying of the same old man, through which he taught by what efforts a monk can acquire a knowledge of the Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books V 34:3",
                            "text": "This man therefore, when some of the brethren were wondering at the splendid light of his knowledge and were asking of him some meanings of Scripture, said that a monk who wanted to acquire a knowledge of the Scriptures ought not to spend his labour on the works of commentators, but rather to keep all the efforts of his mind and intentions of his heart set on purifying himself from carnal vices: for when these are driven out, at once the eyes of the heart, as if the veil of the passions were removed, will begin as it were naturally to gaze on the mysteries of Scripture: since they were not declared to us by the grace of the Holy Spirit in order that they should remain unknown and obscure; but they are rendered obscure by our fault, as the veil of our sins covers the eyes of the heart, and when these are restored to their natural state of health, the mere reading of Holy Scripture is by itself amply sufficient for beholding the true knowledge, nor do they need the aid of commentators, just as these eyes of flesh need no man's teaching how to see, provided that they are free from dimness or the darkness of blindness."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books V 34:4",
                            "text": "For this reason there have arisen so great differences and mistakes among commentators because most of them, paying no sort of attention towards purifying the mind, rush into the work of interpreting the Scriptures, and in proportion to the density or impurity of their heart form opinions that are at variance with and contrary to each other's and to the faith, and so are unable to take in the light of truth."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "John Cassian: The Twelve Books V 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books V 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books V 35:2",
                            "text": "A rebuke of the same old man, when he had come to my cell in the middle of the night."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books V 35:3",
                            "text": "The same Theodore came unexpectedly to my cell in the dead of night, with paternal inquisitiveness seeking what I—an unformed anchorite as I was—might be doing by myself; and when he had found me there already, as I had finished my vesper office, beginning to refresh my wearied body, and lying down on a mat, he sighed from the bottom of his heart, and calling me by name, said, \"How many, O John, are at this hour communing with God, and embracing Him, and detaining Him with them, while you are deprived of so great light, enfeebled as you are with lazy sleep!\"  And since the virtues of the fathers and the grace given to them have tempted us to turn aside to a story like this, I think it well to record in this volume a noteworthy deed of charity, which we experienced from the kindness of that most excellent man Archebius, that the purity of continence grafted on to a work of charity may more readily shine forth, being embellished with a pleasing variety."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books V 35:4",
                            "text": "For the duty of fasting is then rendered acceptable to God, when it is made perfect by the fruits of charity."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "John Cassian: The Twelve Books V 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:2",
                            "text": "A description of the desert in Diolcos, where the anchorites live."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:3",
                            "text": "And so when we had come, while still beginners, from the monasteries of Palestine, to a city of Egypt called Diolcos, and were contemplating a large number of monks bound by the discipline of the Coenobium, and trained in that excellent system of monasteries, which is also the earliest, we were also eager to see with all wisdom of heart another system as well which is still better, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:4",
                            "text": ": that of the anchorites, as we were incited thereto by the praises of it by everybody."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:5",
                            "text": "For these men, having first lived for a very long time in Coenobia, and having diligently learnt all the rules of patience and discretion, and acquired the virtues of humility and renunciation, and having perfectly overcome all their faults, in order to engage in most fearful conflicts with devils, penetrate the deepest recesses of the desert."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:6",
                            "text": "Finding then that men of this sort were living near the river Nile in a place which is surrounded on one side by the same river, on the other by the expanse of the sea, and forms an island, habitable by none but monks seeking such recesses, since the saltness of the soil and dryness of the sand make it unfit for any cultivation—to these men, I say, we eagerly hastened, and were beyond measure astonished at their labours which they endure in the contemplation of the virtues and their love of solitude."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:7",
                            "text": "For they are hampered by such a scarcity even of water that the care and exactness with which they portion it out is such as no miser would bestow in preserving and hoarding the most precious kind of wine."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books V 36:8",
                            "text": "For they carry it three miles or even further from the bed of the above-mentioned river, for all necessary purposes; and the distance, great as it is, with sandy mountains in between, is doubled by the very great difficulty of the task."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "John Cassian: The Twelve Books V 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books V 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books V 37:2",
                            "text": "Of the cells which Abbot Archebius gave up to us with their furniture."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books V 37:3",
                            "text": "Having then seen this, as we were inflamed with the desire of imitating them, the aforesaid Archebius, the most famous among them for the grace of kindness, drew us into his cell, and having discovered our desire, pretended that he wanted to leave the place, and to offer his cell to us, as if he were going away, declaring that he would have done it, even if we had not come."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books V 37:4",
                            "text": "And we, inflamed with the desire of remaining there, and putting unhesitating faith in the assertions of so great a man, willingly agreed to this, and took over his cell with all its furniture and belongings."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books V 37:5",
                            "text": "And so having succeeded in his pious fraud, he left the place for a few days in which to procure the means for constructing a cell, and after this returned, and with the utmost labour built another cell for himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books V 37:6",
                            "text": "And after some little time, when some other brethren came inflamed with the same desire to stay there, he deceived them by a similar charitable falsehood, and gave this one up with everything pertaining to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books V 37:7",
                            "text": "But he, unweariedly persevering in his act of charity, built for himself a third cell to dwell in."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "John Cassian: The Twelve Books V 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:2",
                            "text": "The same Archebius paid a debt of his mother's by the labour of his own hands."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:3",
                            "text": "It seems to me worth while to hand down another charitable act of the same man, that the monks of our land may be taught by the example of one and the same man to maintain not only a rigorous continence, but also the most unfeigned affection of love."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:4",
                            "text": "For he, sprung from no ignoble family, while yet a child, scorning the love of this world and of his kinsfolk, fled to the monastery which is nearly four miles distant from the aforementioned town, where he so passed all his life, that never once throughout the whole of fifty years did he enter or see the village from which he had come, nor even look upon the face of any woman, not even his own mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:5",
                            "text": "In the mean while his father was overtaken by death, and left a debt of a hundred solidi."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:6",
                            "text": "And though he himself was entirely free from all annoyances, since he had been disinherited of all his father's property, yet he found that his mother was excessively annoyed by the creditors."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:7",
                            "text": "Then he through consideration of duty somewhat moderated that gospel severity through which formerly, while his parents were prosperous, he did not recognize that he possessed a father or mother on earth; and acknowledged that he had a mother, and hastened to relieve her in her distress, without relaxing anything of the austerity he had set  himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:8",
                            "text": "For remaining within the cloister of the monastery he asked that the task of his usual work might be trebled."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:9",
                            "text": "And there for a whole year toiling night and day alike he paid to the creditors the due measure of the debt secured by his toil and labour, and relieved his mother from all annoyance and anxiety; ridding her of the burden of the debt in such a way as not to suffer aught of the severity he had set himself to be diminished on plea of duteous necessity."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books V 38:10",
                            "text": "Thus did he preserve his wonted austerities, without ever denying to his mother's heart the work which duty demanded, as, though he had formerly disregarded her for the love of Christ, he now acknowledged her again out of consideration of duty."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "John Cassian: The Twelve Books V 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books V 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books V 39:2",
                            "text": "Of the device of a certain old man by which some work was found for Abbot Simeon when he had nothing to do."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books V 39:3",
                            "text": "When a brother who was very dear to us, Simeon by name, a man utterly ignorant of Greek, had come from the region of Italy, one of the elders, anxious to show to him, as he was a stranger, a work of charity, with some pretence of the benefit being mutual, asked him why he sat doing nothing in his cell, guessing from this that he would not be able to stay much longer in it both because of the roving thoughts which idleness produces and because of his want of the necessities of life; well knowing that no one can endure the assaults made in solitude, but one who is contented to procure food for himself by the labour of his hands."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books V 39:4",
                            "text": "And when the other replied that he could not do or manage any of the things which were usually done by the brethren there, except write a good hand, if any one in Egypt wanted a Latin book for his use, then he at length seized the opportunity to secure the long wished for work of charity, under colour of its being a mutual benefit; and said, \"From God this opportunity comes, for I was just looking for some one to write out for me the Epistles in Latin; for I have a brother who is bound in the chains of military service, and is a good Latin scholar, to whom I want to send something from Scripture for him to read for his edification\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books V 39:5",
                            "text": "And so when Simeon gratefully took this as an opportunity offered to him by God, the old man also gladly seized the pretext, under colour of which he could freely carry out his work of charity, and at once not only brought him as a matter of business everything he could want for a whole year, but also conveyed to him parchment and everything requisite for writing, and received afterwards the manuscript, which was not of the slightest use (since in those parts they were all utterly ignorant of this language), and did no good to anybody except that which resulted from this device and large outlay, as the one, without shame or confusion, procured his necessary food and sustenance by the reward of his work and labour, and the other carried out his kindness and bounty as it were by the compulsion of a debt: securing for himself a more abundant reward proportioned to the zeal with which he procured for his foreign brother not only his necessary food, but materials for writing, and an opportunity of work."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "John Cassian: The Twelve Books V 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books V 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books V 40:2",
                            "text": "Of the boys who when bringing to a sick man some figs, died in the desert from hunger, without having tasted them."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books V 40:3",
                            "text": "But since in the section in which we proposed to say something about the strictness of fasting and abstinence, kindly acts and deeds of charity seem to have been intermingled, again returning to our design we will insert in this little book a noteworthy deed of some who were boys in years though not in their feelings."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books V 40:4",
                            "text": "For when, to their great surprise, some one had brought to Abbot John, the steward in the desert of Scete, some figs from Libya Mareotis, as being a thing never before seen in those districts,—(John) who had the management of the church in the days of the blessed Presbyter Paphnutius, by whom it had been intrusted to him, at once sent them by the hands of two lads to an old man who was laid up in ill health in the further parts of the desert, and who lived about eighteen miles from the church."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books V 40:5",
                            "text": "And when they had received the fruit, and set off for the cell of the above-mentioned old man, they lost the right path altogether—a thing which there easily happens even to elders—as a thick fog suddenly came on."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books V 40:6",
                            "text": "And when all day and night they had wandered about the trackless waste of the desert, and could not possibly find the sick man's cell, worn out at last both by weariness from their journey, and from hunger and thirst, they bent their knees and gave up their souls to God in the very act of prayer."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books V 40:7",
                            "text": "And afterwards, when they had been for a  long while sought for by the marks of their footsteps which in those sandy regions are impressed as if on snow, until a thin coating of sand blown about even by a slight breeze covers them up again, it was found that they had preserved the figs untouched, just as they had received them; choosing rather to give up their lives, than their fidelity to their charge, and to lose their life on earth than to violate the commands of their senior."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "John Cassian: The Twelve Books V 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books V 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books V 41:2",
                            "text": "The saying of Abbot Macarius of the behaviour of a monk as one who was to live for a long while, and as one who was daily at the point of death."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books V 41:3",
                            "text": "There is still one valuable charge of the blessed Macarius to be brought forward by us, so that a saying of so great a man may close this book of fasts and abstinence."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books V 41:4",
                            "text": "He said then that a monk ought to bestow attention on his fasts, just as if he were going to remain in the flesh for a hundred years; and to curb the motions of the soul, and to forget injuries, and to loathe sadness, and despise sorrows and losses, as if he were daily at the point of death."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books V 41:5",
                            "text": "For in the former case discretion is useful and proper as it causes a monk always to walk with well-balanced care, and does not suffer him by reason of a weakened body to fall from the heights over most dangerous precipices: in the other high-mindedness is most valuable as it will enable him not only to despise the seeming prosperity of this present world, but also not to be crushed by adversity and sorrow, and to despise them as small and paltry matters, since he has the gaze of his mind continually fixed there, whither daily at each moment he believes that he is soon to be summoned."
                        }
                    ]
                }
            ]
        }
    ]
}