{
    "books": [
        {
            "name": "Hippolytus: Refutation of All Heresies VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Hippolytus: Refutation of All Heresies VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VIII 1:1",
                            "text": "Refutation of All Heresies Book : An Account of Contemporaneous Heresy."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VIII 1:2",
                            "text": "A lengthened conflict, then, having been maintained concerning all heresies by us who, at all events, have not left any unrefuted, the greatest struggle now remains behind, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VIII 1:3",
                            "text": ", to furnish an account and refutation of those heresies that have sprung up in our own day, by which certain ignorant and presumptuous men have attempted to scatter abroad the Church, and have introduced the greatest confusion among all the faithful throughout the entire world."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VIII 1:4",
                            "text": "For it seems expedient that we, making an onslaught upon the opinion which constitutes the prime source of (contemporaneous) evils, should prove what are the originating principles of this (opinion), in order that its offshoots, becoming a matter of general notoriety, may be made the object of universal scorn."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Hippolytus: Refutation of All Heresies VIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:1",
                            "text": "Source of the Heresy of Noetus; Cleomenes His Disciple; Its Appearance at Rome During the Episcopates of Zephyrinus and Callistus; Noetianism Opposed at Rome by Hippolytus."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:2",
                            "text": "There has appeared one, Noetus by name, and by birth a native of Smyrna."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:3",
                            "text": "This person introduced a heresy from the tenets of Heraclitus."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:4",
                            "text": "Now a certain man called Epigonus becomes his minister and pupil, and this person during his sojourn at Rome disseminated his godless opinion."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:5",
                            "text": "But Cleomenes, who had become his disciple, an alien both in way of life and habits from the Church, was wont to corroborate the (Noetian) doctrine."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:6",
                            "text": "At that time, Zephyrinus imagines that he administers the affairs of the Church—an uninformed and shamefully corrupt man."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:7",
                            "text": "And he, being persuaded by proffered gain, was accustomed to connive at those who were present for the purpose of becoming disciples of Cleomenes."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:8",
                            "text": "But (Zephyrinus) himself, being in process of time enticed away, hurried headlong into the same opinions; and he had Callistus as his adviser, and a fellow-champion of these wicked tenets."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:9",
                            "text": "But the life of this (Callistus), and the heresy invented by him, I shall after a little explain."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:10",
                            "text": "The school of these heretics during the succession of such bishops, continued to acquire strength and augmentation, from the fact that Zephyrinus and Callistus helped them to prevail."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:11",
                            "text": "Never at any time, however, have we been guilty of collusion with them; but we have frequently offered them opposition, and have refuted them, and have forced them reluctantly to acknowledge the truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VIII 2:12",
                            "text": "And they, abashed and constrained by the truth, have confessed their errors for a short period, but after a little, wallow once again in the same mire."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Hippolytus: Refutation of All Heresies VIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VIII 3:1",
                            "text": "Noetianism an Offshoot from the Heraclitic Philosophy."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VIII 3:2",
                            "text": "But since we have exhibited the succession of their genealogy, it seems expedient next that we should also explain the depraved teaching involved in their doctrines."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VIII 3:3",
                            "text": "For this purpose we shall first adduce the opinions advanced by Heraclitus \"the Obscure,\" and we shall next make manifest what are the portions of these opinions that are of Heraclitean origin."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VIII 3:4",
                            "text": "Such parts of their system its present champions are not aware belong to the \"Obscure\" philosopher, but they imagine them to belong to Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VIII 3:5",
                            "text": "But if they might happen to fall in with the following observations, perhaps they thus might be put out of countenance, and induced to desist from this godless blasphemy of theirs."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VIII 3:6",
                            "text": "Now, even though the opinion of Heraclitus has been expounded by us previously in the Philosophumena, it nevertheless seems expedient now also to set down side by side in contrast the two systems, in order that by this closer refutation they may be evidently instructed."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VIII 3:7",
                            "text": "I mean the followers of this (heretic), who imagine themselves to be disciples of Christ, when in reality they are not so, but of \"the Obscure\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Hippolytus: Refutation of All Heresies VIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:1",
                            "text": "An Account of the System of Heraclitus."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:2",
                            "text": "Heraclitus then says that the universe is one, divisible and indivisible; generated and ungenerated; mortal and immortal; reason, eternity; Father, Son, and justice, God."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:3",
                            "text": "\"For those who hearken not to me, but the doctrine, it is wise that they acknowledge all things to be one,\" says Heraclitus; and because all do not know or confess this, he utters a reproof somewhat in the following terms: \"People do not understand how what is diverse (nevertheless) coincides with itself, just like the inverse harmony of a bow and lyre\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:4",
                            "text": "But that Reason always exists, inasmuch as it constitutes the universe, and as it pervades all things, he affirms in this manner."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:5",
                            "text": "\"But in regard of this Reason, which always exists, men are continually devoid of understanding, both before they have heard of it and in first hearing of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:6",
                            "text": "For though all things take place according to this Reason, they seem like persons devoid of any experience regarding it."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:7",
                            "text": "Still they attempt both words and works of such a description as I am giving an account of, by making a division according to nature, and declaring how things are\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:8",
                            "text": "And that a Son is the universe and throughout endless ages an eternal king of all things, he thus asserts: \"A sporting child, playing at his dice, is eternity; the kingdom is that of a child\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:9",
                            "text": "And that the Father of all things that have been generated is an unbegotten creature who is creator, let us hear Heraclitus affirming in these words: \"Contrariety is a progenitor of all things, and king of all; and it exhibited some as gods, but others as men, and made some slaves, whereas others free\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:10",
                            "text": "And (he likewise affirms) that there is \"a harmony, as in a bow and lyre\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:11",
                            "text": "That obscure harmony (is better), though unknown and invisible to men, he asserts in these words: \"An obscure harmony is preferable to an obvious one\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:12",
                            "text": "He commends and admires before what is known, that which is unknown and invisible in regard of its power."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:13",
                            "text": "And that harmony visible to men, and not incapable of being discovered, is better, he asserts in these words: \"Whatever things are objects of vision, hearing, and intelligence, these I pre-eminently honour,\" he says; that is, he prefers things visible to those that are invisible."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:14",
                            "text": "From such expressions of his it is easy to understand the spirit of his philosophy."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:15",
                            "text": "\"Men,\" he says, \"are deceived in reference to the knowledge of manifest things similarly with Homer, who was wiser than all the Greeks."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:16",
                            "text": "For even children killing vermin deceived him, when they said, 'What we have seen and seized, these we leave behind; whereas what we neither have seen nor seized, these we carry away."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VIII 4:17",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Hippolytus: Refutation of All Heresies VIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:1",
                            "text": "Heraclitus' Estimate of Hesiod; Paradoxes of Heraclitus; His Eschatology; The Heresy of Noetus of Heraclitean Origin; Noetus' View of the Birth and Passion of Our Lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:2",
                            "text": "In this manner Heraclitus assigns to the visible an equality of position and honour with the invisible, as if what was visible and what was invisible were confessedly some one thing."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:3",
                            "text": "For he says, \"An obscure harmony is preferable to an obvious one;\" and, \"Whatsoever things are objects of vision, hearing, and intelligence,\" that is, of the (corporeal) organs,—\"these,\" he says, \"I pre-eminently honour,\" not (on this occasion, though previously), having pre-eminently honoured invisible things."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:4",
                            "text": "Therefore neither darkness, nor light, nor evil, nor good, Heraclitus affirms, is different, but one and the same thing."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:5",
                            "text": "At all events, he censures Hesiod because he knew not day and night."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:6",
                            "text": "For day, he says, and night are one, expressing himself somehow thus: \"The teacher, however, of a vast amount of information is Hesiod, and people suppose this poet to be possessed of an exceedingly large store of knowledge, and yet he did not know (the nature of) day and night, for they are one\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:7",
                            "text": "As regards both what is good and what is bad, (they are, according to Heraclitus, likewise) one."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:8",
                            "text": "\"Physicians, undoubtedly,\" says Heraclitus, \"when they make incisions and cauterize, though in every respect they wickedly torture the sick, complain that they do not receive fitting remuneration from their patients, notwithstanding that they perform these salutary operations upon diseases\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:9",
                            "text": "And both straight and twisted are, he says, the same."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:10",
                            "text": "\"The way is straight and curved of the carders of wool;\" and the circular movement of an instrument in the fuller's shop called \"a screw\" is straight and curved, for it revolves up and circularly at the same time."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:11",
                            "text": "\"One and the same,\" he says, \"are, therefore, straight and curved\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:12",
                            "text": "And upward and downward, he says, are one and the same."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:13",
                            "text": "\"The way up and the way down are the same\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:14",
                            "text": "And he says that what is filthy and what is pure are one and the same, and what is drinkable and unfit for drink are one and the same."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:15",
                            "text": "\"Sea,\" he says, \"is water very pure and very foul, drinkable to fishes no doubt, and salutary for them, but not fit to be used as drink by men, and (for them) pernicious\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:16",
                            "text": "And, confessedly, he asserts that what is immortal is mortal, and that what is mortal is immortal, in the following expressions: \"Immortals are mortal, and mortals are immortal, that is, when the one derive life from death, and the other death from life\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:17",
                            "text": "And he affirms also that there is a resurrection of this palpable flesh in which we have been born; and he knows God to be the cause of this resurrection, expressing himself in this manner: \"Those that are here will God enable to arise and become guardians of quick and dead\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:18",
                            "text": "And he likewise affirms that a judgment of the world and all things in it takes place by fire, expressing himself thus: \"Now, thunder pilots all things,\" that is, directs them, meaning by the thunder everlasting fire."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:19",
                            "text": "But he also asserts that this fire is endued with intelligence, and a cause of the management of the Universe, and he denominates it craving and satiety."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:20",
                            "text": "Now craving is, according to him, the arrangement of the world, whereas satiety its destruction."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:21",
                            "text": "\"For,\" says he, \"the fire, coming upon the earth, will judge and seize all things\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:22",
                            "text": "But in this chapter Heraclitus simultaneously explains the entire peculiarity of his mode of thinking, but at the same time the (characteristic quality) of the heresy of Noetus."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:23",
                            "text": "And I have briefly demonstrated Noetus to be not a disciple of Christ, but of Heraclitus."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:24",
                            "text": "For this philosopher asserts that the primal world is itself the Demiurge and creator of itself in the following passage: \"God is day, night; winter, summer; war, peace; surfeit, famine\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:25",
                            "text": "All things are contraries—this appears his meaning—\"but an alteration takes place, just as if incense were mixed with other sorts of incense, but denominated according to the pleasurable sensation produced by each sort."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:26",
                            "text": "Now it is evident to all that the silly successors of Noetus, and the champions of his heresy, even though they have not been hearers of the discourses of Heraclitus, nevertheless, at any rate when they adopt the opinions of Noetus, undisguisedly acknowledge these (Heraclitean) tenets."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:27",
                            "text": "For they advance statements after this manner—that one and the same God is the Creator and Father of all things; and that when it pleased Him, He nevertheless appeared, (though invisible,) to just men of old."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:28",
                            "text": "For when He is not seen He is invisible; and He is incomprehensible when He does not wish to be comprehended, but comprehensible when he is comprehended."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:29",
                            "text": "Wherefore it is that, according to the same account, He is invincible and vincible, unbegotten and begotten, immortal and mortal."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:30",
                            "text": "How shall not persons holding this description of opinions be proved to be disciples of Heraclitus? Did not (Heraclitus) the Obscure anticipate Noetus in framing a system of philosophy, according to identical modes of expression?  Now, that Noetus affirms that the Son and Father are the same, no one is ignorant."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:31",
                            "text": "But he makes his statement thus: \"When indeed, then, the Father had not been born, He yet was justly styled Father; and when it pleased Him to undergo generation, having been begotten, He Himself became His own Son, not another's\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:32",
                            "text": "For in this manner he thinks to establish the sovereignty of God, alleging that Father and Son, so called, are one and the same (substance), not one individual produced from a different one, but Himself from Himself; and that He is styled by name Father and Son, according to vicissitude of times."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:33",
                            "text": "But that He is one who has appeared (amongst us), both having submitted to generation from a virgin, and as a man having held converse among men."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:34",
                            "text": "And, on account of the birth that had taken place, He confessed Himself to those beholding Him a Son, no doubt; yet He made no secret to those who could comprehend Him of His being a Father."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:35",
                            "text": "That this person suffered by being fastened to the tree, and that He commended His spirit unto Himself, having died to appearance, and not being (in reality) dead."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:36",
                            "text": "And He raised Himself up the third day, after having been interred in a sepulchre, and wounded with a spear, and perforated with nails."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VIII 5:37",
                            "text": "Cleomenes asserts, in common with his band of followers, that this person is God and Father of the universe, and thus introduces among many an obscurity (of thought) such as we find in the philosophy of Heraclitus."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Hippolytus: Refutation of All Heresies VIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:1",
                            "text": "Conduct of Callistus and Zephyrinus in the Matter of Noetianism; Avowed Opinion of Zephyrinus Concerning Jesus Christ; Disapproval of Hippolytus; As a Contemporaneous Event, Hippolytus Competent to Explain It."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:2",
                            "text": "Callistus attempted to confirm this heresy,—a man cunning in wickedness, and subtle where deceit was concerned, (and) who was impelled by restless ambition to mount the episcopal throne."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:3",
                            "text": "Now this man moulded to his purpose Zephyrinus, an ignorant and illiterate individual, and one unskilled in ecclesiastical definitions."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:4",
                            "text": "And inasmuch as Zephyrinus was accessible to bribes, and covetous, Callistus, by luring him through presents, and by illicit demands, was enabled to seduce him into whatever course of action he pleased."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:5",
                            "text": "And so it was that Callistus succeeded in inducing Zephyrinus to create continually disturbances among the brethren, while he himself took care subsequently, by knavish words, to attach both factions in good-will to himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:6",
                            "text": "And, at one time, to those who entertained true opinions, he would in private allege that they held similar doctrines (with himself), and thus make them his dupes; while at another time he would act similarly towards those (who embraced) the tenets of Sabellius."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:7",
                            "text": "But Callistus perverted Sabellius himself, and this, too, though he had the ability of rectifying this heretic's error."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:8",
                            "text": "For (at any time) during our admonition Sabellius did not evince obduracy; but as long as he continued alone with Callistus, he was wrought upon to relapse into the system of Cleomenes by this very Callistus, who alleges that he entertains similar opinions to Cleomenes."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:9",
                            "text": "Sabellius, however, did not then perceive the knavery of Callistus; but he afterwards came to be aware of it, as I shall narrate presently."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:10",
                            "text": "Now Callistus brought forward Zephyrinus himself, and induced him publicly to avow the following sentiments: \"I know that there is one God, Jesus Christ; nor except Him do I know any other that is begotten and amenable to suffering\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:11",
                            "text": "And on another occasion, when he would make the following statement: \"The Father did not die, but the Son\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:12",
                            "text": "Zephyrinus would in this way continue to keep up ceaseless disturbance among the people."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:13",
                            "text": "And we, becoming aware of his sentiments, did not give place to him, but reproved and withstood him for the truth's sake."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:14",
                            "text": "And he hurried headlong into folly, from the fact that all consented to his hypocrisy—we, however, did not do so—and called us worshippers of two gods, disgorging, independent of compulsion, the venom lurking within him."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:15",
                            "text": "It would seem to us desirable to explain the life of this heretic, inasmuch as he was born about the same time with ourselves, in order that, by the exposure of the habits of a person of this description, the heresy attempted to be established by him may be easily known, and may perchance be regarded as silly, by those endued with intelligence."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VIII 6:16",
                            "text": "This Callistus became a \"martyr\" at the period when Fuscianus was prefect of Rome, and the mode of his \"martyrdom\" was as follows."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Hippolytus: Refutation of All Heresies VIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:1",
                            "text": "The Personal History of Callistus; His Occupation as a Banker; Fraud on Carpophorus; Callistus Absconds; Attempted Suicide; Condemned to the Treadmill; Re-Condemnation by Order of the Prefect Fuscianus; Banished to Sardinia; Release of Callistus by the InterferenceOf Marcion; Callistus Arrives at Rome; Pope Victor Removes Callistus to Antium; Return of Callistus on Victor's Death; Zephyrinus Friendly to Him; Callistus Accused by Sabellius; Hippolytus' Account of the Opinions of Callistus; The Callistian School at Rome, and Its Practices; This Sect in Existence in Hippolytus' Time."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:2",
                            "text": "Callistus happened to be a domestic of one Carpophorus, a man of the faith belonging to the household of Caesar."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:3",
                            "text": "To this Callistus, as being of the faith, Carpophorus committed no inconsiderable amount of money, and directed him to bring in profitable returns from the banking business."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:4",
                            "text": "And he, receiving the money, tried (the experiment of) a bank in what is called the Piscina Publica."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:5",
                            "text": "And in process of time were entrusted to him not a few deposits by widows and brethren, under the ostensive cause of lodging their money with Carpophorus."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:6",
                            "text": "Callistus, however, made away with all (the moneys committed to him), and became involved in pecuniary difficulties."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:7",
                            "text": "And after having practised such conduct as this, there was not wanting one to tell Carpophorus, and the latter stated that he would require an account from him."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:8",
                            "text": "Callistus, perceiving these things, and suspecting danger from his master, escaped away by stealth, directing his flight towards the sea."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:9",
                            "text": "And finding a vessel in Portus ready for a voyage, he went on board, intending to sail wherever she happened to be bound for."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:10",
                            "text": "But not even in this way could he avoid detection, for there was not wanting one who conveyed to Carpophorus intelligence of what had taken place."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:11",
                            "text": "But Carpophorus, in accordance with the information he had received, at once repaired to the harbour (Portus), and made an effort to hurry into the vessel after Callistus."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:12",
                            "text": "The boat, however, was anchored in the middle of the harbour; and as the ferryman was slow in his movements, Callistus, who was in the ship, had time to descry his master at a distance."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:13",
                            "text": "And knowing that himself would be inevitably captured, he became reckless of life; and, considering his affairs to be in a desperate condition, he proceeded to cast himself into the sea."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:14",
                            "text": "But the sailors leaped into boats and drew him out, unwilling to come, while those on shore were raising a loud cry."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:15",
                            "text": "And thus Callistus was handed over to his master, and brought to Rome, and his master lodged him in the Pistrinum."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:16",
                            "text": "But as time wore on, as happens to take place in such cases, brethren repaired to Carpophorus, and entreated him that he would release the fugitive serf from punishment, on the plea of their alleging that Callistus acknowledged himself to have money lying to his credit with certain persons."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:17",
                            "text": "But Carpophorus, as a devout man, said he was indifferent regarding his own property, but that he felt a concern for the deposits; for many shed tears as they remarked to him, that they had committed what they had entrusted to Callistus, under the ostensive cause of lodging the money with himself."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:18",
                            "text": "And Carpophorus yielded to their persuasions, and gave directions for the liberation of Callistus."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:19",
                            "text": "The latter, however, having nothing to pay, and not being able again to abscond, from the fact of his being watched, planned an artifice by which he hoped to meet death."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:20",
                            "text": "Now, pretending that he was repairing as it were to his creditors, he hurried on their Sabbath-day to the synagogue of the Jews, who were congregated, and took his stand, and created a disturbance among them."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:21",
                            "text": "They, however, being disturbed by him, offered him insult, and inflicted blows upon him, and dragged him before Fuscianus, who was prefect of the city."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:22",
                            "text": "And (on being asked the cause of such treatment), they replied in the following terms: \"Romans have conceded to us the privilege of publicly reading those laws of ours that have been handed down from our fathers."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:23",
                            "text": "This person, however, by coming into (our place of worship), prevented (us so doing), by creating a disturbance among us, alleging that he is a Christian\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:24",
                            "text": "And Fuscianus happens at the time to be on the judgment-seat; and on intimating his indignation against Callistus, on account of the statements made by the Jews, there was not wanting one to go and acquaint Carpophorus concerning these transactions."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:25",
                            "text": "And he, hastening to the judgment-seat of the prefect, exclaimed, \"I implore of you, my lord Fuscianus, believe not thou this fellow; for he is not a Christian, but seeks occasion of death, having made away with a quantity of my money, as I shall prove\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:26",
                            "text": "The Jews, however, supposing that this was a stratagem, as if Carpophorus were seeking under this pretext to liberate Callistus, with the greater enmity clamoured against him in presence of the prefect."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:27",
                            "text": "Fuscianus, however, was swayed by these Jews, and having scourged Callistus, he gave him to be sent to a mine in Sardinia."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:28",
                            "text": "But after a time, there being in that place other martyrs, Marcia, a concubine of Commodus, who was a God-loving female, and desirous of performing some good work, invited into her presence the blessed Victor, who was at that time a bishop of the Church, and inquired of him what martyrs were in Sardinia."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:29",
                            "text": "And he delivered to her the names of all, but did not give the name of Callistus, knowing the villanous acts he had ventured upon."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:30",
                            "text": "Marcia, obtaining her request from Commodus, hands the letter of emancipation to Hyacinthus, a certain eunuch, rather advanced in life."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:31",
                            "text": "And he, on receiving it, sailed away into Sardinia, and having delivered the letter to the person who at that time was governor of the territory, he succeeded in having the martyrs released, with the exception of Callistus."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:32",
                            "text": "But Callistus himself, dropping on his knees, and weeping, entreated that he likewise might obtain a release."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:33",
                            "text": "Hyacinthus, therefore, overcome by the captive's importunity, requests the governor to grant a release, alleging that permission had been given to himself from Marcia (to liberate Callistus), and that he would make arrangements that there should be no risk in this to him."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:34",
                            "text": "Now (the governor) was persuaded, and liberated Callistus also."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:35",
                            "text": "And when the latter arrived at Rome, Victor was very much grieved at what had taken place; but since he was a compassionate man, he took no action in the matter."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:36",
                            "text": "Guarding, however, against the reproach (uttered) by many,—for the attempts made by this Callistus were not distant occurrences,—and because Carpophorus also still continued adverse, Victor sends Callistus to take up his abode in Antium, having settled on him a certain monthly allowance for food."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:37",
                            "text": "And after Victor's death, Zephyrinus, having had Callistus as a fellow-worker in the management of his clergy, paid him respect to his own damage; and transferring this person from Antium, appointed him over the cemetery."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:38",
                            "text": "And Callistus, who was in the habit of always associating with Zephyrinus, and, as I have previously stated, of paying him hypocritical service, disclosed, by force of contrast, Zephyrinus to be a person able neither to form a judgment of things said, nor discerning the design of Callistus, who was accustomed to converse with Zephyrinus on topics which yielded satisfaction to the latter."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:39",
                            "text": "Thus, after the death of Zephyrinus, supposing that he had obtained (the position) after which he so eagerly pursued, he excommunicated Sabellius, as not entertaining orthodox opinions."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:40",
                            "text": "He acted thus from apprehension of me, and imagining that he could in this manner obliterate the charge against him among the churches, as if he did not entertain strange opinions."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:41",
                            "text": "He was then an impostor and knave, and in process of time hurried away many with him."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:42",
                            "text": "And having even venom imbedded in his heart, and forming no correct opinion on any subject, and yet withal being ashamed to speak the truth, this Callistus, not only on account of his publicly saying in the way of reproach to us, \"Ye are Ditheists,\" but also on account of his being frequently accused by Sabellius, as one that had transgressed his first faith, devised some such heresy as the following."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:43",
                            "text": "Callistus alleges that the Logos Himself is Son, and that Himself is Father; and that though denominated by a different title, yet that in reality He is one indivisible spirit."
                        },
                        {
                            "verse": 44,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:44",
                            "text": "And he maintains that the Father is not one person and the Son another, but that they are one and the same; and that all things are full of the Divine Spirit, both those above and those below."
                        },
                        {
                            "verse": 45,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:45",
                            "text": "And he affirms that the Spirit, which became incarnate in the virgin, is not different from the Father, but one and the same."
                        },
                        {
                            "verse": 46,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:46",
                            "text": "And he adds, that this is what has been declared by the Saviour: \"Believest thou not that I am in the Father, and the Father in me?\" For that which is seen, which is man, he considers to be the Son; whereas the Spirit, which was contained in the Son, to be the Father."
                        },
                        {
                            "verse": 47,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:47",
                            "text": "\"For,\" says (Callistus), \"I will not profess belief in two Gods, Father and Son, but in one."
                        },
                        {
                            "verse": 48,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:48",
                            "text": "For the Father, who subsisted in the Son Himself, after He had taken unto Himself our flesh, raised it to the nature of Deity, by bringing it into union with Himself, and made it one; so that Father and Son must be styled one God, and that this Person being one, cannot be two\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:49",
                            "text": "And in this way Callistus contends that the Father suffered along with the Son; for he does not wish to assert that the Father suffered, and is one Person, being careful to avoid blasphemy against the Father."
                        },
                        {
                            "verse": 50,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:50",
                            "text": "(How careful he is!) senseless and knavish fellow, who improvises blasphemies in every direction, only that he may not seem to speak in violation of the truth, and is not abashed at being at one time betrayed into the tenet of Sabellius, whereas at another into the doctrine of Theodotus."
                        },
                        {
                            "verse": 51,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:51",
                            "text": "The impostor Callistus, having ventured on such opinions, established a school of theology in antagonism to the Church, adopting the foregoing system of instruction."
                        },
                        {
                            "verse": 52,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:52",
                            "text": "And he first invented the device of conniving with men in regard of their indulgence in sensual pleasures, saying that all had their sins forgiven by himself."
                        },
                        {
                            "verse": 53,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:53",
                            "text": "For he who is in the habit of attending the congregation of any one else, and is called a Christian, should he commit any transgression; the sin, they say, is not reckoned unto him, provided only he hurries off and attaches himself to the school of Callistus."
                        },
                        {
                            "verse": 54,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:54",
                            "text": "And many persons were gratified with his regulation, as being stricken in conscience, and at the same time having been rejected by numerous sects; while also some of them, in accordance with our condemnatory sentence, had been by us forcibly ejected from the Church."
                        },
                        {
                            "verse": 55,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:55",
                            "text": "Now such disciples as these passed over to these followers of Callistus, and served to crowd his school."
                        },
                        {
                            "verse": 56,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:56",
                            "text": "This one propounded the opinion, that, if a bishop was guilty of any sin, if even a sin unto death, he ought not to be deposed."
                        },
                        {
                            "verse": 57,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:57",
                            "text": "About the time of this man, bishops, priests, and deacons, who had been twice married, and thrice married, began to be allowed to retain their place among the clergy."
                        },
                        {
                            "verse": 58,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:58",
                            "text": "If also, however, any one who is in holy orders should become married, Callistus permitted such a one to continue in holy orders as if he had not sinned."
                        },
                        {
                            "verse": 59,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:59",
                            "text": "And in justification, he alleges that what has been spoken by the Apostle has been declared in reference to this person: \"Who art thou that judgest another man's servant?\" But he asserted that likewise the parable of the tares is uttered in reference to this one: \"Let the tares grow along with the wheat;\" or, in other words, let those who in the Church are guilty of sin remain in it."
                        },
                        {
                            "verse": 60,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:60",
                            "text": "But also he affirmed that the ark of Noe was made for a symbol of the Church, in which were both dogs, and wolves, and ravens, and all things clean and unclean; and so he alleges that the case should stand in like manner with the Church."
                        },
                        {
                            "verse": 61,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:61",
                            "text": "And as many parts of Scripture bearing on this view of the subject as he could collect, he so interpreted."
                        },
                        {
                            "verse": 62,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:62",
                            "text": "And the hearers of Callistus being delighted with his tenets, continue with him, thus mocking both themselves as well as many others, and crowds of these dupes stream together into his school."
                        },
                        {
                            "verse": 63,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:63",
                            "text": "Wherefore also his pupils are multiplied, and they plume themselves upon the crowds (attending the school) for the sake of pleasures which Christ did not permit."
                        },
                        {
                            "verse": 64,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:64",
                            "text": "But in contempt of Him, they place restraint on the commission of no sin, alleging that they pardon those who acquiesce (in Callistus' opinions)."
                        },
                        {
                            "verse": 65,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:65",
                            "text": "For even also he permitted females, if they were unwedded, and burned with passion at an age at all events unbecoming, or if they were not disposed to overturn their own dignity through a legal marriage, that they might have whomsoever they would choose as a bedfellow, whether a slave or free, and that a woman, though not legally married, might consider such a companion as a husband."
                        },
                        {
                            "verse": 66,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:66",
                            "text": "Whence women, reputed believers, began to resort to drugs for producing sterility, and to gird themselves round, so to expel what was being conceived on account of their not wishing to have a child either by a slave or by any paltry fellow, for the sake of their family and excessive wealth."
                        },
                        {
                            "verse": 67,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:67",
                            "text": "Behold, into how great impiety that lawless one has proceeded, by inculcating adultery and murder at the same time! And withal, after such audacious acts, they, lost to all shame, attempt to call themselves a Catholic Church! And some, under the supposition that they will attain prosperity, concur with them."
                        },
                        {
                            "verse": 68,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:68",
                            "text": "During the episcopate of this one, second baptism was for the first time presumptuously attempted by them."
                        },
                        {
                            "verse": 69,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:69",
                            "text": "These, then, (are the practices and opinions which) that most astonishing Callistus established, whose school continues, preserving its customs and tradition, not discerning with whom they ought to communicate, but indiscriminately offering communion to all."
                        },
                        {
                            "verse": 70,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VIII 7:70",
                            "text": "And from him they have derived the denomination of their cognomen; so that, on account of Callistus being a foremost champion of such practices, they should be called Callistians."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Hippolytus: Refutation of All Heresies VIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:1",
                            "text": "Sect of the Elchasaites; Hippolytus' Opposition to It."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:2",
                            "text": "The doctrine of this Callistus having been noised abroad throughout the entire world, a cunning man, and full of desperation, one called Alcibiades, dwelling in Apamea, a city of Syria, examined carefully into this business."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:3",
                            "text": "And considering himself a more formidable character, and more ingenious in such tricks, than Callistus, he repaired to Rome; and he brought some book, alleging that a certain just man, Elchasai, had received this from Serae, a town of Parthia, and that he gave it to one called Sobiaï."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:4",
                            "text": "And the contents of this volume, he alleged, had been revealed by an angel whose height was  schoenoi, which make  miles, and whose breadth is  schoenoi, and from shoulder to shoulder  schoenoi; and the tracks of his feet extend to the length of three and a half schoenoi, which are equal to fourteen miles, while the breadth is one schoenos and a half, and the height half a schoenos."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:5",
                            "text": "And he alleges that also there is a female with him, whose measurement, he says, is according to the standards already mentioned."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:6",
                            "text": "And he asserts that the male (angel) is Son of God, but that the female is called Holy Spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:7",
                            "text": "By detailing these prodigies he imagines that he confounds fools, while at the same time he utters the following sentence: \"that there was preached unto men a new remission of sins in the third year of Trajan's reign\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:8",
                            "text": "And Elchasai determines the nature of baptism, and even this I shall explain."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:9",
                            "text": "He alleges, as to those who have been involved in every description of lasciviousness, and filthiness, and in acts of wickedness, if only any of them be a believer, that he determines that such a one, on being converted, and obeying the book, and believing its contents, should by baptism receive remission of sins."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:10",
                            "text": "Elchasai, however, ventured to continue these knaveries, taking occasion from the aforesaid tenet of which Callistus stood forward as a champion."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:11",
                            "text": "For, perceiving that many were delighted at this sort of promise, he considered that he could opportunely make the attempt just alluded to."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:12",
                            "text": "And notwithstanding we offered resistance to this, and did not permit many for any length of time to become victims of the delusion."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:13",
                            "text": "For we carried conviction to the people, when we affirmed that this was the operation of a spurious spirit, and the invention of a heart inflated with pride, and that this one like a wolf had risen up against many wandering sheep, which Callistus, by his arts of deception, had scattered abroad."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:14",
                            "text": "But since we have commenced, we shall not be silent as regards the opinions of this man."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:15",
                            "text": "And, in the first place, we shall expose his life, and we shall prove that his supposed discipline is a mere pretence."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VIII 8:16",
                            "text": "And next, I shall adduce the principal heads of his assertions, in order that the reader, looking fixedly on the treatises of this (Elchasai), may be made aware what and what sort is the heresy which has been audaciously attempted by this man."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Hippolytus: Refutation of All Heresies VIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:1",
                            "text": "Elchasai Derived His System from Pythagoras; Practised Incantations."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:2",
                            "text": "This Elchasai puts forward as a decoy a polity (authorized in the) Law, alleging that believers ought to be circumcised and live according to the Law, (while at the same time) he forcibly rends certain fragments from the aforesaid heresies."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:3",
                            "text": "And he asserts that Christ was born a man in the same way as common to all, and that Christ was not for the first time on earth when born of a virgin, but that both previously and that frequently again He had been born and would be born."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:4",
                            "text": "Christ would thus appear and exist among us from time to time, undergoing alterations of birth, and having his soul transferred from body to body."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:5",
                            "text": "Now Elchasai adopted that tenet of Pythagoras to which I have already alluded."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:6",
                            "text": "But the Elchasaites have reached such an altitude of pride, that even they affirm themselves to be endued with a power of foretelling futurity, using as a starting-point, obviously, the measures and numbers of the aforesaid Pythagorean art."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:7",
                            "text": "These also devote themselves to the tenets of mathematicians, and astrologers, and magicians, as if they were true."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:8",
                            "text": "And they resort to these, so as to confuse silly people, thus led to suppose that the heretics participate in a doctrine of power."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:9",
                            "text": "And they teach certain incantations and formularies for those who have been bitten by dogs, and possessed of demons, and seized with other diseases; and we shall not be silent respecting even such practices of these heretics."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VIII 9:10",
                            "text": "Having then sufficiently explained their principles, and the causes of their presumptuous attempts, I shall pass on to give an account of their writings, through which my readers will become acquainted with both the trifling and godless efforts of these Elchasaites."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Hippolytus: Refutation of All Heresies VIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:1",
                            "text": "Elchasai's Mode of Administering Baptism; Formularies."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:2",
                            "text": "To those, then, that have been orally instructed by him, he dispenses baptism in this manner, addressing to his dupes some such words as the following: \"If, therefore, (my) children, one shall have intercourse with any sort of animal whatsoever, or a male, or a sister, or a daughter, or hath committed adultery, or been guilty of fornication, and is desirous of obtaining remission of sins, from the moment that he hearkens to this book let him be baptized a second time in the name of the Great and Most High God, and in the name of His Son, the Mighty King."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:3",
                            "text": "And by baptism let him be purified and cleansed, and let him adjure for himself those seven witnesses that have been described in this book—the heaven, and the water, and the holy spirits, and the angels of prayer, and the oil, and the salt, and the earth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:4",
                            "text": "These constitute the astonishing mysteries of Elchasai, those ineffable and potent secrets which he delivers to deserving disciples."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:5",
                            "text": "And with these that lawless one is not satisfied, but in the presence of two and three witnesses he puts the seal to his own wicked practices."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:6",
                            "text": "Again expressing himself thus: \"Again I say, O adulterers and adulteresses, and false prophets, if you are desirous of being converted, that your sins may be forgiven you, as soon as ever you hearken unto this book, and be baptized a second time along with your garments, shall peace be yours, and your portion with the just\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:7",
                            "text": "But since we have stated that these resort to incantations for those bitten by dogs and for other mishaps, we shall explain these."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:8",
                            "text": "Now Elchasai uses the following formulary: \"If a dog rabid and furious, in which inheres a spirit of destruction, bite any man, or woman, or youth, or girl, or may worry or touch them, in the same hour let such a one run with all their wearing apparel, and go down to a river or to a fountain wherever there is a deep spot."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:9",
                            "text": "Let (him or her) be dipped with all their wearing apparel, and offer supplication to the Great and Most High God in faith of heart, and then let him thus adjure the seven witnesses described in this book: 'Behold, I call to witness the heaven and the water, and the holy spirits, and the angels of prayer, and the oil, and the salt, and the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:10",
                            "text": "I testify by these seven witnesses that no more shall I sin, nor commit adultery, nor steal, nor be guilty of injustice, nor be covetous, nor be actuated by hatred, nor be scornful, nor shall I take pleasure in any wicked deeds."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VIII 10:11",
                            "text": "' Having uttered, therefore, these words, let such a one be baptized with the entire of his wearing apparel in the name of the Mighty and Most High God\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Hippolytus: Refutation of All Heresies VIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:1",
                            "text": "Precepts of Elchasai."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:2",
                            "text": "But in very many other respects he talks folly, inculcating the use of these sentences also for those afflicted with consumption, and that they should be dipped in cold water forty times during seven days; and he prescribes similar treatment for those possessed of devils."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:3",
                            "text": "Oh inimitable wisdom and incantations gorged with powers! Who will not be astonished at such and such force of words? But since we have stated that they also bring into requisition astrological deceit, we shall prove this from their own formularies; for Elchasai speaks thus: \"There exist wicked stars of impiety."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:4",
                            "text": "This declaration has been now made by us, O ye pious ones and disciples: beware of the power of the days of the sovereignty of these stars, and engage not in the commencement of any undertaking during the ruling days of these."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:5",
                            "text": "And baptize not man or woman during the days of the power of these stars, when the moon, (emerging) from among them, courses the sky, and travels along with them."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:6",
                            "text": "Beware of the very day up to that on which the moon passes out from these stars, and then baptize and enter on every beginning of your works."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:7",
                            "text": "But, moreover, honour the day of the Sabbath, since that day is one of those during which prevails (the power) of these stars."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VIII 11:8",
                            "text": "Take care, however, not to commence your works the third day from a Sabbath, since when three years of the reign of the emperor Trojan are again completed from the time that he subjected the Parthians to his own sway,—when, I say, three years have been completed, war rages between the impious angels of the northern constellations; and on this account all kingdoms of impiety are in a state of confusion\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Hippolytus: Refutation of All Heresies VIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VIII 12:1",
                            "text": "The Heresy of the Elchasaites a Derivative One."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VIII 12:2",
                            "text": "Inasmuch as (Elchasai) considers, then, that it would be an insult to reason that these mighty and ineffable mysteries should be trampled under foot, or that they should be committed to many, he advises that as valuable pearls they should be preserved, expressing himself thus: \"Do not recite this account to all men, and guard carefully these precepts, because all men are not faithful, nor are all women straightforward\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VIII 12:3",
                            "text": "Books containing these (tenets), however, neither the wise men of the Egyptians secreted in shrines, nor did Pythagoras, a sage of the Greeks, conceal them there."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VIII 12:4",
                            "text": "For if at that time Elchasai had happened to live, what necessity would there be that Pythagoras, or Thales, or Solon, or the wise Plato, or even the rest of the sages of the Greeks, should become disciples of the Egyptian priests, when they could obtain possession of such and such wisdom from Alcibiades, as the most astonishing interpreter of that wretched Elchasai? The statements, therefore, that have been made for the purpose of attaining a knowledge of the madness of these, would seem sufficient for those endued with sound mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VIII 12:5",
                            "text": "And so it is, that it has not appeared expedient to quote more of their formularies, seeing that these are very numerous and ridiculous."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VIII 12:6",
                            "text": "Since, however, we have not omitted those practices that have risen up in our own day, and have not been silent as regards those prevalent before our time, it seems proper, in order that we may pass through all their systems, and leave nothing untold, to state what also are the (customs) of the Jews, and what are the diversities of opinion among them, for I imagine that these as yet remain behind for our consideration."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VIII 12:7",
                            "text": "Now, when I have broken silence on these points, I shall pass on to the demonstration of the Doctrine of the Truth, in order that, after the lengthened argumentative struggle against all heresies, we, devoutly pressing forward towards the kingdom's crown, and believing the truth, may not be unsettled."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Hippolytus: Refutation of All Heresies VIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:1",
                            "text": "The Jewish Sects."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:2",
                            "text": "Originally there prevailed but one usage among the Jews; for one teacher was given unto them by God, namely Moses, and one law by this same Moses."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:3",
                            "text": "And there was one desert region and one Mount Sinai, for one God it was who legislated for these Jews."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:4",
                            "text": "But, again, after they had crossed the river Jordan, and had inherited by lot the conquered country, they in various ways rent in sunder the law of God, each devising a different interpretation of the declarations made by God."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:5",
                            "text": "And in this way they raised up for themselves teachers, (and) invented doctrines of an heretical nature, and they continued to advance into (sectarian) divisions."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:6",
                            "text": "Now it is the diversity of these Jews that I at present propose to explain."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:7",
                            "text": "But though for even a considerable time they have been rent into very numerous sects, yet I intend to elucidate the more principal of them, while those who are of a studious turn will easily become acquainted with the rest."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:8",
                            "text": "For there is a division amongst them into three sorts; and the adherents of the first are the Pharisees, but of the second the Sadducees, while the rest are Essenes."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:9",
                            "text": "These practise a more devotional life, being filled with mutual love, and being temperate."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:10",
                            "text": "And they turn away from every act of inordinate desire, being averse even to hearing of things of the sort."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:11",
                            "text": "And they renounce matrimony, but they take the boys of others, and thus have an offspring begotten for them."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:12",
                            "text": "And they lead these adopted children into an observance of their own peculiar customs, and in this way bring them up and impel them to learn the sciences."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:13",
                            "text": "They do not, however, forbid them to marry, though themselves refraining from matrimony."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VIII 13:14",
                            "text": "Women, however, even though they may be disposed to adhere to the same course of life, they do not admit, inasmuch as in no way whatsoever have they confidence in women."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Hippolytus: Refutation of All Heresies VIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:1",
                            "text": "The Tenets of the Esseni."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:2",
                            "text": "And they despise wealth, and do not turn away from sharing their goods with those that are destitute."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:3",
                            "text": "No one amongst them, however, enjoys a greater amount of riches than another."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:4",
                            "text": "For a regulation with them is, that an individual coming forward to join the sect must sell his possessions, and present the price of them to the community."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:5",
                            "text": "And on receiving the money, the head of the order distributes it to all according to their necessities."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:6",
                            "text": "Thus there is no one among them in distress."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:7",
                            "text": "And they do not use oil, regarding it as a defilement to be anointed."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies VIII 14:8",
                            "text": "And there are appointed overseers, who take care of all things that belong to them in common, and they all appear always in white clothing."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Hippolytus: Refutation of All Heresies VIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:1",
                            "text": "The Tenets of the Esseni Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:2",
                            "text": "But there is not one city of them, but many of them settle in every city."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:3",
                            "text": "And if any of the adherents of the sect may be present from a strange place, they consider that all things are in common for him, and those whom they had not previously known they receive as if they belonged to their own household and kindred."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:4",
                            "text": "And they traverse their native land, and on each occasion that they go on a journey they carry nothing except arms."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:5",
                            "text": "And they have also in their cities a president, who expends the moneys collected for this purpose in procuring clothing and food for them."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:6",
                            "text": "And their robe and its shape are modest."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:7",
                            "text": "And they do not own two cloaks, or a double set of shoes; and when those that are in present use become antiquated, then they adopt others."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies VIII 15:8",
                            "text": "And they neither buy nor sell anything at all; but whatever any one has he gives to him that has not, and that which one has not he receives."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Hippolytus: Refutation of All Heresies VIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:1",
                            "text": "The Tenets of the Esseni Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:2",
                            "text": "And they continue in an orderly manner, and with perseverance pray from early dawn, and they do not speak a word unless they have praised God in a hymn."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:3",
                            "text": "And in this way they each go forth and engage in whatever employment they please; and after having worked up to the fifth hour they leave off."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:4",
                            "text": "Then again they come together into one place, and encircle themselves with linen girdles, for the purpose of concealing their private parts."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:5",
                            "text": "And in this manner they perform ablutions in cold water; and after being thus cleansed, they repair together into one apartment,—now no one who entertains a different opinion from themselves assembles in the house,—and they proceed to partake of breakfast."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:6",
                            "text": "And when they have taken their seats in silence, they set down loaves in order, and next some one sort of food to eat along with the bread, and each receives from these a sufficient portion."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:7",
                            "text": "No one, however, tastes these before the priest utters a blessing, and prays over the food."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:8",
                            "text": "And after breakfast, when he has a second time offered up supplication, as at the beginning, so at the conclusion of their meal they praise God in hymns."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:9",
                            "text": "Next, after they have laid aside as sacred the garments in which they have been clothed while together taking their repast within the house—(now these garments are linen)—and having resumed the clothes which they had left in the vestibule, they hasten to agreeable occupations until evening."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:10",
                            "text": "And they partake of supper, doing all things in like manner to those already mentioned."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:11",
                            "text": "And no one will at any time cry aloud, nor will any other tumultuous voice be heard."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:12",
                            "text": "But they each converse quietly, and with decorum one concedes the conversation to the other, so that the stillness of those within the house appears a sort of mystery to those outside."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies VIII 16:13",
                            "text": "And they are invariably sober, eating and drinking all things by measure."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Hippolytus: Refutation of All Heresies VIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:1",
                            "text": "The Tenets of the Esseni Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:2",
                            "text": "All then pay attention to the president; and whatever injunctions he will issue, they obey as law."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:3",
                            "text": "For they are anxious that mercy and assistance be extended to those that are burdened with toil."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:4",
                            "text": "And especially they abstain from wrath and anger, and all such passions, inasmuch as they consider these to be treacherous to man."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:5",
                            "text": "And no one amongst them is in the habit of swearing; but whatever any one says, this is regarded more binding than an oath."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:6",
                            "text": "If, however, one will swear, he is condemned as one unworthy of credence."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:7",
                            "text": "They are likewise solicitous about the readings of the law and prophets; and moreover also, if there is any treatise of the faithful, about that likewise."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies VIII 17:8",
                            "text": "And they evince the utmost curiosity concerning plants and stones, rather busying themselves as regards the operative powers of these, saying that these things were not created in vain."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Hippolytus: Refutation of All Heresies VIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:1",
                            "text": "The Tenets of the Esseni Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:2",
                            "text": "But to those who wish to become disciples of the sect, they do not immediately deliver their rules, unless they have previously tried them."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:3",
                            "text": "Now for the space of a year they set before (the candidates) the same food, while the latter continue to live in a different house outside the Essenes' own place of meeting."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:4",
                            "text": "And they give (to the probationists) a hatchet and the linen girdle, and a white robe."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:5",
                            "text": "When, at the expiration of this period, one affords proof of self-control, he approaches nearer to the sect's method of living, and he is washed more purely than before."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:6",
                            "text": "Not as yet, however, does he partake of food along with the Essenes."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:7",
                            "text": "For, after having furnished evidence as to whether he is able to acquire self-control,—but for two years the habit of a person of this description is on trial,—and when he has appeared deserving, he is thus reckoned amongst the members of the sect."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:8",
                            "text": "Previous, however, to his being allowed to partake of a repast along with them, he is bound under fearful oaths."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:9",
                            "text": "First, that he will worship the Divinity; next, that he will observe just dealings with men, and that he will in no way injure any one, and that he will not hate a person who injures him, or is hostile to him, but pray for them."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:10",
                            "text": "He likewise swears that he will always aid the just, and keep faith with all, especially those who are rulers."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:11",
                            "text": "For, they argue, a position of authority does not happen to any one without God."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:12",
                            "text": "And if the Essene himself be a ruler, he swears that he will not conduct himself at any time arrogantly in the exercise of power, nor be prodigal, nor resort to any adornment, or a greater state of magnificence than the usage permits."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:13",
                            "text": "He likewise swears, however, to be a lover of truth, and to reprove him that is guilty of falsehood, neither to steal, nor pollute his conscience for the sake of iniquitous gain, nor conceal aught from those that are members of his sect, and to divulge nothing to others, though one should be tortured even unto death."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies VIII 18:14",
                            "text": "And in addition to the foregoing promises, he swears to impart to no one a knowledge of the doctrines in a different manner from that in which he has received them himself."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Hippolytus: Refutation of All Heresies VIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies VIII 19:1",
                            "text": "The Tenets of the Esseni Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies VIII 19:2",
                            "text": "With oaths, then, of this description, they bind those who come forward."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies VIII 19:3",
                            "text": "If, however, any one may be condemned for any sin, he is expelled from the order; but one that has been thus excommunicated sometimes perishes by an awful death."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies VIII 19:4",
                            "text": "For, inasmuch as he is bound by the oaths and rites of the sect, he is not able to partake of the food in use among other people."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies VIII 19:5",
                            "text": "Those that are excommunicated, occasionally, therefore, utterly destroy the body through starvation."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies VIII 19:6",
                            "text": "And so it is, that when it comes to the last the Essenes sometimes pity many of them who are at the point of dissolution, inasmuch as they deem a punishment even unto death, thus inflicted upon these culprits, a sufficient penalty."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Hippolytus: Refutation of All Heresies VIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:1",
                            "text": "The Tenets of the Esseni Concluded."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:2",
                            "text": "But as regards judicial decisions, the Essenes are most accurate and impartial."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:3",
                            "text": "And they deliver their judgments when they have assembled together, numbering at the very least one hundred; and the sentence delivered by them is irreversible."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:4",
                            "text": "And they honour the legislator next after God; and if any one is guilty of blasphemy against this framer of laws, he is punished."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:5",
                            "text": "And they are taught to yield obedience to rulers and elders; and if ten occupy seats in the same room, one of them will not speak unless it will appear expedient to the nine."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:6",
                            "text": "And they are careful not to spit out into the midst of persons present, and to the right hand."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:7",
                            "text": "They are more solicitous, however, about abstaining from work on the Sabbath-day than all other Jews."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:8",
                            "text": "For not only do they prepare their victuals for themselves one day previously, so as not (on the Sabbath) to kindle a fire, but not even would they move a utensil from one place to another (on that day), nor ease nature; nay, some would not even rise from a couch."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:9",
                            "text": "On other days, however, when they wish to relieve nature, they dig a hole a foot long with the mattock,—for of this description is the hatchet, which the president in the first instance gives those who come forward to gain admission as disciples,—and cover (this cavity) on all sides with their garment, alleging that they do not necessarily insult the sunbeams."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:10",
                            "text": "They then replace the upturned soil into the pit; and this is their practice, choosing the more lonely spots."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies VIII 20:11",
                            "text": "But after they have performed this operation, immediately they undergo ablution, as if the excrement pollutes them."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Hippolytus: Refutation of All Heresies VIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:1",
                            "text": "Different Sects of the Esseni."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:2",
                            "text": "The Essenes have, however, in the lapse of time, undergone divisions, and they do not preserve their system of training after a similar manner, inasmuch as they have been split up into four parties."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:3",
                            "text": "For some of them discipline themselves above the requisite rules of the order, so that even they would not handle a current coin of the country, saying that they ought not either to carry, or behold, or fashion an image: wherefore no one of those goes into a city, lest (by so doing) he should enter through a gate at which statues are erected, regarding it a violation of law to pass beneath images."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:4",
                            "text": "But the adherents of another party, if they happen to hear any one maintaining a discussion concerning God and His laws—supposing such to be an uncircumcised person, they will closely watch him and when they meet a person of this description in any place alone, they will threaten to slay him if he refuses to undergo the rite of circumcision."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:5",
                            "text": "Now, if the latter does not wish to comply with this request, an Essene spares not, but even slaughters."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:6",
                            "text": "And it is from this occurrence that they have received their appellation, being denominated (by some) Zelotae, but by others Sicarii."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:7",
                            "text": "And the adherents of another party call no one Lord except the Deity, even though one should put them to the torture, or even kill them."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:8",
                            "text": "But there are others of a later period, who have to such an extent declined from the discipline (of the order), that, as far as those are concerned who continue in the primitive customs, they would not even touch these."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:9",
                            "text": "And if they happen to come in contact with them, they immediately resort to ablution, as if they had touched one belonging to an alien tribe."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:10",
                            "text": "But here also there are very many of them of so great longevity, as even to live longer than a hundred years."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:11",
                            "text": "They assert, therefore, that a cause of this arises from their extreme devotion to religion, and their condemnation of all excess in regard of what is served up (as food), and from their being temperate and incapable of anger."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:12",
                            "text": "And so it is that they despise death, rejoicing when they can finish their course with a good conscience."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies VIII 21:13",
                            "text": "If, however, any one would even put to the torture persons of this description, in order to induce any amongst them either to speak evil of the law, or eat what is offered in sacrifice to an idol, he will not effect his purpose; for one of this party submits to death and endures torment rather than violate his conscience."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Hippolytus: Refutation of All Heresies VIII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:1",
                            "text": "Belief of the Esseni in the Resurrection; Their System a Suggestive One."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:2",
                            "text": "Now the doctrine of the resurrection has also derived support among these; for they acknowledge both that the flesh will rise again, and that it will be immortal, in the same manner as the soul is already imperishable."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:3",
                            "text": "And they maintain that the soul, when separated in the present life, (departs) into one place, which is well ventilated and lightsome, where, they say, it rests until judgment."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:4",
                            "text": "And this locality the Greeks were acquainted with by hearsay, and called it \"Isles of the Blessed\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:5",
                            "text": "And there are other tenets of these which many of the Greeks have appropriated, and thus have from time to time formed their own opinions."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:6",
                            "text": "For the disciplinary system in regard of the Divinity, according to these (Jewish sects), is of greater antiquity than that of all nations."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:7",
                            "text": "And so it is that the proof is at hand, that all those (Greeks) who ventured to make assertions concerning God, or concerning the creation of existing things, derived their principles from no other source than from Jewish legislation."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:8",
                            "text": "And among these may be particularized Pythagoras especially, and the Stoics, who derived (their systems) while resident among the Egyptians, by having become disciples of these Jews."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:9",
                            "text": "Now they affirm that there will be both a judgment and a conflagration of the universe, and that the wicked will be eternally punished."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies VIII 22:10",
                            "text": "And among them is cultivated the practice of prophecy, and the prediction of future events."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Hippolytus: Refutation of All Heresies VIII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:1",
                            "text": "Another Sect of the Esseni: the Pharisees."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:2",
                            "text": "There is then another order of the Essenes who use the same customs and prescribed method of living with the foregoing sects, but make an alteration from these in one respect, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:3",
                            "text": ", marriage."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:4",
                            "text": "Now they maintain that those who have abrogated matrimony commit some terrible offence, which is for the destruction of life, and that they ought not to cut off the succession of children; for, that if all entertained this opinion, the entire race of men would easily be exterminated."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:5",
                            "text": "However, they make a trial of their betrothed women for a period of three years; and when they have been three times purified, with a view of proving their ability of bringing forth children, so then they wed."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:6",
                            "text": "They do not, however, cohabit with pregnant women, evincing that they marry not from sensual motives, but from the advantage of children."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:7",
                            "text": "And the women likewise undergo ablution in a similar manner (with their husbands), and are themselves also arrayed in a linen garment, after the mode in which the men are with their girdles."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:8",
                            "text": "These things, then, are the statements which I have to make respecting the Esseni."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:9",
                            "text": "But there are also others who themselves practise the Jewish customs; and these, both in respect of caste and in respect of the laws, are called Pharisees."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:10",
                            "text": "Now the greatest part of these is to be found in every locality, inasmuch as, though all are styled Jews, yet, on account of the peculiarity of the opinions advanced by them, they have been denominated by titles proper to each."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:11",
                            "text": "These, then, firmly hold the ancient tradition, and continue to pursue in a disputative spirit a close investigation into the things regarded according to the Law as clean and not clean."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:12",
                            "text": "And they interpret the regulations of the Law, and put forward teachers, whom they qualify for giving instruction in such things."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:13",
                            "text": "These Pharisees affirm the existence of fate, and that some things are in our power, whereas others are under the control of destiny."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:14",
                            "text": "In this way they maintain that some actions depend upon ourselves, whereas others upon fate."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:15",
                            "text": "But (they assert) that God is a cause of all things, and that nothing is managed or happens without His will."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies VIII 23:16",
                            "text": "These likewise acknowledge that there is a resurrection of flesh, and that soul is immortal, and that there will be a judgment and conflagration, and that the righteous will be imperishable, but that the wicked will endure everlasting punishment in unquenchable fire."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Hippolytus: Refutation of All Heresies VIII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:1",
                            "text": "The Sadducees."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:2",
                            "text": "These, then, are the opinions even of the Pharisees."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:3",
                            "text": "The Sadducees, however, are for abolishing fate, and they acknowledge that God does nothing that is wicked, nor exercises providence over (earthly concerns); but they contend that the choice between good and evil lies within the power of men."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:4",
                            "text": "And they deny that there is a resurrection not only of flesh, but also they suppose that the soul does not continue after death."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:5",
                            "text": "The soul they consider nothing but mere vitality, and that it is on account of this that man has been created."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:6",
                            "text": "However, (they maintain) that the notion of the resurrection has been fully realized by the single circumstance, that we close our days after having left children upon earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:7",
                            "text": "But (they still insist) that after death one expects to suffer nothing, either bad or good; for that there will be a dissolution both of soul and body, and that man passes into non-existence, similarly also with the material of the animal creation."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:8",
                            "text": "But as regards whatever wickedness a man may have committed in life, provided he may have been reconciled to the injured party, he has been a gainer (by transgression), inasmuch as he has escaped the punishment (that otherwise would have been inflicted) by men."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:9",
                            "text": "And whatever acquisitions a man may have made, and (in whatever respect), by becoming wealthy, he may have acquired distinction, he has so far been a gainer."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:10",
                            "text": "But (they abide by their assertion), that God has no solicitude about the concerns of an individual here."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:11",
                            "text": "And while the Pharisees are full of mutual affection, the Sadducees, on the other hand, are actuated by self-love."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:12",
                            "text": "This sect had its stronghold especially in the region around Samaria."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:13",
                            "text": "And these also adhere to the customs of the law, saying that one ought so to live, that he may conduct himself virtuously, and leave children behind him on earth."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:14",
                            "text": "They do not, however, devote attention to prophets, but neither do they to any other sages, except to the law of Moses only, in regard of which, however, they frame no interpretations."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies VIII 24:15",
                            "text": "These, then, are the opinions which also the Sadducees choose to teach."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Hippolytus: Refutation of All Heresies VIII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:1",
                            "text": "The Jewish Religion."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:2",
                            "text": "Since, therefore, we have explained even the diversities among the Jews, it seems expedient likewise not to pass over in silence the system of their religion."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:3",
                            "text": "The doctrine, therefore, among all Jews on the subject of religion is fourfold-theological, natural, moral, and ceremonial."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:4",
                            "text": "And they affirm that there is one God, and that He is Creator and Lord of the universe: that He has formed all these glorious works which had no previous existence; and this, too, not out of any coeval substance that lay ready at hand, but His Will—the efficient cause—was to create, and He did create."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:5",
                            "text": "And (they maintain) that there are angels, and that these have been brought into being for ministering unto the creation; but also that there is a sovereign Spirit that always continues beside God, for glory and praise."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:6",
                            "text": "And that all things in the creation are endued with sensation, and that there is nothing inanimate."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:7",
                            "text": "And they earnestly aim at serious habits and a temperate life, as one may ascertain from their laws."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:8",
                            "text": "Now these matters have long ago been strictly defined by those who in ancient times have received the divinely-appointed law; so that the reader will find himself astonished at the amount of temperance, and of diligence, lavished on customs legally enacted in reference to man."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:9",
                            "text": "The ceremonial service, however, which has been adapted to divine worship in a manner befitting the dignity of religion, has been practised amongst them with the highest degree of elaboration."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:10",
                            "text": "The superiority of their ritualism it is easy for those who wish it to ascertain, provided they read the book which furnishes information on these points."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:11",
                            "text": "They will thus perceive how that with solemnity and sanctity the Jewish priests offer unto God the first-fruits of the gifts bestowed by Him for the use and enjoyment of men; how they fulfil their ministrations with regularity and stedfastness, in obedience to His commandments."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:12",
                            "text": "There are, however, some (liturgical usages adopted) by these, which the Sadducees refuse to recognise, for they are not disposed to acquiesce in the existence of angels or spirits."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:13",
                            "text": "Still all parties alike expect Messiah, inasmuch as the Law certainly, and the prophets, preached beforehand that He was about to be present on earth."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:14",
                            "text": "Inasmuch, however, as the Jews were not cognizant of the period of His advent, there remains the supposition that the declarations (of Scripture) concerning His coming have not been fulfilled."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:15",
                            "text": "And so it is, that up to this day they continue in anticipation of the future coming of the Christ,—from the fact of their not discerning Him when He was present in the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:16",
                            "text": "And (yet there can be little doubt but) that, on beholding the signs of the times of His having been already amongst us, the Jews are troubled; and that they are ashamed to confess that He has come, since they have with their own hands put Him to death, because they were stung with indignation in being convicted by Himself of not having obeyed the laws."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:17",
                            "text": "And they affirm that He who was thus sent forth by God is not this Christ (whom they are looking for); but they confess that another Messiah will come, who as yet has no existence; and that he will usher in some of the signs which the law and the prophets have shown beforehand, whereas, regarding the rest (of these indications), they suppose that they have fallen into error."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:18",
                            "text": "For they say that his generation will be from the stock of David, but not from a virgin and the Holy Spirit, but from a woman and a man, according as it is a rule for all to be procreated from seed."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:19",
                            "text": "And they allege that this Messiah will be King over them,—a warlike and powerful individual, who, after having gathered together the entire people of the Jews, and having done battle with all the nations, will restore for them Jerusalem the royal city."
                        },
                        {
                            "verse": 20,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:20",
                            "text": "And into this city He will collect together the entire Hebrew race, and bring it back once more into the ancient customs, that it may fulfil the regal and sacerdotal functions, and dwell in confidence for periods of time of sufficient duration."
                        },
                        {
                            "verse": 21,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies VIII 25:21",
                            "text": "After this repose, it is their opinion that war would next be waged against them after being thus congregated; that in this conflict Christ would fall by the edge of the sword; and that, after no long time, would next succeed the termination and conflagration of the universe; and that in this way their opinions concerning the resurrection would receive completion, and a recompense be rendered to each man according to his works."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Hippolytus: Refutation of All Heresies VIII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies VIII 26:1",
                            "text": "Conclusion to the Work Explained."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies VIII 26:2",
                            "text": "It now seems to us that the tenets of both all the Greeks and barbarians have been sufficiently explained by us, and that nothing has remained unrefuted either of the points about which philosophy has been busied, or of the allegations advanced by the heretics."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies VIII 26:3",
                            "text": "And from these very explanations the condemnation of the heretics is obvious, for having either purloined their doctrines, or derived contributions to them from some of those tenets elaborately worked out by the Greeks, and for having advanced (these opinions) as if they originated from God."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies VIII 26:4",
                            "text": "Since, therefore, we have hurriedly passed through all the systems of these, and with much labour have, in the nine books, proclaimed all their opinions, and have left behind us for all men a small viaticum in life, and to those who are our contemporaries have afforded a desire of learning (with) great joy and delight, we have considered it reasonable, as a crowning stroke to the entire work, to introduce the discourse (already mentioned) concerning the truth, and to furnish our delineation of this in one book, namely the tenth."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies VIII 26:5",
                            "text": "Our object is, that the reader, not only when made acquainted with the overthrow of those who have presumed to establish heresies, may regard with scorn their idle fancies, but also, when brought to know the power of the truth, may be placed in the way of salvation, by reposing that faith in God which He so worthily deserves."
                        }
                    ]
                }
            ]
        }
    ]
}