{
    "books": [
        {
            "name": "Jerome: Against Vigilantius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Jerome: Against Vigilantius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:1",
                            "text": "Against Vigilantius."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:2",
                            "text": "Introduction."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:3",
                            "text": "Full details respecting Vigilantius, against whom this treatise, the result of a single night's labour, is directed, may be found in a work on \"Vigilantius and His Times,\" published in 1844 by Dr."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:4",
                            "text": "Gilly, canon of Durham."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:5",
                            "text": "It will perhaps, however, assist the reader if we briefly remark that he was born about 370, at Calagurris, near Convenae (Comminges), which was a station on the Roman road from Aquitaine to Spain."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:6",
                            "text": "His father was probably the keeper of the inn, and Vigilantius appears to have been brought up to his father's business."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:7",
                            "text": "He was of a studious character, and Sulpicius Severus, the ecclesiastical historian, who had estates in those parts, took him into his service, and, possibly, made him manager of his estates."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:8",
                            "text": "Having been ordained he was introduced to Jerome (then living at Bethlehem, in 395) through Paulinus of Nola, who was the friend of Sulpicius Severus."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:9",
                            "text": "After staying with Jerome for a considerable time he begged to be dismissed, and left in great haste without giving any reason."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:10",
                            "text": "Returning to Gaul, he settled in his native country."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:11",
                            "text": "Jerome hearing that he was spreading reports of him as favouring the views of Origen, and in other ways defaming him and his friends, wrote him a sharp letter of rebuke (Letter LXI."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:12",
                            "text": ")."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:13",
                            "text": "The work of Vigilantius which drew from Jerome the following treatise was written in the year a."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:14",
                            "text": "d."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:15",
                            "text": "406; not \"hastily, under provocation such as he may have felt in leaving Bethlehem\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:16",
                            "text": "but after the lapse of six or seven years."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:17",
                            "text": "The points against which he argued as being superstitious are: (1) the reverence paid to the relics of holy men by carrying them round the church in costly vessels or silken wrappings to be kissed, and the prayers offered to the dead; (2) the late watchings at the basilicas of the martyrs, with their attendant scandals, the burning of numerous tapers."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:18",
                            "text": "alleged miracles, etc."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:19",
                            "text": "; (3) the sending of alms to Jerusalem, which, Vigilantius urged, had better be spent among the poor in each separate diocese, and the monkish vow of poverty; (4) the exaggerated estimate of virginity."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:20",
                            "text": "The bishop of the diocese, Exsuperius of Toulouse, was strongly in favour of the views of Vigilantius, and they began to spread widely."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:21",
                            "text": "Complaints having reached Jerome through the presbyter Riparius, he at once expressed his indignation, and offered to answer in detail if the work of Vigilantius were sent to him."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:22",
                            "text": "In 406 he received it through Sisinnius, who was bearing alms to the East."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:23",
                            "text": "It has been truly said that this treatise has less of reason and more of abuse than any other which Jerome wrote."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:24",
                            "text": "But in spite of this the author was followed by the chief ecclesiastics of the day, and the practices impugned by Vigilantius prevailed almost unchecked till the sixteenth century."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:25",
                            "text": "1."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:26",
                            "text": "The world has given birth to many monsters; inIsaiah we read of centaurs and sirens, screech-owls and pelicans."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:27",
                            "text": "Job, in mystic language, describes Leviathan and Behemoth; Cerberus and the birds of Stymphalus, the Erymanthian boar and the Nemean lion, the Chimaera and the many-headed Hydra, are told of in poetic fables."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:28",
                            "text": "Virgil describes Cacus."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:29",
                            "text": "Spain has produced Geryon, with his three bodies."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:30",
                            "text": "Gaul alone has had no monsters, but has ever been rich in men of courage and great eloquence."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:31",
                            "text": "All at once Vigilantius, or, more correctly, Dormitantius, has arisen, animated by an unclean spirit, to fight against the Spirit of Christ, and to deny that religious reverence is to be paid to the tombs of the martyrs."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:32",
                            "text": "Vigils, he says, are to be condemned; Alleluia must never be sung except at Easter; continence is a heresy; chastity a hot-bed of lust."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:33",
                            "text": "And as Euphorbus is said to have been born again in the person of Pythagoras, so in this fellow the corrupt mind of Jovinianus has arisen; so that in him, no less than in his predecessor, we are bound to meet the snares of the devil."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:34",
                            "text": "The words may be justly applied to him: \"Seed of evil-doers, prepare thy children for the slaughter because of the sins of thy father\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:35",
                            "text": "Jovinianus, condemned by the authority of the Church of Rome, amidst pheasants and swine's flesh, breathed out, or rather belched out his spirit."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:36",
                            "text": "And now this tavern-keeper of Calagurris, who, according to the name of his native village is a Quintilian, only dumb instead of eloquent, ismixing water with the wine."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:37",
                            "text": "According to the trick which he knows of old, he is trying to blend his perfidious poison with the Catholic faith; he assails virginity and hates chastity; he revels with worldlings and declaims against the fasts of the saints; he plays the philosopher over his cups, and soothes himself with the sweet strains of psalmody, while he smacks his lips over his cheese-cakes; nor could he deign to listen to the songs of David and Jeduthun, and Asaph and the sons of Core, except at the banqueting table."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:38",
                            "text": "This I have poured forth with more grief than amusement, for I cannot restrain myself and turn a deaf ear to the wrongs inflicted on apostles and martyrs."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:39",
                            "text": "2."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:40",
                            "text": "Shameful to relate, there are bishops who are said to be associated with him in his wickedness—if at least they are to be called bishops—who ordain no deacons but such as have been previously married; who credit no celibate with chastity—nay, rather, who show clearly what measure of holiness of life they can claim by indulging in evil suspicions of all men, and, unless the candidates for ordination appear before them with pregnant wives, and infants wailing in the arms of their mothers, will not administer to them Christ's ordinance."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:41",
                            "text": "What are the Churches of the East to do? What is to become of the Egyptian Churches and those belonging to the Apostolic Seat, which accept for the ministry only men who are virgins, or those who practice continency, or, if married, abandon their conjugal rights? Such is the teaching of Dormitantius, who throws the reins upon the neck of lust, and by his encouragement doubles the natural heat of the flesh, which in youth is mostly at boiling point, or rather slakes it by intercourse with women; so that there is nothing to separate us from swine, nothing wherein we differ from the brute creation, or from horses, respecting which it is written:\"They were toward women like raging horses; everyone neighed after his neighbour's wife\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:42",
                            "text": "This is that which the Holy Spirit says by the mouth of David: \"Be ye not like horse and mule which have no understanding\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:43",
                            "text": "And again respecting Dormitantius and his friends:\"Bind the jaws of them who draw not near unto thee with bit and bridle\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:44",
                            "text": "3."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:45",
                            "text": "But it is now time for us to adduce his own words and answer him in detail."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:46",
                            "text": "For, possibly, in his malice, he may choose once more to misrepresent me, and say that I have trumped up a case for the sake of showing off my rhetorical and declamatory powers in combating it, like the letter which I wrote to Gaul, relating to a mother and daughter who were at variance."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:47",
                            "text": "This little treatise, which I now dictate, is due to the reverend presbyters Riparius and Desiderius, who write that their parishes have been defiled by being in his neighbourhood, and have sent me, by our brother Sisinnius, the books which he vomited forth in a drunken fit."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:48",
                            "text": "They also declare that some persons are found who, from their inclination to his vices, assent to his blasphemies."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:49",
                            "text": "He is a barbarian both in speech and knowledge."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:50",
                            "text": "His style is rude."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:51",
                            "text": "He cannot defend even the truth; but, for the sake of laymen, and poor women, laden with sins, ever learning and never coming to a knowledge of the truth, I will spend upon his melancholy trifles a single night's labour, otherwise I shall seem to have treated with contempt the letters of the reverend persons who have entreated me to undertake the task."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:52",
                            "text": "4."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:53",
                            "text": "He certainly well represents his race."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:54",
                            "text": "Sprung from a set of brigands and persons collected together from all quarters (I mean those whom Cn."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:55",
                            "text": "Pompey, after the conquest of Spain, when he was hastening to return for his triumph, brought down from the Pyrenees and gathered together into one town, whence the name of the city Convenae), he has carried on their brigand practices by his attack upon the Church of God."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:56",
                            "text": "Like his ancestors the Vectones, the Arrabaci, and the Celtiberians, he makes his raids upon the churches of Gaul, not carrying the standard of the cross, but, on the contrary, the ensign of the devil."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:57",
                            "text": "Pompey did just the same in the East."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:58",
                            "text": "After overcoming the Cilician and Isaurian pirates and brigands, he founded a city, bearing his own name, between Cilicia and Isauria."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:59",
                            "text": "That city, however, to this day, observes the ordinances of its ancestors, and no Dormitantius has arisen in it; but Gaul supports a native foe, and sees seated in the Church a man who has lost his head and who ought to be put in the strait-jacket which Hippocrates recommended."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:60",
                            "text": "Among other blasphemies, he may be heard to say, \"What need is there for you not only to pay such honour, not to say adoration, to the thing, whatever it may be, which you carry about in a little vessel and worship?\" And again, in the same book, \"Why do you kiss and adore a bit of powder wrapped up in a cloth?\" And again, in the same book, \"Under the cloak of religion we see what is all but a heathen ceremony introduced into the churches: while the sun is still shining, heaps of tapers are lighted, and everywhere a paltry bit of powder, wrapped up in a costly cloth, is kissed and worshipped."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:61",
                            "text": "Great honour do men of this sort pay to the blessed martyrs, who, they think, are to be made glorious by trumpery tapers, when the Lamb who is in the midst of the throne, with all the brightness of His majesty, gives them light?\"  5."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:62",
                            "text": "Madman, who in the world ever adored the martyrs? who ever thought man was God? Did not Paul and Barnabas, when the people of Lycaonia thought them to be Jupiter and Mercury, and would have offered sacrifices to them, rend their clothes and declare they were men? Not that they were not better than Jupiter and Mercury, who were but men long ago dead, but because, under the mistaken ideas of the Gentiles, the honour due to God was being paid to them."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:63",
                            "text": "And we read the same respecting Peter, who, when Cornelius wished to adore him, raised him by the hand, and said,\"Stand up, for I also am a man\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:64",
                            "text": "And have you the audacity to speak of \"the mysterious something or other which you carry about in a little vessel and worship?\" I want to know what it is that you call \"something or other\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:65",
                            "text": "Tell us more clearly (that there may be no restraint on your blasphemy) what you mean by the phrase \"a bit of powder wrapped up in a costly cloth in a tiny vessel\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:66",
                            "text": "It is nothing less than the relics of the martyrs which he is vexed to see covered with a costly veil, and not bound up with rags or hair-cloth, or thrown on the midden, so that Vigilantius alone in his drunken slumber may be worshipped."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:67",
                            "text": "Are we, therefore guilty of sacrilege when we enter the basilicas of the Apostles? Was the Emperor Constantius I."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:68",
                            "text": "guilty of sacrilege when he transferred the sacred relics of Andrew, Luke, and Timothy to Constantinople? In their presence the demons cry out, and the devils who dwell in Vigilantius confess that they feel the influence of the saints."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:69",
                            "text": "And at the present day is the Emperor Arcadius guilty of sacrilege, who after so long a time has conveyed the bones of the blessed Samuel from Judea to Thrace? Are all the bishops to be considered not only sacrilegious, but silly into the bargain, because they carried that most worthless thing, dust and ashes, wrapped in silk in golden vessel? Are the people of all the Churches fools, because they went to meet the sacred relics, and welcomed them with as much joy as if they beheld a living prophet in the midst of them, so that there was one great swarm of people from Palestine to Chalcedon with one voice re-echoing the praises of Christ? They were forsooth, adoring Samuel and not Christ, whose Levite and prophet Samuel was."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:70",
                            "text": "You show mistrust because you think only of the dead body, and therefore blaspheme."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:71",
                            "text": "Read the Gospel—\"The God of Abraham, the God of Isaac, the God of Jacob: He is not the God of the dead, but of the living\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:72",
                            "text": "If then they are alive, they are not, to use your expression, kept in honourable confinement."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:73",
                            "text": "6."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:74",
                            "text": "For you say that the souls of Apostles and martyrs have their abode either in the bosom of Abraham, or in the place of refreshment, or under the altar of God, and that they cannot leave their own tombs, and be present where they will."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:75",
                            "text": "They are, it seems, of senatorial rank, and are not subjected to the worst kind of prison and the society of murderers, but are kept apart in liberal and honourable custody in the isles of the blessed and the Elysian fields."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:76",
                            "text": "Will you lay down the law for God? Will you put the Apostles into chains? So that to the day of judgment they are to be kept in confinement, and are not with their Lord, although it is written concerning them, \"They follow the Lamb, whithersoever he goeth\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:77",
                            "text": "If the Lamb is present everywhere, the same must be believed respecting those who are with the Lamb."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:78",
                            "text": "And while the devil and the demons wander through the whole world, and with only too great speed present themselves everywhere; are martyrs, after the shedding of their blood, to be kept out of sight shut up in acoffin, from whence they cannot escape? You say, in your pamphlet, that so long as we are alive we can pray for one another; but once we die, the prayer of no person for another can be heard, and all the more because the martyrs, though they cry for the avenging of their blood, have never been able to obtain their request."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:79",
                            "text": "If Apostles and martyrs while still in the body can pray for others, when they ought still to be anxious for themselves, how much more must they do so when once they have won their crowns, overcome, and triumphed? A single man, Moses, oft wins pardon from God for six hundred thousand armed men; andStephen, the follower of his Lord and the first Christian martyr, entreats pardon for his persecutors; and when once they have entered on their life with Christ, shall they have less power than before? The Apostle Paul says that two hundred and seventy-six souls were given to him in the ship; and when, after his dissolution, he has begun to be with Christ, must he shut his mouth, and be unable to say a word for those who throughout the whole world have believed in his Gospel? Shall Vigilantius the live dog be better than Paul the dead lion? I should be right in saying so after Ecclesiastes, if I admitted that Paul is dead in spirit."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:80",
                            "text": "The truth is that the saints are not called dead, but are said to be asleep."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:81",
                            "text": "Wherefore Lazarus, who was about to rise again, is said to have slept."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:82",
                            "text": "And the Apostleforbids the Thessalonians to be sorry for those who were asleep."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:83",
                            "text": "As for you, when wide awake you are asleep, and asleep when you write, and you bring before me an apocryphal book which, under the name of Esdras, is read by you and those of your feather, and in this book it iswritten that after death no one dares pray for others."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:84",
                            "text": "I have never read the book: for what need is there to take up what the Church does not receive? It can hardly be your intention to confront me with Balsamus, and Barbelus, and the Thesaurus of Manichaeus, and the ludicrous name of Leusiboras; though possibly because you live at the foot of the Pyrenees, and border on Iberia, you follow the incredible marvels of the ancient hereticBasilides and his so-called knowledge, which is mere ignorance, and set forth what is condemned by the authority of the whole world."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:85",
                            "text": "I say this because in your short treatise you quote Solomon as if he were on your side, though Solomon never wrote the words in question at all; so that, as you have a second Esdras you may have a second Solomon."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:86",
                            "text": "And, if you like, you may read the imaginary revelations of all the patriarchs and prophets, and, when you have learned them, you may sing them among the women in their weaving-shops, or rather order them to be read in your taverns, the more easily by these melancholy ditties to stimulate the ignorant mob to replenish their cups."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:87",
                            "text": "7."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:88",
                            "text": "As to the question of tapers, however, we do not, as you in vain misrepresent us, light them in the daytime, but by their solace we would cheer the darkness of the night, and watch for the dawn, lest we should be blind like you and sleep in darkness."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:89",
                            "text": "And if some persons, being ignorant and simple minded laymen, or, at all events, religious women—of whom we can truly say, \"I allow that they have a zeal for God, but not according to knowledge\"—adopt the practice in honour of the martyrs, what harm is thereby done to you? Once upon a time even the Apostlespleaded that the ointment was wasted, but they were rebuked by the voice of the Lord."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:90",
                            "text": "Christ did not need the ointment, nor do martyrs need the light of tapers; and yet that woman poured out the ointment in honour of Christ, and her heart's devotion was accepted."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:91",
                            "text": "All those who light these tapers have their reward according to their faith, as the Apostle says:\"Let every one abound in his own meaning\"."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:92",
                            "text": "Do you call men of this sort idolaters? I do not deny, that all of us who believe in Christ have passed from the error of idolatry."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:93",
                            "text": "For we are not born Christians, but become Christians by being born again."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:94",
                            "text": "And because we formerly worshipped idols, does it follow that we ought not now to worship God lest we seem to pay like honour to Him and to idols? In the one case respect was paid to idols, and therefore the ceremony is to be abhorred; in the other the martyrs are venerated, and the same ceremony is therefore to be allowed."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:95",
                            "text": "Throughout the whole Eastern Church, even when there are no relics of the martyrs, whenever the Gospel is to be read the candles are lighted, although the dawn may be reddening the sky, not of course to scatter the darkness, but by way of evidencing our joy."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:96",
                            "text": "And accordingly the virgins in the Gospel always have their lamps lighted."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:97",
                            "text": "And the Apostles aretold to have their loins girded, and their lamps burning in their hands."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:98",
                            "text": "And of John Baptist we read,\"He was the lamp that burneth and shineth\"; so that, under the figure of corporeal light, that light is represented of which we read in the Psalter, \"Thy word is a lamp unto my feet, O Lord, and a light unto my paths\"."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:99",
                            "text": "8."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:100",
                            "text": "Does the bishop of Rome do wrong when he offers sacrifices to the Lord over the venerable bones of the dead men Peter and Paul, as we should say, but according to you, over a worthless bit of dust, and judges their tombs worthy to be Christ's altars? And not only is the bishop of one city in error, but the bishops of the whole world, who, despite the tavern-keeper Vigilantius, enter the basilicas of the dead, in which \"a worthless bit of dust and ashes lies wrapped up in a cloth,\" defiled and defiling all else."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:101",
                            "text": "Thus, according to you, the sacred buildings are like the sepulchres of the Pharisees, whitened without, while within they have filthy remains, and are full of foul smells and uncleanliness."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:102",
                            "text": "And then he dares to expectorate his filth upon the subject and to say: \"Is it the case that the souls of the martyrs love their ashes, and hover round them, and are always present, lest haply if any one come to pray and they were absent, they could not hear?\" Oh, monster, who ought to be banished to the ends of the earth! do you laugh at the relics of the martyrs, and in company with Eunomius, the father of this heresy, slander the Churches of Christ? Are you not afraid of being in such company, and of speaking against us the same things which he utters against the Church? For all his followers refuse to enter the basilicas of Apostles and martyrs, so that, forsooth, they may worship the dead Eunomius, whose books they consider are of more authority than the Gospels; and they believe that the light of truth was in him just as other heretics maintain that the Paraclete came into Montanus, and say that Manichaeus himself was the Paraclete."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:103",
                            "text": "You cannot find an occasion of boasting even in supposing that you are the inventor of a new kind of wickedness, for your heresy long ago broke out against the Church."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:104",
                            "text": "It found, however, an opponent in Tertullian, a very learned man, who wrote a famous treatise which he called most correctly Scorpiacum, because, as the scorpion bends itself like a bow to inflict its wound, so what was formerly called the heresy of Cain pours poison into the body of the Church; it has slept or rather been buried for a long time, but has been now awakened by Dormitantius."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:105",
                            "text": "I am surprised you do not tell us that there must upon no account be martyrdoms, inasmuch as God, who does not ask for the blood of goats and bulls, much less requires the blood of men."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:106",
                            "text": "This is what you say, or rather, even if you do not say it, you are taken as meaning to assert it."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:107",
                            "text": "For in maintaining that the relics of the martyrs are to be trodden under foot, you forbid the shedding of their blood as being worthy of no honour."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:108",
                            "text": "9."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:109",
                            "text": "Respecting vigils and the frequent keeping of night-watches in the basilicas of the martyrs, I have given a brief reply in another letter which, about two years ago, I wrote to the reverend presbyter Riparius."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:110",
                            "text": "You argue that they ought to be abjured, lest we seem to be often keeping Easter, and appear not to observe the customary yearly vigils."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:111",
                            "text": "If so, then sacrifices should not be offered to Christ on the Lord's day lest we frequently keep the Easter of our Lord's Resurrection, and introduce the custom of having many Easters instead of one."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:112",
                            "text": "We must not, however, impute to pious men the faults and errors of youths and worthless women such as are often detected at night."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:113",
                            "text": "It is true that, even at the Easter vigils, something of the kind usually comes to light; but the faults of a few form no argument against religion in general, and such persons, without keeping vigil, can go wrong either in their own houses or in those of other people."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:114",
                            "text": "The treachery of Judas did not annul the loyalty of the Apostles."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:115",
                            "text": "And if others keep vigil badly, our vigils are not thereby to be stopped; nay, rather let those who sleep to gratify their lust be compelled to watch that they may preserve their chastity."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:116",
                            "text": "For if a thing once done be good, it cannot be bad if often done; and if there is some fault to be avoided, the blame lies not in its being done often, but in its being done at all."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:117",
                            "text": "And so we should not watch at Easter-tide for fear that adulterers may satisfy their long pent-up desires, or that the wife may find an opportunity for sinning without having the key turned against her by her husband."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:118",
                            "text": "The occasions which seldom recur are those which are most eagerly longed for."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:119",
                            "text": "10."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:120",
                            "text": "I cannot traverse all the topics embraced in the letters of the reverend presbyters; I will adduce a few points from the tracts of Vigilantius."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:121",
                            "text": "He argues against the signs and miracles which are wrought in the basilicas of the martyrs, and says that they are of service to the unbelieving, not to believers, as though the question now were for whose advantage they occur, not by what power."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:122",
                            "text": "Granted that signs belong to the faithless, who, because they would not obey the word and doctrine, are brought to believe by means of signs."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:123",
                            "text": "Even our Lord wrought signs for the unbelieving, and yet our Lord's signs are not on that account to be impugned, because those people were faithless, but must be worthy of greater admiration because they were so powerful that they subdued even the hardest hearts, and compelled men to believe."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:124",
                            "text": "And so I will not have you tell me that signs are for the unbelieving; but answer my question—how is it that poor worthless dust and ashes are associated with this wondrous power of signs and miracles? I see, I see, most unfortunate of mortals, why you are so sad and what causes your fear."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:125",
                            "text": "That unclean spirit who forces you to write these things has often been tortured by this worthless dust, aye, and is being tortured at this moment, and though in your case he conceals his wounds, in others he makes confession."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:126",
                            "text": "You will hardly follow the heathen and impious Porphyry and Eunomius, and pretend that these are the tricks of the demons, and that they do not really cry out, but feign their torments."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:127",
                            "text": "Let me give you my advice: go to the basilicas of the martyrs, and some day you will be cleansed; you will find there many in like case with yourself, and will be set on fire, not by the martyrs' tapers which offend you, but by invisible flames; and you will then confess what you now deny, and will freely proclaim your name—that you who speak in the person of Vigilantius are really either Mercury, for greedy of gain was he; or Nocturnus, who, according to Plautus's \"Amphitryon,\" slept while Jupiter, two nights together, had his adulterous connection with Alcmena, and thus begat the mighty Hercules; or at all events Father Bacchus, of drunken fame, with the tankard hanging from his shoulder, with his ever ruby face, foaming lips, and unbridled brawling."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:128",
                            "text": "11."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:129",
                            "text": "Once, when a sudden earthquake in this province in the middle of the night awoke us all out of our sleep, you, the most prudent and the wisest of men, began to pray without putting your clothes on, and recalled to our minds the story of Adam and Eve in Paradise; they, indeed, when their eyes were opened were ashamed, for they saw that they were naked, and covered their shame with the leaves of trees; but you, who were stripped alike of your shirt and of your faith, in the sudden terror which overwhelmed you, and with the fumes of your last night's booze still hanging about you, showed your wisdom by exposing your nakedness in only too evident a manner to the eyes of the brethren."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:130",
                            "text": "Such are the adversaries of the Church; these are the leaders who fight against the blood of the martyrs; here is a specimen of the orators who thunder against the Apostles, or, rather, such are the mad dogs which bark at the disciples of Christ."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:131",
                            "text": "12."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:132",
                            "text": "I confess my own fear, for possibly it may be thought to spring from superstition."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:133",
                            "text": "When I have been angry, or have had evil thoughts in my mind, or some phantom of the night has beguiled me, I do not dare to enter the basilicas of the martyrs, I shudder all over in body and soul."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:134",
                            "text": "You may smile, perhaps, and deride this as on a level with the wild fancies of weak women."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:135",
                            "text": "If it be so, I am not ashamed of having a faith like that of those who were the first to see the risen Lord; who were sent to the Apostles; who, in the person of the mother of our Lord and Saviour, were commended to the holy Apostles."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:136",
                            "text": "Belch out your shame, if you will, with men of the world, I will fast with women; yea, with religious men whose looks witness to their chastity, and who, with the cheek pale from prolonged abstinence, show forth the chastity of Christ."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:137",
                            "text": "13."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:138",
                            "text": "Something, also, appears to be troubling you."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:139",
                            "text": "You are afraid that, if continence, sobriety, and fasting strike root among the people of Gaul, your taverns will not pay, and you will be unable to keep up through the night your diabolical vigils and drunken revels."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:140",
                            "text": "Moreover, I have learnt from those same letters that, in defiance of the authority of Paul, nay, rather of Peter, John, and James, who gave the right hand of fellowship to Paul and Barnabas, and commanded them to remember the poor, you forbid any pecuniary relief to be sent to Jerusalem for the benefit of the saints."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:141",
                            "text": "Now, if I reply to this, you will immediately give tongue and cry out that I am pleading my own cause."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:142",
                            "text": "You, forsooth, were so generous to the whole community that if you had not come to Jerusalem, and lavished your own money or that of your patrons, we should all be on the verge of starvation."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:143",
                            "text": "I say what the blessed Apostle Paul says in nearly all his Epistles; and he makes it a rule for the Churches of the Gentiles that, on the first day of the week, that is, on the Lord's day, contributions should be made by every one which should be sent up to Jerusalem for the relief of the saints, and that either by his own disciples, or by those whom they should themselves approve; and if it were thought fit, he would himself either send, or take what was collected."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:144",
                            "text": "Also in the Acts of the Apostles, when speaking to the governor Felix, he says, \"After many years I went up to Jerusalem to bring alms to my nation and offerings, and to perform my vows, amidst which they found me purified in the temple\"."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:145",
                            "text": "Might he not have distributed in some other part of the world, and in the infant Churches which he was training in his own faith, the gifts he had received from others? But he longed to give to the poor of the holy places who, abandoning their own little possessions for the sake of Christ, turned with their whole heart to the service of the Lord."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:146",
                            "text": "It would take too long now if I purposed to repeat all the passages from the whole range of his Epistles in which he advocates and urges with all his heart that money be sent to Jerusalem and to the holy places for the faithful; not to gratify avarice, but to give relief; not to accumulate wealth, but to support the weakness of the poor body, and to stave off cold and hunger."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:147",
                            "text": "And this custom continues in Judea to the present day, not only among us, but also among the Hebrews, so that they whomeditate in the law of the Lord, day and night, and have no father upon earth except the Lord alone, may be cherished by the aid of the synagogues and of the whole world; that there may be equality—not that some may be refreshed while others are in distress, but that the abundance of some may support the need of others."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:148",
                            "text": "14."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:149",
                            "text": "You will reply that every one can do this in his own country, and that there will never be wanting poor who ought to be supported with the resources of the Church."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:150",
                            "text": "And we do not deny that doles should be distributed to all poor people, even to Jews and Samaritans, if the means will allow."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:151",
                            "text": "But the Apostle teaches that alms should be given to all, indeed, especially, however, to those who are of the household of faith."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:152",
                            "text": "And respecting these the Saviour said in the Gospel, \"Make to yourselves friends of the mammon of unrighteousness, who may receive you into everlasting habitations\"."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:153",
                            "text": "What! Can those poor creatures, with their rags and filth, lorded over, as they are, by raging lust, can they who own nothing, now or hereafter, have eternal habitations? No doubt it is not the poor simply, but the poor in spirit, who are called blessed; those of whom it is written,\"Blessed is he who gives his mind to the poor and needy; the Lord shall deliver him in the evil day\"."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:154",
                            "text": "But the fact is, in supporting the poor of the common people, what is needed is not mind, but money."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:155",
                            "text": "In the case of the saintly poor the mind has blessed exercises, since you give to one who receives with a blush, and when he has received is grieved, that while sowing spiritual things he must reap your carnal things."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:156",
                            "text": "As for his argument that they who keep what they have, and distribute among the poor, little by little, the increase of their property, act more wisely than they who sell their possessions, and once for all give all away, not I but the Lord shall make answer:\"If thou wilt be perfect, go sell all that thou hast and give to the poor, and come, follow Me\"."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:157",
                            "text": "He speaks to him who wishes to be perfect, who, with the Apostles, leaves father, ship, and net."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:158",
                            "text": "The man whom you approve stands in the second or third rank; yet we welcome him provided it be understood that the first is to be preferred to the second, and the second to the third."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:159",
                            "text": "15."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:160",
                            "text": "Let me add that our monks are not to be deterred from their resolution by you with your viper's tongue and savage bite."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:161",
                            "text": "Your argument respecting them runs thus: If all men were to seclude themselves and live in solitude, who is there to frequent the churches? Who will remain to win those engaged in secular pursuits? Who will be able to urge sinners to virtuous conduct? Similarly, if all were as silly as you, who could be wise? And, to follow out your argument, virginity would not deserve our approbation."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:162",
                            "text": "For if all were virgins, we should have no marriages; the race would perish; infants would not cry in their cradles; midwives would lose their pay and turn beggars; and Dormitantius, all alone and shrivelled up with cold, would lie awake in his bed."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:163",
                            "text": "The truth is, virtue is a rare thing and not eagerly sought after by the many."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:164",
                            "text": "Would that all were as the few of whom it is said:\"Many are called, few are chosen\"."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:165",
                            "text": "The prison would be empty."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:166",
                            "text": "But, indeed, a monk's function is not to teach, but to lament; to mourn either for himself or for the world, and with terror to anticipate our Lord's advent."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:167",
                            "text": "Knowing his own weakness and the frailty of the vessel which he carries, he is afraid of stumbling, lest he strike against something, and it fall and be broken."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:168",
                            "text": "Hence he shuns the sight of women, and particularly of young women, and so far chastens himself as to dread even what is safe."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:169",
                            "text": "16."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:170",
                            "text": "Why, you will say, go to the desert? The reason is plain: That I may not hear or see you; that I may not be disturbed by your madness; that I may not be engaged in conflict with you; that the eye of the harlot nay not lead me captive: that beauty may not lead me to unlawful embraces."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:171",
                            "text": "You will reply: \"This is not to fight, but to run away."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:172",
                            "text": "Stand in line of battle, put on your armour and resist your foes, so that, having overcome, you may wear the crown\"."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:173",
                            "text": "I confess my weakness."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:174",
                            "text": "I would not fight in the hope of victory, lest some time or other I lose the victory."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:175",
                            "text": "If I flee, I avoid the sword; if I stand, I must either overcome or fall."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:176",
                            "text": "But what need is there for me to let go certainties and follow after uncertainties? Either with my shield or with my feet I must shun death."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:177",
                            "text": "You who fight may either be overcome or may overcome."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:178",
                            "text": "I who fly do not overcome, inasmuch as I fly; but I fly to make sure that I may not be overcome."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:179",
                            "text": "There is no safety in sleep with a serpent beside you."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:180",
                            "text": "Possibly he will not bite me, yet it is possible that after a time he may bite me."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:181",
                            "text": "We call women mothers who are no older than sisters and daughters, and we do not blush to cloak our vices with the names of piety."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:182",
                            "text": "What business has a monk in the women's cells? What is the meaning of secret conversation and looks which shun the presence of witnesses? Holy love has no restless desire."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:183",
                            "text": "Moreover, what we have said respecting lust we must apply to avarice, and to all vices which are avoided by solitude."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:184",
                            "text": "We therefore keep clear of the crowded cities, that we may not be compelled to do what we are urged to do, not so much by nature as by choice."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:185",
                            "text": "17."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:186",
                            "text": "At the request of the reverend presbyters, as I have said, I have devoted to the dictation of these remarks the labour of a single night, for my brother Sisinnius is hastening his departure for Egypt, where he has relief to give to the saints, and is impatient to be gone."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:187",
                            "text": "If it were not so, however, the subject itself was so openly blasphemous as to call for the indignation of a writer rather than a multitude of proofs."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:188",
                            "text": "But if Dormitantius wakes up that he may again abuse me, and if he thinks fit to disparage me with that same blasphemous mouth with which he pulls to pieces Apostles and martyrs, I will spend upon him something more than this short lucubration."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Jerome: Against Vigilantius 1:189",
                            "text": "I will keep vigil for a whole night in his behalf and in behalf of his companions, whether they be disciples or masters, who think no man to be worthy of Christ's ministry unless he is married and his wife is seen to be with child."
                        }
                    ]
                }
            ]
        }
    ]
}