{
    "books": [
        {
            "name": "Apocrypha: Revelation of Moses",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Revelation of Moses 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:1",
                            "text": "Revelation of Moses: Account and life of Adam and Eve, the first-created, revealed by God to His servant Moses, when he received from the hand of the Lord the tables of the law of the covenant, instructed by the archangel Michael."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:2",
                            "text": "This is the account of Adam and Eve."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:3",
                            "text": "After they went forth out of paradise, Adam took Eve his wife, and went up into the east."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:4",
                            "text": "And he remained there eighteen years and two months; and Eve conceived and brought forth two sons, Diaphotus called Cain, and Amilabes called Abel."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:5",
                            "text": "And after this, Adam and Eve were with one another; and when they lay down, Eve said to Adam her lord:  My lord, I have seen in a dream this night the blood of my son Amilabes, who is called Abel, thrown into the mouth of Cain his brother, and he drank it without pity."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:6",
                            "text": "And he entreated him to grant him a little of it, but he did not listen to him, but drank it all up; and it did not remain in his belly, but came forth out of his mouth."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:7",
                            "text": "And Adam said to Eve:  Let us arise, and go and see what has happened to them, lest perchance the enemy should be in any way warring against them."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:8",
                            "text": "And having both gone, they found Abel killed by the hand of Cain his brother."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:9",
                            "text": "And God says to the archangel Michael:  Say to Adam, Do not relate the mystery which thou knowest to thy son Cain, for he is a son of wrath."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:10",
                            "text": "But grieve thyself not; for I will give thee instead of him another son, who shall show thee all things, as many as thou shalt do to him; but do thou tell him nothing."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:11",
                            "text": "This God said to His angel; and Adam kept the word in his heart, and with him Eve also, having grief about Abel their son."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:12",
                            "text": "And after this, Adam knew his wife Eve, and she conceived and brought forth Seth."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:13",
                            "text": "And Adam says to Eve:  Behold, we have brought forth a son instead of Abel whom Cain slew; let us give glory and sacrifice to God."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:14",
                            "text": "And Adam had thirty sons and thirty daughters."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:15",
                            "text": "And he fell into disease, and cried with a loud voice, and said:  Let all my sons come to me, that I may see them before I die."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:16",
                            "text": "And they were all brought together, for the earth was inhabited in three parts; and they all came to the door of the house into which he had entered to pray to God."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:17",
                            "text": "And his son Seth said:  Father Adam, what is thy disease?  And he says:  My children, great trouble has hold of me."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:18",
                            "text": "And they say:  What is the trouble and disease?  And Seth answered and said to him:  Is it that thou rememberest the fruits of paradise of which thou didst eat, and grievest thyself because of the desire of them?  If it is so, tell me, and I will go and bring thee fruit from paradise."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:19",
                            "text": "For I will put dung upon my head, and weep and pray, and the Lord will hearken to me, and send his angel; and I shall bring it to thee, that thy trouble may cease from thee."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:20",
                            "text": "Adam says to him:  No, my son Seth; but I have disease and trouble."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:21",
                            "text": "Seth says to him:  And how have they come upon thee?  Adam said to him:  When God made us, me and your mother, for whose sake also I die, He gave us every plant in paradise; but about one he commanded us not to eat of it, because on account of it we should die."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:22",
                            "text": "And the hour was at hand for the angels who guarded your mother to go up and worship the Lord; and the enemy gave to her, and she ate of the tree, knowing that I was not near her, nor the holy angels; then she gave me also to eat."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:23",
                            "text": "And when we had both eaten, God was angry with us."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:24",
                            "text": "And the Lord, coming into paradise, set His throne, and called with a dreadful voice, saying, Adam, where art thou? and why art thou hidden from my face? shall the house be hidden from him that built it?  And He says, Since thou hast forsaken my covenant, I have brought upon thy body seventy strokes."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:25",
                            "text": "The trouble of the first stroke is the injury of the eyes; the trouble of the second stroke, of the hearing; and so in succession, all the strokes shall overtake thee."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:26",
                            "text": "And Adam thus speaking to his sons, groaned out loud, and said:  What shall I do?  I am in great grief."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:27",
                            "text": "And Eve also wept, saying:  My lord Adam, arise, give me the half of thy disease, and let me bear it, because through me this has happened to thee; through me thou art in distresses and troubles."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:28",
                            "text": "And Adam said to Eve:  Arise, and go with our son Seth near paradise, and put earth upon your heads, and weep, beseeching the Lord that He may have compassion upon me, and send His angel to paradise, and give me of the tree in which flows the oil out of it, and that thou mayest bring it to me; and I shall anoint myself, and have rest, and show thee the manner in which we were deceived at first."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:29",
                            "text": "And Seth and Eve went into the regions of paradise."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:30",
                            "text": "And as they were going along, Eve saw her son, and a wild beast fighting with him."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:31",
                            "text": "And Eye wept, saying:  Woe's me, woe's me; for if I come to the day of the resurrection, all who have sinned will curse me, saying, Eve did not keep the commandment of God."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:32",
                            "text": "And Eve cried out to the wild beast, saying:  O thou evil wild beast, wilt thou not be afraid to fight with the image of God?  How has thy mouth been opened? how have thy teeth been strengthened? how hast thou not been mindful of thy subjection, that thou wast formerly subject to the image of God?  Then the wild beast cried out, saying:  O Eve, not against us thy upbraiding nor thy weeping, but against thyself, since the beginning of the wild beasts was from thee."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:33",
                            "text": "How was thy mouth opened to eat of the tree about which God had commanded thee not to eat of it?  For this reason also our nature has been changed."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:34",
                            "text": "Now, therefore, thou shalt not be able to bear up, if I begin to reproach thee."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:35",
                            "text": "And Seth says to the wild beast:  Shut thy mouth and be silent, and stand off from the image of God till the day of judgment."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:36",
                            "text": "Then the wild beast says to Seth:  Behold, I stand off, Seth, from the image of God."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:37",
                            "text": "Then the wild beast fled, and left him wounded, and went to his covert."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:38",
                            "text": "And Seth went with his mother Eve near paradise:  and they wept there, beseeching God to send His angel, to give them the oil of compassion."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:39",
                            "text": "And God sent to them the archangel Michael, and he said to them these words:  Seth, man of God, do not weary thyself praying in this supplication about the tree in which flows the oil to anoint thy father Adam; for it will not happen to thee now, but at the last times."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:40",
                            "text": "Then shall arise all flesh from Adam even to that great day, as many as shall be a holy people; then shall be given to them all the delight of paradise, and God shall be in the midst of them; and there shall not any more be sinners before Him, because the wicked heart shall be taken from them, and there shall be given to them a heart made to understand what is good, and to worship God only."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:41",
                            "text": "Do thou again go to thy father, since the measure of his life has been fulfilled, equal to three days."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:42",
                            "text": "And when his soul goes out, thou wilt behold its dreadful passage."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:43",
                            "text": "And the angel, having said this, went away from them."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:44",
                            "text": "And Seth and Eve came to the tent where Adam was lying."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:45",
                            "text": "And Adam says to Eve:  Why didst thou work mischief against us, and bring upon us great wrath, which is death, holding sway over all our race?  And he says to her:  Call all our children, and our children's children, and relate to them the manner of our transgression."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:46",
                            "text": "Then Eve says to them:  Listen, all my children, and my children's children, and I shall relate to you how our enemy deceived us."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:47",
                            "text": "It came to pass, while we were keeping paradise, that we kept each the portion allotted to him by God."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:48",
                            "text": "And I was keeping in my lot the south and west."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:49",
                            "text": "And the devil went into the lot of Adam where were the male wild beasts; since God parted to us the wild beasts, and had given all the males to your father, and all the females He gave to me, and each of us watched his own."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:50",
                            "text": "And the devil spoke to the serpent, saying, Arise, come to me, and I shall tell you a thing in which thou mayst be of service."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:51",
                            "text": "Then the serpent came to him, and the devil says to him, I hear that thou art more sagacious than all the wild beasts, and I have come to make thy acquaintance; and I have found thee greater than all the wild beasts, and they associate with thee; notwithstanding, thou doest reverence to one far inferior."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:52",
                            "text": "Why eatest thou of the tares of Adam and his wife, and not of the fruit of paradise?  Arise and come hither, and we shall make him be cast out of paradise through his wife, as we also were cast out through him."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:53",
                            "text": "The serpent says to him, I am afraid lest the Lord be angry with me."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:54",
                            "text": "The devil says to him, Be not afraid; only become my instrument, and I will speak through thy mouth a word by which thou shalt be able to deceive him."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:55",
                            "text": "Then straightway he hung by the walls of paradise about the hour when the angels of God went up to worship."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:56",
                            "text": "Then Satan came in the form of an angel, and praised God as did the angels; and looking out from the wall, I saw him like an angel."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:57",
                            "text": "And says he to me, Art thou Eve?  And I said to him, I am."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:58",
                            "text": "And says he to me, What doest thou in paradise?  And I said to him, God has set us to keep it, and to eat of it."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:59",
                            "text": "The devil answered me through the mouth of the serpent, Ye do well, but you do not eat of every plant."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:60",
                            "text": "And I say to him, Yes, of every plant we eat, but one only which is in the midst of paradise, about which God has commanded us not to eat of it, since you will die the death."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:61",
                            "text": "Then says the serpent to me, As God liveth, I am grieved for you, because you are like cattle."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:62",
                            "text": "For I do not wish you to be ignorant of this; but rise, come hither, listen to me, and eat, and perceive the value of the tree, as He told us."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:63",
                            "text": "But I said to him, I am afraid lest God be angry with me."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:64",
                            "text": "And he says to me, Be not afraid; for as soon as thou eatest, thine eyes shall be opened, and ye shall be as gods in knowing what is good and what is evil."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:65",
                            "text": "And God, knowing this, that ye shall be like Him, has had a grudge against you, and said, Ye shall not eat of it."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:66",
                            "text": "But do thou observe the plant, and thou shalt see great glory about it."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:67",
                            "text": "And I observed the plant, and saw great glory about it."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:68",
                            "text": "And I said to him, It is beautiful to the eyes to perceive; and I was afraid to take of the fruit."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:69",
                            "text": "And he says to me, Come, I will give to thee:  follow me."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:70",
                            "text": "And I opened to him, and he came inside into paradise, and went through it before me."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:71",
                            "text": "And having walked a little, he turned, and says to me, I have changed my mind, and will not give thee to eat."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:72",
                            "text": "And this he said, wishing at last to entice and destroy me."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:73",
                            "text": "And he says to me, Swear to me that thou wilt give also to thy husband."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:74",
                            "text": "And I said to him, I know not by what oath I shall swear to thee; but what I know I say to thee, By the throne of the Lord, and the cherubim, and the tree of life, I will give also to my husband to eat."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:75",
                            "text": "And when he had taken the oath from me, then he went and ascended upon it."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:76",
                            "text": "And he put upon the fruit which he gave me to eat the poison of his wickedness, that is, of his desire; for desire is the head of all sin."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:77",
                            "text": "And I bent down the branch to the ground, and took of the fruit, and ate."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:78",
                            "text": "And in that very hour mine eyes were opened."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:79",
                            "text": "and I knew that I was stripped of the righteousness with which I had been clothed; and I wept, saying, What is this thou hast done to me, because I have been deprived of the glory with which I was clothed?  And I wept too about the oath."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:80",
                            "text": "And he came down out of the tree, and went out of sight."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:81",
                            "text": "And I sought leaves in my portion, that I might cover my shame; and I did not find them from the plants of paradise, since, at the time that I ate, the leaves of all the plants in my portion fell, except of the fig alone."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:82",
                            "text": "And having taken leaves off it, I made myself a girdle, and it is from those plants of which I ate."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:83",
                            "text": "And I cried out with a loud voice, saying, Adam, Adam, where art thou?  Arise, come to me, and I shall show thee a great mystery."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:84",
                            "text": "And when your father came, I said to him words of wickedness, which brought us down from great glory."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:85",
                            "text": "For as soon as he came I opened my mouth, and the devil spoke; and I began to advise him, saying, Come hither, my lord Adam, listen to me, and eat of the fruit of the tree of which God said to us not to eat of it, and thou shalt be as God."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:86",
                            "text": "And your father answered and said, I am afraid lest God be angry with me."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:87",
                            "text": "And I said to him, Be not afraid, for as soon as thou shalt eat thou shalt know good and evil."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:88",
                            "text": "And then I quickly persuaded him, and he ate; and his eyes were opened, and he was aware, he also, of his nakedness."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:89",
                            "text": "And he says to me, O wicked woman, why hast thou wrought mischief in us?  Thou hast alienated me from the glory of God."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:90",
                            "text": "And that same hour we heard the archangel Michael sounding his trumpet, calling the angels, saying, Thus saith the Lord, Come with me to paradise, and hear the word in which I judge Adam."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:91",
                            "text": "And when we heard the archangel sounding, we said, Behold, God is coming into paradise to judge us."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:92",
                            "text": "And we were afraid, and hid ourselves."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:93",
                            "text": "And God came up into paradise, riding upon a chariot of cherubim, and the angels praising Him."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:94",
                            "text": "When God came into paradise, the plants both of Adam's lot and of my lot bloomed, and all lifted themselves up; and the throne of God was made ready where the tree of life was."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:95",
                            "text": "And God called Adam, saying, Adam, where art thou hidden, thinking that I shall not find thee?  Shall the house be hidden from him that built it?  Then your father answered and said, Not, Lord, did we hide ourselves as thinking that we should not be found by Thee; but I am afraid, because I am naked, and stand in awe of Thy power, O Lord."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:96",
                            "text": "God says to him, Who hath shown thee that thou art naked, unless it be that thou hast forsaken my commandment which I gave thee to keep it?  Then Adam remembered the word which I spake to him when I wished to deceive him, I will put thee out of danger from God."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:97",
                            "text": "And he turned and said to me, Why hast thou done this?  And I also remembered the word of the serpent, and said, The serpent deceived me."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:98",
                            "text": "God says to Adam, Since thou hast disobeyed my commandment, and obeyed thy wife, cursed is the ground in thy labours."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:99",
                            "text": "For whenever thou labourest it, and it will not give its strength, thorns and thistles shall it raise for thee; and in the sweat of thy face shalt thou eat thy bread."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:100",
                            "text": "And thou shalt be in distresses of many kinds."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:101",
                            "text": "Thou shalt weary thyself, and rest not; thou shalt be afflicted by bitterness, and shall not taste of sweetness; thou shalt be afflicted by heat, and oppressed by cold; and thou shalt toil much, and not grow rich; and thou shalt make haste, and not attain thine end; and the wild beasts, of which thou wast lord, shall rise up against thee in rebellion, because thou hast not kept my commandment."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:102",
                            "text": "And having turned to me, the Lord says to me, Since thou hast obeyed the serpent, and disobeyed my commandment, thou shalt be in distresses and unbearable pains; thou shalt bring forth children with great tremblings; and in one hour shalt thou come to bring them forth, and lose thy life in consequence of thy great straits and pangs."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:103",
                            "text": "And thou shalt confess, and say, Lord, Lord, save me; and I shall not return to the sin of the flesh."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:104",
                            "text": "And on this account in thine own words I shall judge thee, on account of the enmity which the enemy hath put in thee; and thou shalt turn again to thy husband, and he shall be thy lord."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:105",
                            "text": "And after speaking thus to me, He spoke to the serpent in great wrath, saying to him, Since thou hast done this, and hast become an ungracious instrument until thou shouldst deceive those that were remiss in heart, cursed art thou of all the beasts."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:106",
                            "text": "Thou shalt be deprived of the food which thou eatest; and dust shalt thou eat all the days of thy life; upon thy breast and belly shalt thou go, and thou shalt be deprived both of thy hands and feet; there shall not be granted thee ear, nor wing, nor one limb of all which those have whom thou hast enticed by thy wickedness, and hast caused them to be cast out of paradise."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:107",
                            "text": "And I shall put enmity between thee and between his seed."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:108",
                            "text": "He shall lie in wait for thy head, and thou for his heel, until the day of judgment."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:109",
                            "text": "And having thus said, He commands His angels that we be cast out of paradise."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:110",
                            "text": "And as we were being driven along, and were lamenting, your father Adam entreated the angels, saying, Allow me a little, that I may entreat God, and that He may have compassion upon me, and pity me, for I only have sinned."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:111",
                            "text": "And they stopped driving him."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:112",
                            "text": "And Adam cried out with weeping, saying, Pardon me, Lord, what I have done."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:113",
                            "text": "Then says the Lord to His angels, Why have you stopped driving Adam out of paradise?  It is not that the sin is mine, or that I have judged ill?  Then the angels, falling to the ground, worshipped the Lord, saying, Just art Thou, Lord, and judgest what is right."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:114",
                            "text": "And turning to Adam, the Lord said, I will not permit thee henceforth to be in paradise."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:115",
                            "text": "And Adam answered and said, Lord, give me of the tree of life, that I may eat before I am cast out."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:116",
                            "text": "Then the Lord said to Adam, Thou shalt not now take of it, for it has been assigned to the cherubim and the flaming sword, which turneth to guard it on account of thee, that thou mayst not taste of it and be free from death for ever, but that thou mayst have the war which the enemy has set in thee."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:117",
                            "text": "But when thou art gone out of paradise, if thou shalt keep thyself from all evil, as being destined to die, I will again raise thee up when the resurrection comes, and then there shall be given thee of the tree of life, and thou shalt be free from death for ever."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:118",
                            "text": "And having thus said, the Lord commanded us to be cast out of paradise."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:119",
                            "text": "And your father wept before the angels over against paradise."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:120",
                            "text": "And the angels say to him, What dost thou wish that we should do for thee, Adam?  And your father answered and said to the angels, Behold, you cast me out."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:121",
                            "text": "I beseech you, allow me to take sweet odours out of paradise, in order that, after I go out, I may offer sacrifice to God, that God may listen to me."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:122",
                            "text": "And the angels, advancing, said to God, Jael, eternal King, order to be given to Adam sacrifices of sweet odour out of paradise."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:123",
                            "text": "And God ordered Adam to go, that he might take perfumes of sweet odour out of paradise for his food."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:124",
                            "text": "And the angels let him go, and he gathered both kinds—saffron and spikenard, and calamus and cinnamon, and other seeds for his food; and having taken them, he went forth out of paradise."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:125",
                            "text": "And we came to the earth."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:126",
                            "text": "Now, then, my children, I have shown you the manner in which we were deceived."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:127",
                            "text": "But do ye watch over yourselves, so as not to forsake what is good."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:128",
                            "text": "And when she had thus spoken in the midst of her sons, and Adam was lying in his disease, and he had one other day before going out of the body, Eve says to Adam:  Why is it that thou diest, and I live? or how long time have I to spend after thou diest? tell me."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:129",
                            "text": "Then says Adam to Eve:  Do not trouble thyself about matters; for thou wilt not be long after me, but we shall both die alike, and thou wilt be laid into my place."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:130",
                            "text": "And when I am dead you will leave me, and let no one touch me, until the angel of the Lord shall say something about me; for God will not forget me, but will seek His own vessel which He fashioned."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:131",
                            "text": "Arise, rather, pray to God until I restore my spirit into the hands of Him who has given it; because we know not how we shall meet Him who made us, whether He shall be angry with us, or turn and have mercy upon us."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:132",
                            "text": "Then arose Eve, and went outside; and falling to the ground, she said:  I have sinned, O God; I have sinned, O Father of all; I have sinned to Thee, I have sinned against Thy chosen angels, I have sinned against the cherubim, I have sinned against Thine unshaken throne; I have sinned, O Lord, I have sinned much, I have sinned before Thee, and every sin through me has come upon the creation."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:133",
                            "text": "And while Eve was still praying, being on her knees, behold, there came to her the angel of humanity, and raised her up, saying:  Arise, Eve, from thy repentance; for, behold, Adam thy husband has gone forth from his body; arise and see his spirit carried up to Him that made it, to meet Him."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:134",
                            "text": "And Eve arose, and covered her face with her hand; and the angel says to her:  Raise thyself from the things of earth."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:135",
                            "text": "And Eve gazed up into heaven, and she saw a chariot of light going along under four shining eagles—and it was not possible for any one born of woman to tell the glory of them, or to see the face of them—and angels going before the chariot."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:136",
                            "text": "And when they came to the place where your father Adam was lying, the chariot stood still, and the seraphim between your father and the chariot."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:137",
                            "text": "And I saw golden censers, and three vials; and, behold, all the angels with incense, and the censers, and the vials, came to the altar, and blew them up, and the smoke of the incense covered the firmaments."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:138",
                            "text": "And the angels fell down and worshipped God, crying out and saying:  Holy Jael, forgive; for he is Thine image, and the work of Thine holy hands."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:139",
                            "text": "And again, I Eve saw two great and awful mysteries standing before God."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:140",
                            "text": "And I wept for fear, and cried out to my son Seth, saying:  Arise, Seth, from the body of thy father Adam, and come to me, that thou mayst see what the eye of no one hath ever seen; and they are praying for thy father Adam."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:141",
                            "text": "Then Seth arose and went to his mother, and said to her:  What has befallen thee? and why weepest thou?  She says to him:  Look up with thine eyes, and see the seven firmaments opened, and see with thine eyes how the body of thy father lies upon its face, and all the holy angels with him, praying for him, and saying:  Pardon him, O Father of the universe; for he is Thine image."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:142",
                            "text": "What then, my child Seth, will this be? and when will he be delivered into the hands of our invisible Father and God?  And who are the two dark-faced ones who stand by at the prayer of thy father?  And Seth says to his mother:  These are the sun and the moon, and they are falling down and praying for my father Adam."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:143",
                            "text": "Eve says to him:  And where is their light, and why have they become black-looking?  And Seth says to her:  They cannot shine in the presence of the Light of the universe, and for this reason the light from them has been hidden."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:144",
                            "text": "And while Seth was speaking to his mother, the angels lying upon their faces sounded their trumpets, and cried out with an awful voice, saying, Blessed be the glory of the Lord upon what He has made, for He has had compassion upon Adam, the work of His hands."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:145",
                            "text": "When the angels had sounded this forth, there came one of the six-winged seraphim, and hurried Adam to the Acherusian lake, and washed him in presence of God."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:146",
                            "text": "And he spent three hours lying, and thus the Lord of the universe, sitting upon His holy throne, stretched forth His hands, and raised Adam, and delivered him to the archangel Michael, saying to him:  Raise him into paradise, even to the third heaven, and let him be there until that great and dreadful day which I am to bring upon the world."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:147",
                            "text": "And the archangel Michael, having taken Adam, led him away, and anointed him, as God said to him at the pardoning of Adam."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:148",
                            "text": "After all these things, therefore, the archangel asked about the funeral rites of the remains; and God commanded that all the angels should come together into His presence, each according to his rank."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:149",
                            "text": "And all the angels were assembled, some with censers, some with trumpets."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:150",
                            "text": "And the Lord of Hosts went up, and the winds drew Him, and cherubim riding upon the winds, and the angels of heaven went before Him; and they came to where the body of Adam was, and took it."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:151",
                            "text": "And they came to paradise, and all the trees of paradise were moved so that all begotten from Adam hung their heads in sleep at the sweet smell, except Seth, because he had been begotten according to the appointment of God."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:152",
                            "text": "The body of Adam, then, was lying on the ground in paradise, and Seth was grieved exceedingly about him."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:153",
                            "text": "And the Lord God says:  Adam, why hast thou done this?  If thou hadst kept my commandment, those that brought thee down to this place would not have rejoiced."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:154",
                            "text": "Nevertheless I say unto thee, that I will turn their joy into grief, but I will turn thy grief into joy; and having turned, I will set thee in thy kingdom, on the throne of him that deceived thee; and he shall be cast into this place, that thou mayst sit upon him."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:155",
                            "text": "Then shall be condemned, he and those who hear him; and they shall be much grieved, and shall weep, seeing thee sitting upon his glorious throne."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:156",
                            "text": "And then He said to the archangel Michael:  Go into paradise, into the third heaven, and bring me three cloths of fine linen and silk."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:157",
                            "text": "And God said to Michael, Gabriel, Uriel, and Raphael:  Cover Adam's body with the cloths, and bring olive oil of sweet odour, and pour upon him."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:158",
                            "text": "And having thus done, they prepared his body for burial."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:159",
                            "text": "And the Lord said:  Let also the body of Abel be brought."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:160",
                            "text": "And having brought other cloths, they prepared it also for burial, since it had not been prepared for burial since the day on which his brother Cain slew him."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:161",
                            "text": "For the wicked Cain, having taken great pains to hide it, had not been able; for the earth did not receive it, saying:  I will not receive a body into companionship until that dust which was taken up and fashioned upon me come to me."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:162",
                            "text": "And then the angels took it up, and laid it on the rock until his father died."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:163",
                            "text": "And both were buried, according to the commandment of God, in the regions of paradise, in the place in which God found the dust."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:164",
                            "text": "And God sent seven angels into paradise, and they brought many sweet-smelling herbs, and laid them in the earth; and thus they took the two bodies, and buried them in the place which they had dug and built."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:165",
                            "text": "And God called Adam, and said:  Adam, Adam."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:166",
                            "text": "And the body answered out of the ground, and said:  Here am I, Lord."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:167",
                            "text": "And the Lord says to him:  I said to thee, Dust thou art, and unto dust thou shalt return."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:168",
                            "text": "Again I promise thee the resurrection."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:169",
                            "text": "I will raise thee up in the last day in the resurrection, with every man who is of thy seed."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:170",
                            "text": "And after these words God made a three-cornered seal, and sealed the tomb, that no one should do anything to him in the six days, until his rib should return to him."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:171",
                            "text": "And the beneficent God and the holy angels having laid him in his place, after the six days Eve also died."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:172",
                            "text": "And while she lived she wept about her falling asleep, because she knew not where her body was to be laid."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:173",
                            "text": "For when the Lord was present in paradise when they buried Adam, both she and her children fell asleep, except Seth, as I said."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:174",
                            "text": "And Eve, in the hour of her death, besought that she might be buried where Adam her husband was, saying thus:  My Lord, Lord and God of all virtue, do not separate me, Thy servant, from the body of Adam, for of his members Thou madest me; but grant to me, even me, the unworthy and the sinner, to be buried by his body."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:175",
                            "text": "And as I was along with him in paradise, and not separated from him after the transgression, so also let no one separate us."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:176",
                            "text": "After having prayed, therefore, she looked up into heaven, and stood up, and said, beating her breast:  God of all, receive my spirit."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:177",
                            "text": "And straightway she gave up her spirit to God."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:178",
                            "text": "And when she was dead, the archangel Michael stood beside her; and there came three angels, and took her body, and buried it where the body of Abel was."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:179",
                            "text": "And the archangel Michael said to Seth:  Thus bury every man that dies, until the day of the resurrection."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:180",
                            "text": "And after having given this law, he said to him:  Do not mourn beyond six days."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:181",
                            "text": "And on the seventh day, rest, and rejoice in it, because in it God and we the angels rejoice in the righteous soul that has departed from earth."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Moses 1:182",
                            "text": "Having thus spoken, the archangel Michael went up into heaven, glorifying, and saying the Alleluia:  Holy, holy, holy Lord, to the glory of God the Father, because to Him is due glory, honour, and adoration, with His unbeginning and life-giving Spirit, now and ever, and to ages of ages,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}