{
    "books": [
        {
            "name": "Appendix: Anonymous Treastise Against Novatian",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Appendix: Anonymous Treastise Against Novatian 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Appendix: Anonymous Treastise Against Novatian 1:1",
                            "text": "Anonymous Treatise Against the Heretic Novatian:  The writer of the following treatise was undoubtedly a contemporary of Cyprian, and wrote in the early part of the reign of Valerian (–), during an interval of peace to the Church."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Appendix: Anonymous Treastise Against Novatian 1:2",
                            "text": "This much may be collected from the fact that he names one, and only one, persecution after that of Decius—namely, that of Gallus and Volusianus—and speaks of those who had lapsed under the former, as having been stedfast and victorious in the latter."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Appendix: Anonymous Treastise Against Novatian 1:3",
                            "text": "He is generally believed to have been an African, and Tillemont is only withheld from attributing the work to Cyprian himself by what he judges to be a difference of style."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Appendix: Anonymous Treastise Against Novatian 1:4",
                            "text": "But although from the exordium it may be concluded that the writer was a bishop, yet, from his manifest uncertainty as to the fitting way to treat those who had lapsed, it is evident that Cyprian cannot have been the author; for that prelate, when the persecution of Gallus and Volusianus was just threatening, had already decided upon receiving to communion the penitents who had yielded to temptation under Decius."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Appendix: Anonymous Treastise Against Novatian 1:5",
                            "text": "Ceillier says that this treatise was written about the year , while Novatian was still alive, and when the schism of Felicissimus was all but extinct."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Appendix: Anonymous Treastise Against Novatian 1:6",
                            "text": "Erasmus first published it among the known works of Cyprian in the year."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Appendix: Anonymous Treastise Against Novatian 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:1",
                            "text": "That the Hope of Pardon Should Not Be Denied to the Lapsed."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:2",
                            "text": "While I was meditating and impatiently tossing in my mind what I ought to do concerning those pitiable brethren who, wounded, not of their own will, but by the onset of a raging devil, have lived until now, that is, through a long course of time, in the endurance of their punishment; lo, there appeared opposed to me another enemy, and the adversary of his own paternal affection—the heretic Novatian—who not only, as it is signified in the Gospel, passed by the prostrate wounded man, as did the priest or the Levite, but by an ingenious and novel cruelty rather would slay the wounded man, by taking away the hope of salvation, by denying the mercy of his Father, by rejecting the repentance of his brother."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:3",
                            "text": "Marvellous, how bitter, how harsh, how perverse are many things! But one more easily perceives the straw in another's eye than the beam in one's own."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:4",
                            "text": "Let not the abrupt madness of that perfidious heretic move or disturb us however, beloved brethren, who, although he is placed in such great guilt of dissension and schism, and is separated from the Church, with sacrilegious temerity does not shrink from hurling back his charges upon us: for although he is now by himself made unclean, defiled with the filth of sacrilege, he contends that we are so."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:5",
                            "text": "And although it is written that the dogs should remain without, and the apostle has taught that these same dogs must be shunned, as we read, for he says, \"Beware of dogs, beware of evil workers,\" he does not cease stirring up his frenzy with barkings, after the manner of wolves seeking the gloomy darkness, where with his brutal cruelty he may easily rend in his dark caves the sheep snatched away from the Shepherd."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:6",
                            "text": "Certainly he declares that he and his friends whom he collects are gold."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:7",
                            "text": "Nor do we doubt but that deserters of the Church who have become apostates could now easily be converted into gold, but it must be that gold in which the first sins of the people of Israel were designated."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:8",
                            "text": "But the gold and silver vessels which were wrested from the Egyptians continue in the Lord's power, that is, in Christ's Church; in which house if thou hadst continued, Novatian, thou hadst perchance been also a precious vessel; but now thou neither perceivest nor complainest that thou art changed into chaff and straw."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:9",
                            "text": "Why, therefore, shouldst thou be lifted up with vain things? Thou wilt gain loss rather than profit."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:10",
                            "text": "Why, from the very fact that thou art become poorer, believest thou thyself rich? Hear in the Apocalypse the Lord's voice rebuking thee with righteous reproaches:  \"Thou sayest,\" says He, \"I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and blind, and poor, and naked\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:11",
                            "text": "Let him think for certain that he possesses these riches of poverty, whoever he may be, that, forsaking the Church of Christ, with his darkened reason does not shrink from being turned to those rash leaders of schisms and authors of dissension, whom John calls antichrists, whom the Evangelist likens to chaff, whom the Lord Christ characterizes as thieves and robbers, as He Himself declares in the Gospel, saying that \"he who entereth not by the door into the sheep-fold, but goeth down by some other way, the same is a thief and a robber\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:12",
                            "text": "Moreover, in the same He also says, \"All who have come are thieves and robbers\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:13",
                            "text": "Who are such but the deserters of the faith, and the transgressors of God's Church, who strive against God's ordinance; whom the Holy Spirit rightly rebukes by the prophet, saying, \"Ye have taken counsel, but not by me; and have made a confederacy, but not by my Spirit, to add sin to sin\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:14",
                            "text": "What now can those most perverse friends of Novatian, even now the most unhappy few, reply to these things, who have broken forth to such a folly of madness as to have no reverence either for God or man? Among them, shamelessly, and without any law of ordination, the episcopate is sought after; but among us in its own Sees, and in those of the throne delivered to it by God, it is renounced."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:15",
                            "text": "There the Truth says, \"They reject me, that they may sacrifice to me; nor do they offer the holy oblations of the children of Israel, nor do they approach to offer the holy of holies, but they shall receive their ignominy in the error wherein they have erred\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:16",
                            "text": "Let it be enough in a few words to have proved what they are."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:17",
                            "text": "Hear, therefore, O Novatians, among whom the heavenly Scriptures are read rather than understood; well, if they are not interpolated."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:18",
                            "text": "For your ears are closed, and your hearts darkened, seeing that ye admit no light from spiritual and saving warnings; as Isaiah says, \"The servants of God are blinded\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:19",
                            "text": "And deservedly blinded, because the desire of schismatics is not in the law; which law points out to us the one and only Church in that ark to wit, which was fashioned, by the providence of God, under Noah before the deluge, in which—to answer you quickly, O Novatian—we find that there were shut up not only clean animals, but also unclean; which ark was saved alone, with those who were in it, whereas the other things which were not found therein perished in the deluge."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:20",
                            "text": "From that ark there were loosed two birds, a raven and a dove; and this raven truly bore the figure or type of impure men, and men who would be in perpetual darkness through the world's broad road, and of apostates who should arise, feeding on unclean things, and not turning themselves eventually to the Church; and as we read, we find that it was sent forth, and returned no more."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:21",
                            "text": "Whoever should be found to resemble this bird, then, that is, the impure spirit, will no more be able to return to the Church, seeing that the Lord will forbid them, even if they should wish it, as He commanded Moses, saying, \"Everything leprous and impure, cast abroad outside the camp\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:22",
                            "text": "But the dove sent forth that returned, is signified by the man who does not delay, because he would have no rest for his feet."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:23",
                            "text": "And Noah received it into the ark; and when it was sent forth again on the seventh day, received it, bearing in its mouth an olive leaf."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:24",
                            "text": "And I, beloved brethren,—as I not heedlessly meditate these things, and not in harmony with human wisdom, but as it is permitted to our minds by the condescension of the heavenly Lord, needfully and pertinently to conceive,—say that that dove signifies to us of itself a double type."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:25",
                            "text": "Formerly, that is, from the beginning of the divine administration, it suggests its own figure, the first indeed and chief—that is, the figure of the Spirit."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:26",
                            "text": "And by its mouth the sacrament of baptism which is provided for the salvation of the human race, and that by the heavenly plan it is celebrated in the Church only."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:27",
                            "text": "Moreover, three times sent forth from the ark, flying about through the air over the water, it already signified the sacraments of our Church."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:28",
                            "text": "Whence also the Lord Christ charges upon Peter, and moreover also upon the rest of His disciples, \"Go ye and preach the Gospel to the nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:29",
                            "text": "That is, that that same Trinity which operated figuratively in Noah's days through the dove, now operates in the Church spiritually through the disciples."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:30",
                            "text": "Let us now take the second character also of the dove sent forth from the ark, that is to say, in the time of the deluge, when all the abysses broke forth; when the cataracts of heaven were opened upon the earth, on account of the wickedness of men which they daily practised before the Lord; as said Moses, \"And the Lord God saw that the wickednesses of men were overflowing upon the earth, and that all of them were remembering for evil from the beginning of their days; and He said, I will destroy man whom I have made from off the face of the earth, from man even unto cattle, and from the creeping thing even unto the fowls of the air\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:31",
                            "text": "Therefore in the time of the flood the dove is sent forth from the ark, when the waters were violently rushing with all their force upon the earth."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:32",
                            "text": "That ark bore the figure of the Church, as we have said above, which was stricken hither and thither to such a degree by the tumultuous waters."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:33",
                            "text": "Therefore that deluge which happened under Noah showed forth the figure of the persecution which now lately was poured forth over the whole world."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:34",
                            "text": "Moreover, by the waters, the cataracts broken forth meeting together on all sides, and growing, were signified the peoples which grew up for the desolation of the Church; as the Apocalypse teaches, saying, \"The waters which thou sawest are peoples, and nations, and kingdoms\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:35",
                            "text": "Moreover, the dove which could not find rest for its feet, bore the likeness of the lapsed, who fell forgetful of the divine announcements, either ignorant in simplicity, or feigning in audacity."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:36",
                            "text": "Of whom the Lord had intimated the future destruction in the Gospel in these words, saying, \"He who heareth my words and doeth them not, I will liken him to a foolish man, who built his house upon the sand: the tempests came and beat upon that house, and it fell; and great was its destruction\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:37",
                            "text": "And lest we should seem to have made the comparison inconsiderately of that dove bearing the image of the lapsed, the prophet rebukes the city as a dove, that is, the character of the lapsed, saying, \"The dove hearkens not to the voice; that is, the illustrious and redeemed city receives not teaching, and trusted not in the Lord\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:38",
                            "text": "Moreover, that that dove could not find rest for her feet, as we have said above, this signified the footsteps of those who deny; that is, those, wounded by the poison of the shining serpent, who sacrifice, turned towards their fall; which could not any further step upon the asp and the basilisk, and tread upon the dragon and the lion."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:39",
                            "text": "For this power the Lord gave to His disciples, as He says in the Gospel: \"Lo, I give unto you power to tread on all the power of the enemy, and upon serpents and scorpions; and they shall not harm you\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:40",
                            "text": "When, therefore, these so many and such malignant spirits are attacking and bestirring themselves for the destruction of the lapsed, a way of salvation is provided for the wounded, that with whatever strength they have they may drag themselves with their whole body, and betake themselves to their camp, wherein being received, they may heal their wounds with spiritual medicaments."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:41",
                            "text": "Thus the dove received, after the intervention of a few days, is again sent forth from the ark; and returning, not only shows its firm footsteps, but moreover the signs of its peace and victory, in those olive leaves which it bore in its mouth."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:42",
                            "text": "Therefore that twofold sending forth shows to us a twofold trial of persecution: the first, in which they who have lapsed have fallen conquered; the second, in which they who have fallen have come out conquerors."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:43",
                            "text": "For to none of us is it doubtful or uncertain, beloved brethren, that they who in the first struggle—that is, in the Decian persecution—were wounded; afterwards, that is in the second encounter, persevered so bravely, that, despising the edicts of the princes of the world, they maintained that unconquered; in that they did not fear, after the example of the good Shepherd, to give up their life, and to shed their blood, and not to shrink from any barbarity of the raging tyrant."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:44",
                            "text": "Behold how glorious, how dear to the Lord, are the people whom these schismatics do not shrink from calling \"wood, hay, stubble;\" the equals of whom, that is, those who are even still placed in the same guilt of their lapse, they presume must not be admitted to repentance."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:45",
                            "text": "This they judge from that utterance of the Lord, where He says, \"Whosoever shall deny me before men, him will I deny before my Father which is in heaven\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:46",
                            "text": "Oh grief! why do they strive against the Lord's precepts, that this offspring of Novatian, following the example of his father the devil, should now endeavour to put in force those things which Christ will do in the time of His judgment? that is, when Scripture says, \"Vengeance is mine; and I will repay, saith the Lord\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:47",
                            "text": "We will answer them as to that utterance of the Lord, which they ill understand, and ill explain to themselves."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:48",
                            "text": "For that He says, \"Whosoever shall deny me before men, him will I also deny before my Father which is in heaven,\" its meaning is assuredly with respect to future time—to the time at which the Lord shall begin to judge the secrets of men—to the time at which we must all stand before the judgment-seat of Christ—to the time at which many shall begin to say, \"Lord, Lord, have we not prophesied in Thy name, and in Thy name cast out devils, and in Thy name done many wonderful works?\" And yet they shall hear the voice of the Lord saying, \"Depart from me, all ye that have worked iniquity: I know you not\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:49",
                            "text": "Then shall it be fulfilled that He says, \"I also will deny them\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:50",
                            "text": "But whom will the Lord Christ chiefly deny, if not all of you heretics, and schismatics, and strangers to His name?  For ye who were some time Christians, but now are Novatians, no longer Christians, have changed your first faith by a subsequent perfidy in the calling of your name."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:51",
                            "text": "I should wish you to reply to your own proposition."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:52",
                            "text": "Read and teach: whom of those who had failed or denied Him, while He was still with them, did our Lord deny?  Yet also to the others of the disciples who had remained with Him He saith, \"Will ye also go away?\" Even Peter, whom He had previously foretold as about to deny Him, when he had denied Him, He did not deny, but sustained; and He Himself soothed him when subsequently bitterly bewailing his denial."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:53",
                            "text": "What sort of folly is thine, Novatian, only to read what tends to the destruction of salvation, and to pass by what tends to mercy, when Scripture cries, and says, \"Repent, ye who err: be converted in heart;\" and when the same prophet also exhorts, and says, \"Be converted unto me with all your heart, in fasting, and weeping, and mourning; and rend your hearts, and not your garments; be ye converted to the Lord your God: for He is merciful, and one who pities with great compassion?\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:54",
                            "text": "Thus we have heard that the Lord is of great compassion."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:55",
                            "text": "Let us hear what the Holy Spirit testifies by David: \"If his children forsake my law, and walk not in my commandments; if they should profane my righteousness, and should not keep my precepts; I will visit their crimes with a rod, and their sins with stripes."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:56",
                            "text": "But my mercy will I not utterly disperse from them\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:57",
                            "text": "Words like to these we read that the Lord said also by Ezekiel:  \"Son of man, the house of Israel has dwelt on its own land, and they have defiled it by their crimes: their uncleanness has become like that of a menstruous woman before my face."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:58",
                            "text": "I have poured out my anger upon them, and I have scattered them among the nations; and I have judged them according to their sins, because they have defiled my holy name; and because it was said of them, \"This is the people of the Lord, I have spared them, because of my holy name, which the house of Israel despised among the nations\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:59",
                            "text": "And in conjunction with this he says, \"Therefore say to the people of Israel, Thus saith the Lord, I spare you not, O house of Israel; but I will spare you on account of my holy name, which ye have defiled among they nations: and ye shall know that I am the Lord, when I shall be sanctified in you\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:60",
                            "text": "Also the Lord to the same:  \"Son of man, say unto the people of Israel, Wherefore have ye spoken, saying, We are pining away in our sins, and how shall we be able to be saved? Say unto them, I live, saith the Lord:  for I do not desire the death of the sinner; but I desire that the sinner should turn from his evil way, and live: therefore return ye from your evil way: why do ye give yourselves over to death, O house of Israel?\" So, too, by Isaiah the prophet: \"I will not be angry with you for ever, nor will I abstain from defending you always\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:61",
                            "text": "And because Jeremiah the prophet, in the person of the sinful people, prays to the Lord, saying, \"Amend us, O Lord, but in judgment, and not in anger, lest Thou make us few;\" Isaiah also added, and said, \"For his sin I have slightly afflicted him; and I have stricken him, and have turned away my face from him: and he was afflicted, and went away sadly in his ways\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:62",
                            "text": "And because he labours, he added and said, \"I have seen his ways, and I have healed him; and I have given him a true exhortation, peace upon peace;\" that to those who repent, and pray, and labour, restoration is possible, because they would miserably perish, and because they would decline from Christ."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:63",
                            "text": "Moreover, this is proved in the Gospel, where is described that woman who was a sinner, who came to the house of a certain Pharisee whither the Lord had been bidden with His disciples, and she brought a vessel of ointment, and stood at the Lord's feet, and washed His feet with her tears, and wiped them with her hair, and pressed kisses upon them; so that that Pharisee was provoked, and said, \"If this man were a prophet, he would know who and what sort of a woman this is who touches him; for she is a sinner\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:64",
                            "text": "Whence immediately the Lord, the remitter of sins and the receiver of the penitent, says, \"Simon, I have somewhat to say unto thee."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:65",
                            "text": "And he answered, saying, Master, say on."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:66",
                            "text": "And the Lord, There was a certain creditor which had two debtors; one who had five hundred pence, and the other fifty."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:67",
                            "text": "When they had nothing to pay, he forgave both."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:68",
                            "text": "And He asked, Which of these loved most?  And Simon answered, Assuredly he to whom he forgave most."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:69",
                            "text": "And He added, saying, Seest thou that woman? I entered into thy house, thou gavest me no kiss; but she hath not ceased to kiss my feet; thou washedst not my feet, but she has washed them with her tears, and wiped them with her hair; thou didst not anoint my feet with oil, but she hath anointed them."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:70",
                            "text": "Wherefore I say unto thee, Simon, that her sins are forgiven her\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:71",
                            "text": "Behold, the Lord grants the debt with His liberal kindness to both debtors; behold Him who pardons sins; behold the woman who was a sinner, penitent, weeping, praying, and receiving remission of her sins!."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:72",
                            "text": "And now blush if thou canst, Novatian; cease to deceive the unwary with thy impious arguments; cease to frighten them with the subtlety of one particular."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:73",
                            "text": "We read, and adore, and do not pass over the heavenly judgment of the Lord, where he says that He will deny him who denies Him."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:74",
                            "text": "But does this mean the penitent? And why should I be taking pains so long to prove individual cases of mercies? since the mercy of God is not indeed denied to the Ninevites, although strangers, and placed apart from the law of the Lord, when they beseech it on account of the overthrow announced to their city."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:75",
                            "text": "Nor to Pharaoh himself, resisting with sacrilegious boldness, when formerly he was stricken with plagues from heaven, and, turning to Moses and to his brother, said, \"Pray to the Lord for me, for I have sinned\"."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:76",
                            "text": "At once the anger of God was suspended from him."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:77",
                            "text": "And yet thou, O Novatian, judgest and declarest that the lapsed have no hope of peace and mercy, nor inclinest thine ear to the rebuke of the apostle, when he says, \"Who art thou, who judgest another man's servant? To his own master he standeth or falleth."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:78",
                            "text": "Yea, he shall stand."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:79",
                            "text": "God is mighty to establish him\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:80",
                            "text": "Whence pertinently and needfully the Holy Spirit, in the person of those same lapsed people, rebukes you when He says, \"Rejoice not over me, O mine enemy: because if I have fallen, I shall also rise again; and if I shall walk in darkness, the Lord is my light."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:81",
                            "text": "I will bear the indignation of the Lord, because I have sinned against Him, until He justify my cause, and execute judgment and justice, and bring me forth to the light."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:82",
                            "text": "I shall behold His righteousness; and she that is mine enemy shall see me, and shall cover herself with confusion\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:83",
                            "text": "I beseech thee, hast thou not read, \"Boast not, and speak not loftily, and let not arrogancy proceed out of your mouth: for the Lord lifteth the poor from the earth; He raiseth up the beggar from the dunghill, and maketh him to sit with the mighty ones of the people?\" Hast thou not read, that \"the Lord resisteth the proud, and giveth grace to the humble?\"  Hast thou not read, \"Whoso exalteth himself shall be humbled?\" Hast thou not read, that \"God destroys the remembrance of the proud, and does not forsake the memory of the lowly?\" Hast thou not read, that \"with what judgment a man shall judge he must be judged?\"  Hast thou not read, that \"he who hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because the darkness hath blinded his eyes?\" Whence, then, this Novatian has become both so wicked and so lost, so mad with rage of discord, I cannot discover, since he always in one household—that is, the Church of Christ—would have bewailed the sins of his neighbours as his own; would have borne the burthens of his brethren, as the apostle exhorts; would have strengthened the faltering in the faith with heavenly counsel."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:84",
                            "text": "But now, from the time when he began to practise that heresy of Cain which only delights in slaying, he does not even of late spare himself."
                        },
                        {
                            "verse": 85,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:85",
                            "text": "But if he had read that \"the righteousness of the righteous shall not deliver him in the day on which he shall have erred, and the wickedness of the wicked shall not harm him from the day in which he shall have been converted,\" he would long ago have repented in ashes, who is always opposed to penitents; who labours more readily in the destruction of those things which are built and standing, than in the building up of those which are prostrate; who has once more made heathens of many most wretched brethren of ours, terrified by his false oppositions, by saying that the repentance of the lapsed is vain, and cannot avail them for salvation, although the Scripture cries aloud and says, \"Remember whence thou hast fallen, and repent, or else I will come to thee except thou repent\"."
                        },
                        {
                            "verse": 86,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:86",
                            "text": "And indeed, writing to the seven churches, rebuking each one of them with its own crimes and sins, it said, Repent."
                        },
                        {
                            "verse": 87,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:87",
                            "text": "To whom but to them, doubtless, whom He had redeemed at the great price of His blood?."
                        },
                        {
                            "verse": 88,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:88",
                            "text": "O impious and wicked as thou art, thou heretic Novatian! who after so many and great crimes which in past times thou hadst known to be voluntarily committed in the Church, and before thou thyself wast an apostate in the family of God, hadst certainly taught that these might be abolished from memory if well-doing followed; according to the faith of the Scripture which says, \"But if the wicked will turn from all his sins which he hath committed, and will do righteousness, he shall live in eternal life, and shall not die in his wickedness\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:89",
                            "text": "For the sins which he has committed shall be abolished from memory by the good deeds which succeed."
                        },
                        {
                            "verse": 90,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:90",
                            "text": "Thou reconsiderest now, whether the wounds of the lapsed who have fallen, stripped bare by the devil, ought to be cured; dashed down, as they are, by the \"violence of the flood which the serpent sent forth from his mouth after the woman\"."
                        },
                        {
                            "verse": 91,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:91",
                            "text": "But \"What shall I say?\" says the apostle."
                        },
                        {
                            "verse": 92,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:92",
                            "text": "\"Do I praise you? In this I praise you not; that ye come together not for the better, but for the worse\"."
                        },
                        {
                            "verse": 93,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:93",
                            "text": "For where there are \"rivalries and dissensions among you, are ye not carnal, and walk according to man?\" Nor indeed ought we to wonder why this Novatian should dare now to practise such wicked, such severe things against the person of the lapsed, since we have previous examples of this kind of prevarication."
                        },
                        {
                            "verse": 94,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:94",
                            "text": "Saul, that once good man, besides other things, is subsequently overthrown by envy, and strives to do everything that is harsh and hostile against David."
                        },
                        {
                            "verse": 95,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:95",
                            "text": "That Judas, who was chosen among the apostles, who was always of one mind and faithful in the house of God, himself subsequently betrayed God."
                        },
                        {
                            "verse": 96,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:96",
                            "text": "And indeed the Lord had foretold that many should come as ravening wolves in the skins of sheep."
                        },
                        {
                            "verse": 97,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:97",
                            "text": "Who are those ravening wolves but such as conspire with treacherous intent to waste the flock of Christ? As we read it written in Zechariah: \"Lo, I raise up a shepherd in the land, who shall not visit that which is turned away, and will eat the flesh of the chosen, and tear their claws in pieces\"."
                        },
                        {
                            "verse": 98,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:98",
                            "text": "Similarly also in Ezekiel he rebukes shepherds of this kind, to wit, robbers and butchers (I will speak as he had thought), saying, \"O shepherds, wherefore do ye drink the milk, and eat up the curdled milk, and have brought that which is strong to nothing, and have not visited the weak, have not healed the halting, and have not recalled the wandering, and have permitted my people to wander among thorns and briers? For these things, says the Lord, lo, I will come against the shepherds, and I will require my sheep of their hands; and I will drive them away, that they may not feed my sheep; and my sheep shall no more be for them to devour, and I will seek them out as a shepherd his flock in the day in which there shall be darkness and cloud."
                        },
                        {
                            "verse": 99,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:99",
                            "text": "Thus I will seek out my sheep, and I will seek them out in every place wherever they are scattered; and I will seek out what had perished, and I will recall what had wandered, and what had halted I will heal, and what is weak I will watch over; and I will feed my sheep with judgment\"."
                        },
                        {
                            "verse": 100,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:100",
                            "text": "Who is it that says these things?  Certainly He who, having left the ninety and nine sheep, went to seek that one which had wandered from His flock; as David says, \"I have gone astray like a sheep which was lost,\" which being found Christ brings back, bearing on His shoulder the tender sinful one; and He, rejoicing and exulting, having called His friends and domestics, says, \"Rejoice with me; for my sheep which was lost is found."
                        },
                        {
                            "verse": 101,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:101",
                            "text": "I say,\" says He, \"unto you, that there will be such joy in heaven over one sinner that repenteth\"."
                        },
                        {
                            "verse": 102,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:102",
                            "text": "And in continuation, He says: \"Or what woman, having ten denarii, if she should lose one of the denarii, does not light a lamp, and all the day long clean out her house, seeking till she finds it? And when she has found it, she calls together her friends and neighbours, saying, Rejoice with me; for I have found the denarius that I had lost."
                        },
                        {
                            "verse": 103,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:103",
                            "text": "I say unto you, that such joy shall be in the sight of the angels of God over one sinner that repenteth\"."
                        },
                        {
                            "verse": 104,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:104",
                            "text": "But, on the other hand, they who do not repent of their wickedness, let them know from the answer of the Lord Himself what remaineth for them; for we read in the Gospel, that \"certain men came from the Galileans to the Lord, telling Him of those whose blood Pilate mingled with their sacrifices; to whom the Lord answered, saying, Think ye that those Galileans had been sinners above other Galileans, because they suffered such things? No; for I say unto you, unless ye repent, ye shall all likewise perish."
                        },
                        {
                            "verse": 105,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:105",
                            "text": "Or those eighteen upon whom the tower in Siloam fell, think ye that they were debtors to death above all men who dwell in Jerusalem?  No; I say unto you,\" said He, \"that unless ye repent, ye shall all likewise perish\"."
                        },
                        {
                            "verse": 106,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:106",
                            "text": "Let us then arouse ourselves as much as we can, beloved brethren; and breaking away from the slumber of indolence and security, let us be watchful for the observance of the Lord's precepts."
                        },
                        {
                            "verse": 107,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:107",
                            "text": "Let us with all our hearts seek for what we have lost, that we may be able to find; because \"to him that seeketh,\" says the Scripture, \"it shall be given, and to him that knocketh it shall be opened\"."
                        },
                        {
                            "verse": 108,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:108",
                            "text": "Let us cleanse our house with spiritual cleanliness, that every secret and hidden place of our breast, truly enlightened by the light of the Gospel, may say, \"Against Thee only have I sinned, and done this great evil in Thy sight\"."
                        },
                        {
                            "verse": 109,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:109",
                            "text": "Because the death of sinners is evil, and in hell there is no repentance."
                        },
                        {
                            "verse": 110,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:110",
                            "text": "Let us have in contemplation especially the day of judgment and retribution, and what must be believed by all of us, and firmly maintained, that \"there is no acceptance of persons with God;\" since He commanded in Deuteronomy, that the person must not be accepted in judgment: \"Thou shalt not accept,\" says He, \"the person, neither shalt thou judge according to the least nor according to the greatest\"."
                        },
                        {
                            "verse": 111,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:111",
                            "text": "Like words to these He also said by Ezekiel: \"All souls,\" said He, \"are mine; as the soul of the father, so is the soul of the son: the soul that hath sinned, it shall die\"."
                        },
                        {
                            "verse": 112,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:112",
                            "text": "It is then He who must be revered by us; He must be held fast; He must be propitiated by our full and worthy confession, \"who has the power of sending soul and body to the Gehenna of fire,\"—as it is written, \"Behold, He cometh with many thousands of His messengers, to execute judgment upon all, and to destroy all the wicked, and to condemn all flesh, for all the deeds of the wicked which they have wickedly done, and for all the impious words which sinners have spoken about God\"."
                        },
                        {
                            "verse": 113,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:113",
                            "text": "Like things to these also says Daniel:  \"I beheld a throne placed, and the Ancient of days sat upon it, and His clothing was as it were snow, and the hairs of His head as it were white wool: His throne was a flame of fire, its wheels were burning fire."
                        },
                        {
                            "verse": 114,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:114",
                            "text": "A river of fire came forth before Him:  thousand thousands ministered to Him, and thousand thousands stood before Him: He sat to judgment, and the books were opened\"."
                        },
                        {
                            "verse": 115,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:115",
                            "text": "And John still more plainly declares, both about the day of judgment and the consummation of the world, saying, \"And when,\" said he, \"He had opened the sixth seal, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the whole moon became as of blood; and the stars fell to the earth, even as a fig-tree, shaken by a mighty wind, casteth her unripe figs."
                        },
                        {
                            "verse": 116,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:116",
                            "text": "And the heaven departed as a book when it is rolled up, and every mountain and island were moved from their places."
                        },
                        {
                            "verse": 117,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:117",
                            "text": "And the kings of the earth, and all the great men, and the tribunes, and the rich men, and the strong men, and every slave, and every free man, hid themselves in the caves and in the caverns of the mountains; saying to the mountains and to the rocks, Fall upon us, and hide us from the sight of the Father that sitteth upon the throne, and from the wrath of the Lamb: because the day of destruction cometh; and who shall be able to stand?\"  Also in the same Apocalypse John says that this too was revealed to him."
                        },
                        {
                            "verse": 118,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:118",
                            "text": "\"I saw,\" says he, \"a great throne, and one in white who sat upon it, from whose face the heaven and the earth fled away; and their place was not found."
                        },
                        {
                            "verse": 119,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:119",
                            "text": "And I saw the dead, great and small, standing before the sight of the Lord's throne: and the books were opened; and another book was opened, which is (the book) of life: and every one was judged according to those things that were written in the book, according to their own works\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:120",
                            "text": "Moreover, too, the apostle, giving good advice, thus exhorts us, saying, \"Let no one deceive you with vain words: for because of these things the wrath of God cometh upon the children of disobedience."
                        },
                        {
                            "verse": 121,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:121",
                            "text": "Be not partakers with them\"."
                        },
                        {
                            "verse": 122,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:122",
                            "text": "Let us, then, with the whole strength of our faith, give praise to God; let us give our full confession, since the powers of heaven rejoice over our repentance, all the angels rejoice, and Christ also rejoices, who once again with full and merciful moderation exhorts us, laden with sins, overwhelmed with crimes, to cease from wickedness, saying, \"Turn ye, and return from your impieties, and your iniquities shall not be to you for a punishment."
                        },
                        {
                            "verse": 123,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:123",
                            "text": "Cast away from you all your impieties which ye have committed against me; and make to yourselves a new heart and a new spirit."
                        },
                        {
                            "verse": 124,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:124",
                            "text": "And why do ye deliver yourselves over to death, O house of Israel? For I do not desire the death of the sinner\"."
                        },
                        {
                            "verse": 125,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:125",
                            "text": "\"I am He, I am He who blot out thy crimes, and I will not remember them."
                        },
                        {
                            "verse": 126,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:126",
                            "text": "But do thou have in mind, and let us judge; tell thou thy wickednesses first, that thou mayest be justified\"."
                        },
                        {
                            "verse": 127,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:127",
                            "text": "While the way of mercy, brethren, is open, let us entreat God with full atonements; let us humble ourselves, that we may be exalted; let us acquiesce in the divine exhortation, whereby we may escape the day of the Lord and His anger."
                        },
                        {
                            "verse": 128,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:128",
                            "text": "For thus He says: \"Look, my son, upon the nations of men, and know who hath hoped in the Lord, and has been confounded; or has remained in His commandments, and has been forsaken; or has called upon Him, and He has despised him."
                        },
                        {
                            "verse": 129,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:129",
                            "text": "For the Lord is loving and merciful, and forgiving in time of tribulation their sins to all those that seek after Him in truth\"."
                        },
                        {
                            "verse": 130,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:130",
                            "text": "Therefore He says, \"First tell thou thy sins, that thou mayest be justified\"."
                        },
                        {
                            "verse": 131,
                            "chapter": 2,
                            "name": "Appendix: Anonymous Treastise Against Novatian 2:131",
                            "text": "Let there be first in your hand that prayer full of confession."
                        }
                    ]
                }
            ]
        }
    ]
}