{
    "books": [
        {
            "name": "Clement: Homily XII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily XII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily XII 1:1",
                            "text": "Homily XII: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily XII 1:2",
                            "text": "—Two Bands."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily XII 1:3",
                            "text": "Therefore starting from Tripolis of Phoenicia to go to Antioch of Syria, on the same day we came to Orthasia, and there stayed."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily XII 1:4",
                            "text": "And on account of its being near the city which we had left, almost all having heard the preaching before, we stopped there only one day, and set out to Antaradus."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily XII 1:5",
                            "text": "And as there were many who journeyed with us, Peter, addressing Nicetus and Aquila, said, \"Inasmuch as the great crowd of those who journey with us draws upon us no little envy as we enter city after city, I have thought that we must of necessity arrange, so that neither, on the one hand, these may be grieved at being prevented from accompanying us, nor, on the other hand, we, by being so conspicuous, may fall under the envy of the wicked."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Homily XII 1:6",
                            "text": "Wherefore I wish you, Nicetus and Aquila, to go before me in two separate bodies, and enter secretly into the Gentile cities."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily XII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:2",
                            "text": "—Love of Preachers and Their Converts."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:3",
                            "text": "\"I know, indeed, that you are distressed at being told to do this, being separated from me by a space of two days."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:4",
                            "text": "I would have you know, therefore, that we the persuaders love you the persuaded much more than you love us who have persuaded you."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:5",
                            "text": "Therefore loving one another as we do by not unreasonably doing what we wish, let us provide, as much as in us lies, for safety."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:6",
                            "text": "For I prefer, as you also know, to go into the more notable cities of the provinces, and to remain some days, and discourse."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:7",
                            "text": "And for the present lead the way into the neighbouring Laodicea, and, after two or three days, so far as it depends upon my choice, I shall overtake you."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:8",
                            "text": "And do you alone receive me at the gates, on account of the confusion, that thus we may enter along with you without tumult."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement: Homily XII 2:9",
                            "text": "And thence, in like manner, after some days' stay, others in your stead will go forward by turns to the places beyond, preparing lodgings for us\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily XII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily XII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily XII 3:2",
                            "text": "—Submission."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily XII 3:3",
                            "text": "When Peter had thus spoken they were compelled to acquiesce, saying, \"It does not altogether grieve us, my lord, to do this on account of its being your command; in the first place, indeed, because you have been chosen by the providence of God, as being worthy to think and counsel well in all things; and in addition to this, for the most part we shall be separated from you only for two days by the necessity of preceding you."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily XII 3:4",
                            "text": "And that were indeed a long time to be without sight of thee, O Peter, did we not consider that they will be more grieved who are sent much farther forward, being ordered to wait for thee longer in every city, distressed that they are longer deprived of the sight of thy longed-for countenance."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily XII 3:5",
                            "text": "And we, though not less distressed than they, make no opposition, because you order us to do it for profit\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily XII 3:6",
                            "text": "Thus, having spoken, they went forward, having it in charge that at the first stage they should address the accompanying multitude that they should enter the cities apart from one another."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily XII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily XII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily XII 4:2",
                            "text": "—Clement's Joy."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily XII 4:3",
                            "text": "When, therefore, they had gone, I, Clement, rejoiced greatly that he had ordered me to remain with himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily XII 4:4",
                            "text": "Then I answered and said, \"I thank God that you have not sent me away as you have done the others, as I should have died of grief\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily XII 4:5",
                            "text": "But he said, \"But what?  If there shall ever be any necessity that you be sent away for the sake of teaching, would you, on account of being separated for a little while from me, and that for an advantageous purpose, would you die for that?  Would you not rather impress upon yourself the duty of bearing the things that are arranged for you through necessity, and cheerfully submit?  And do you not know that friends are present with one another in their memories, although they are separated bodily; whereas some, being bodily present, wander from their friends in their souls, by reason of want of memory?\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily XII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:2",
                            "text": "—Clement's Office of Service."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:3",
                            "text": "Then I answered, \"Do not think, my lord, that I should endure that grief foolishly, but with some good reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:4",
                            "text": "For since I hold you, my lord, in place of all, father, mother, brothers, relatives, you who are the means through God of my having the saving truth, holding you in place of all, I have the greatest consolation."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:5",
                            "text": "And in addition to this, being afraid of my natural youthful lust, I was concerned lest, being left by you (being but a young man, and having now such a resolution that it would be impossible to desert you without incurring the anger of God,) I should be overcome by lust."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:6",
                            "text": "But since it is much better and safer for me to remain with you, when my mind is with good reason set upon venerating, therefore I pray that I may always remain with you."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:7",
                            "text": "Moreover, I remember you saying in Caesarea, 'If any one wishes to journey with me, let him piously journey."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:8",
                            "text": "'  And by piously you meant, that those who are devoted to the worship of God should grieve no one in respect of God, such as by leaving parents, an attached wife, or any others."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Clement: Homily XII 5:9",
                            "text": "Whence I am in all respects a fitting fellow-traveller for you, to whom, if you would confer the greatest favour, you would allow to perform the functions of a servant\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily XII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily XII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily XII 6:2",
                            "text": "—Peter's Frugality."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily XII 6:3",
                            "text": "Then Peter, hearing, smiled and said, \"What think you, then, O Clement?  Do you not think that you are placed by very necessity in the position of my servant?  For who else shall take care of those many splendid tunics, with all my changes of rings and sandals?  And who shall make ready those pleasant and artistic dainties, which, being so various, need many skilful cooks, and all those things which are procured with great eagerness, and are prepared for the appetite of effeminate men as for some great wild beast?  However, such a choice has occurred to you, perhaps, without you understanding or knowing my manner of life, that I use only bread and olives, and rarely pot-herbs; and that this is my only coat and cloak which I wear; and I have no need of any of them, nor of aught else:  for even in these I abound."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily XII 6:4",
                            "text": "For my mind, seeing all the eternal good things that are there, regards none of the things that are here."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily XII 6:5",
                            "text": "However, I accept of your good will; and I admire and commend you, for that you, a man of refined habits, have so easily submitted your manner of living to your necessities."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily XII 6:6",
                            "text": "For we, from our childhood, both I and Andrew, my brother, who is also my brother as respects God, not only being brought up in the condition of orphans, but also accustomed to labour through poverty and misfortune, easily bear the discomforts of our present journeys."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily XII 6:7",
                            "text": "Whence, if you would obey me, you would allow me, a working man, to fulfil the part of a servant to you\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily XII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:2",
                            "text": "—\"Not to Be Ministered Unto, But to Minister\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:3",
                            "text": "But I, when I heard this, fell a-trembling and weeping, that such a word should be spoken by a man to whom all the men of this generation are inferior in point of knowledge and piety."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:4",
                            "text": "But he, seeing me weeping, asked the cause of my tears."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:5",
                            "text": "Then I said, \"In what have I sinned so that you have spoken to me such a word?\"  Then Peter answered, \"If it were wrong of me to speak of being your servant, you were first in fault in asking to be mine\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:6",
                            "text": "Then I said, \"The cases are not parallel; for to do this indeed becomes me well; but it is terrible for you, the herald of God, and who savest our souls, to do this to me\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:7",
                            "text": "Then Peter answered, \"I should agree with you, but that our Lord, who came for the salvation of all the world, being alone noble above all, submitted to the condition of a servant, that He might persuade us not to be ashamed to perform the ministrations of servants to our brethren, however well-born we may be\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:8",
                            "text": "Then I said, \"If I think to overcome you in argument, I am foolish."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Clement: Homily XII 7:9",
                            "text": "However, I thank the providence of God, that I have been thought worthy to have you instead of parents\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily XII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily XII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily XII 8:2",
                            "text": "—Family History."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily XII 8:3",
                            "text": "Then Peter inquired, \"Are you really, then, alone in your family?\"  Then I answered, \"There are indeed many and great men, being of the kindred of Caesar."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily XII 8:4",
                            "text": "Wherefore Caesar himself gave a wife of his own family to my father, who was his foster-brother; and of her three sons of us were born, two before me, who were twins and very like each other, as my father told me."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily XII 8:5",
                            "text": "But I scarcely know either them or our mother, but bear about with me an obscure image of them, as through dreams."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily XII 8:6",
                            "text": "My mother's name was Mattidia, and my father's, Faustus; and of my brothers one was called Faustinus, and the other Faustinianus."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement: Homily XII 8:7",
                            "text": "Then after I, their third son, was born, my mother saw a vision—so my father told me—which told her, that unless she immediately took away her twin sons, and left the city of Rome for exile for twelve years, she and they must die by an all-destructive fate."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily XII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily XII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily XII 9:2",
                            "text": "—The Lost Ones."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily XII 9:3",
                            "text": "\"Therefore my father, being fond of his children, supplying them suitably for the journey with male and female servants, put them on board ship, and sent them to Athens with her to be educated, and kept me alone of his sons with him for his comfort; and for this I am very thankful, that the vision had not ordered me also to depart with my mother from the city of Rome."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily XII 9:4",
                            "text": "Then, after the lapse of a year, my father sent money to them to Athens, and at the same time to learn how they did."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily XII 9:5",
                            "text": "But those who went on this errand did not return."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily XII 9:6",
                            "text": "And in the third year, my father being distressed, sent others in like manner with supplies, and they returned in the fourth year with the tidings that they had seen neither my mother nor my brothers, nor had they ever arrived at Athens, nor had they found any trace of any one of those who set out with them."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily XII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:2",
                            "text": "—The Seeker Lost."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:3",
                            "text": "\"Then my father, hearing this, and being stupefied with excessive grief, and not knowing where to go in quest of them, used to take me with him and go down to the harbour, and inquire of many where any one of them had seen or heard of a shipwreck four years ago."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:4",
                            "text": "And one turned one place, and another another."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:5",
                            "text": "Then he inquired whether they had seen the body of a woman with two children cast ashore."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:6",
                            "text": "And when they told him they had seen many corpses."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:7",
                            "text": "in many places, my father groaned at the information."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:8",
                            "text": "But, with his bowels yearning, he asked unreasonable questions, that he might try to search so great an extent of sea."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:9",
                            "text": "However, he was pardonable, because, through affection towards those whom he was seeking for, he fed on vain hopes."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:10",
                            "text": "And at last, placing me under guardians, and leaving me at Rome when I was twelve years old, he himself, weeping, went down to the harbour, and went on board ship, and set out upon the search."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:11",
                            "text": "And from that day till this I have neither received a letter from him, nor do I know whether he be alive or dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:12",
                            "text": "But I rather suspect that he is dead somewhere, either overcome by grief, or perished by shipwreck."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Clement: Homily XII 10:13",
                            "text": "And the proof of that is that it is now the twentieth year that I have heard no true intelligence concerning him\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily XII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily XII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily XII 11:2",
                            "text": "—The Afflictions of the Righteous."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily XII 11:3",
                            "text": "But Peter, hearing this, wept through sympathy, and immediately said to the gentlemen who were present:  \"If any worshipper of God had suffered these things, such as this man's father hath suffered, he would immediately have assigned the cause of it to be his worship of God, ascribing it to the wicked one."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily XII 11:4",
                            "text": "Thus also it is the lot of the wretched Gentiles to suffer; and we worshippers of God know it not."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily XII 11:5",
                            "text": "But with good reason I call them wretched, because here they are ensnared, and the hope that is thine they obtain not."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily XII 11:6",
                            "text": "For those who in the worship of God suffer afflictions, suffer them for the expiation of their transgressions\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily XII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily XII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily XII 12:2",
                            "text": "—A Pleasure Trip."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily XII 12:3",
                            "text": "When Peter had spoken thus, a certain one amongst us ventured to invite him, in the name of all, that next day, early in the morning, he should sail to Aradus, an island opposite, distant, I suppose, not quite thirty stadia, for the purpose of seeing two pillars of vine-wood that were there, and that were of very great girth."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily XII 12:4",
                            "text": "Therefore the indulgent Peter consented, saying, \"When you leave the boat, do not go many of you together to see the things that you desire to see; for I do not wish that the attention of the inhabitants should be turned to you\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily XII 12:5",
                            "text": "And so we sailed, and in short time arrived at the island."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily XII 12:6",
                            "text": "Then landing from the boat, we went to the place where the vine-wood pillars were, and along with them we looked at several of the works of Phidias."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily XII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily XII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily XII 13:2",
                            "text": "—A Woman of a Sorrowful Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily XII 13:3",
                            "text": "But Peter alone did not think it worth while to look at the sights that were there; but noticing a certain woman sitting outside before the doors, begging constantly for her support, he said to her, \"O woman, is any of your limbs defective, that you submit to such disgrace—I mean that of begging,—and do not rather work with the hands which God has given you, and procure your daily food?\"  But she, groaning, answered, \"Would that I had hands able to work!  But now they retain only the form of hands, being dead and rendered useless by my gnawing of them\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily XII 13:4",
                            "text": "Then Peter asked her, \"What is the cause of your suffering so terribly?\"  And she answered, \"Weakness of soul; and nought else."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Homily XII 13:5",
                            "text": "For if I had the mind of a man, there was a precipice or a pool whence I should have thrown myself, and have been able to rest from my tormenting misfortunes\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily XII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily XII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily XII 14:2",
                            "text": "—Balm in Gilead."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily XII 14:3",
                            "text": "Then said Peter, \"What then?  Do you suppose, O woman, that those who destroy themselves are freed from punishment?  Are not the souls of those who thus die punished with a worse punishment in Hades for their suicide?\"  But she said, \"Would that I were persuaded that souls are really found alive in Hades; then I should love death, making light of the punishment, that I might see, were it but for an hour, my longed for sons!\"  Then said Peter, \"What is it that grieves you?  I should like to know, O woman."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Homily XII 14:4",
                            "text": "For if you inform me, in return for this favour, I shall satisfy you that souls live in Hades; and instead of precipice or pool, I shall give you a drug, that you may live and die without torment\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily XII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:2",
                            "text": "—The Woman's Story."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:3",
                            "text": "Then the woman, not understanding what was spoken ambiguously, being pleased with the promise, began to speak thus:—\"Were I to speak of my family and my country, I do not suppose that I should be able to persuade any one."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:4",
                            "text": "But of what consequence is it to you to learn this, excepting only the reason why in my anguish I have deadened my hands by gnawing them?  Yet I shall give you an account of myself, so far as it is in your power to hear it."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:5",
                            "text": "I, being very nobly born, by the arrangement of a certain man in authority, became the wife of a man who was related to him."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:6",
                            "text": "And first I had twins sons, and afterwards another son."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:7",
                            "text": "But my husband's brother, being thoroughly mad, was enamoured of wretched me, who exceedingly affected chastity."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:8",
                            "text": "And I, wishing neither to consent to my lover nor to expose to my husband his brother's love of me, reasoned thus:  that I may neither defile myself by the commission of adultery nor disgrace my husband's bed, nor set brother at war with brother, nor subject the whole family, which is a great one, to the reproach of all, as I said."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:9",
                            "text": "I reasoned that it was best for me to leave the city for some time with my twin children, until the impure love should cease of him who flattered me to my disgrace."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Clement: Homily XII 15:10",
                            "text": "The other son, however, I left with his father, to remain for a comfort to him."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily XII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily XII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily XII 16:2",
                            "text": "—The Shipwreck."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily XII 16:3",
                            "text": "\"However, that matters might be thus arranged, I resolved to fabricate a dream, to the effect that some one stood by me by night, and thus spoke:  'O woman, straightway leave the city with your twin children for some time, until I shall charge you to return hither again; otherwise you forthwith shall die miserably, with your husband and all your children."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily XII 16:4",
                            "text": "'  And so I did."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily XII 16:5",
                            "text": "For as soon as I told the false dream to my husband, he being alarmed, sent me off by ship to Athens with my two sons, and with slaves, maids, and abundance of money, to educate the boys, until, said he, it shall please the giver of the oracle that you return to me."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily XII 16:6",
                            "text": "But, wretch that I am, while sailing with my children, I was driven by the fury of the winds into these regions, and the ship having gone to pieces in the night, I was wrecked."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Homily XII 16:7",
                            "text": "And all the rest having died, my unfortunate self alone was tossed by a great wave and cast upon a rock; and while I sat upon it in my misery, I was prevented, by the hope of finding my children alive, from throwing myself into the deep then, when I could easily have done it, having my soul made drunk by the waves."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily XII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:2",
                            "text": "—The Fruitless Search."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:3",
                            "text": "\"But when the day dawned, I shouted aloud, and howled miserably, and looked around, seeking for the dead bodies of my hapless children."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:4",
                            "text": "Therefore the inhabitants took pity on me, and seeing me naked, they first clothed me and then sounded the deep, seeking for my children."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:5",
                            "text": "And when they found nothing of what they sought, some of the hospitable women came to me to comfort me, and every one told her own misfortunes, that I might obtain comfort from the occurrences of similar misfortunes."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:6",
                            "text": "But this only grieved me the more for I said that I was not so wicked that I could take comfort from the misfortunes of others."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:7",
                            "text": "And so, when many of them asked me to accept their hospitality, a certain poor woman with much urgency constrained me to come into her cottage, saying to me, 'Take courage, woman, for my husband, who was a sailor, also died at sea, while he was still in the bloom of his youth; and ever since, though many have asked me in marriage, I have preferred living as a widow, regretting the loss of my husband."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:8",
                            "text": "But we shall have in common whatever we can both earn with our hands."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Clement: Homily XII 17:9",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily XII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:2",
                            "text": "—Trouble Upon Trouble."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:3",
                            "text": "\"And not to lengthen out unnecessary details, I went to live with her, on account of her love to her husband."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:4",
                            "text": "And not long after, my hands were debilitated by my gnawing of them; and the woman who had taken me in, being wholly seized by some malady, is confined in the house."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:5",
                            "text": "Since then the former compassion of the women has declined, and I and the woman of the house are both of us helpless."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:6",
                            "text": "For a long time I have sat here, as you see, begging; and whatever I get I convey to my fellow-sufferer for our support."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:7",
                            "text": "Let this suffice about my affairs."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Clement: Homily XII 18:8",
                            "text": "For the rest, what hinders your fulfilling of your promise to give me the drug, that I may give it to her also, who desires to die; and thus I also, as you said, shall be able to escape from life?\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily XII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:2",
                            "text": "—Evasions."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:3",
                            "text": "While the woman thus spoke, Peter seemed to be in suspense on account of many reasonings."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:4",
                            "text": "But I came up and said, \"I have been going about seeking you for a long time."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:5",
                            "text": "And now, what is in hand?\"  But Peter ordered me to lead the way, and wait for him at the boat; and because there was no gainsaying when he commanded, I did as I was ordered."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:6",
                            "text": "But Peter, as he afterwards related the whole matter to me, being struck in his heart with some slight suspicion, inquired of the woman, saying, \"Tell me, O woman, your family, and your city, and the names of your children, and presently I shall give you the drug\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:7",
                            "text": "But she, being put under constraint, and not wishing to speak, yet being eager to obtain the drug, cunningly said one thing for another."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:8",
                            "text": "And so she said that she was an Ephesian and her husband a Sicilian; and in like manner she changed the names of the three children."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:9",
                            "text": "Then Peter, supposing that she spoke the truth, said, \"Alas! O woman, I thought that this day was to bring you great joy, suspecting that you are a certain person of whom I was thinking, and whose affairs I have heard and accurately know\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Clement: Homily XII 19:10",
                            "text": "But she adjured him, saying, \"Tell me, I entreat of you, that I may know if there is among women any one more wretched than myself\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily XII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily XII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily XII 20:2",
                            "text": "—Peter's Account of the Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily XII 20:3",
                            "text": "Then Peter, not knowing that she had spoken falsely, through pity towards her, began to tell her the truth:  \"There is a certain young man in attendance upon me, thirsting after the discourses on religion, a Roman citizen, who told me how that, having a father and two twin brothers, he has lost sight of them all."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily XII 20:4",
                            "text": "For,\" says he, \"my mother, as my father related to me, having seen a vision, left the city Rome for a time with her twin children, lest she should perish by an evil fate, and having gone away with them, she cannot be found; and her husband, the young man's father, having gone in search of her, he also cannot be found\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily XII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:2",
                            "text": "—A Disclosure."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:3",
                            "text": "While Peter thus spoke, the woman, who had listened attentively, swooned away as if in stupor."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:4",
                            "text": "But Peter approached her, and caught hold of her, and exhorted her to restrain herself, persuading her to confess what was the matter with her."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:5",
                            "text": "But she, being powerless in the rest of her body, as through intoxication, turned her head round, being able to sustain the greatness of the hoped for joy, and rubbing her face:  \"Where,\" said she, \"is this youth?\"  And he, now seeing through the whole affair, said, \"Tell me first; for otherwise you cannot see him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:6",
                            "text": "Then she earnestly said, \"I am that youth's mother\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:7",
                            "text": "Then said Peter, \"What is his name?\"  And she said, \"Clement\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:8",
                            "text": "Then Peter said, \"It is the same, and he it was that spoke to me a little while ago, whom I ordered to wait for me in the boat."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:9",
                            "text": "And she, falling at Peter's feet, entreated him to make haste to come to the boat."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:10",
                            "text": "Then Peter, \"If you will keep terms with me, I shall do so\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:11",
                            "text": "Then she said, \"I will do anything; only show me my only child."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:12",
                            "text": "For I shall seem to see in him my two children who died here\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:13",
                            "text": "Then Peter said, \"When ye see him, be quiet, until we depart from the island\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Clement: Homily XII 21:14",
                            "text": "And she said, \"I will\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily XII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily XII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily XII 22:2",
                            "text": "—The Lost Found."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily XII 22:3",
                            "text": "Peter, therefore, took her by the hand, and led her to the boat."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily XII 22:4",
                            "text": "But I, when I saw him leading the woman by the hand, laughed, and approaching, offered to lead her instead of him, to his honour."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily XII 22:5",
                            "text": "But as soon as I touched her hand, she gave a motherly shout, and embraced me violently, and eagerly kissed me as her son."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Clement: Homily XII 22:6",
                            "text": "But I, being ignorant of the whole affair, shook her off as a madwoman."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Clement: Homily XII 22:7",
                            "text": "But, through my respect for Peter, I checked myself."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily XII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:2",
                            "text": "—Reward of Hospitality."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:3",
                            "text": "But Peter said, \"Alas!  What are you doing, my son Clement, shaking off your real mother?\"  But I, when I heard this, wept, and falling down by my mother, who had fallen, I kissed her."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:4",
                            "text": "For as soon as this was told me, I in some way recalled her appearance indistinctly."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:5",
                            "text": "Then great crowds ran together to see the beggar woman, telling one another that her son had recognised her, and that he was a man of consideration."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:6",
                            "text": "Then, when we would have straightway left the island with my mother, she said to us, \"My much longed-for son, it is right that I should bid farewell to the woman who entertained me, who, being poor and wholly debilitated, lies in the house\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:7",
                            "text": "And Peter hearing this, and all the multitude who stood by, admired the good disposition of the woman."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:8",
                            "text": "And immediately Peter ordered some persons to go and bring the woman on her couch."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:9",
                            "text": "And as soon as the couch was brought and set down, Peter said, in the hearing of the whole multitude, \"If I be a herald of the truth, in order to the faith of the bystanders, that they may know that there is one God, who made the world, let her straightway rise whole\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:10",
                            "text": "And while Peter was still speaking, the woman arose healed, and fell down before Peter, and kissed her dear associate, and asked her what it all meant."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:11",
                            "text": "Then she briefly detailed to her the whole business of the recognition, to the astonishment of the hearers."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:12",
                            "text": "Then also my mother, seeing her hostess cured, entreated that she herself also might obtain healing."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Clement: Homily XII 23:13",
                            "text": "And his placing his hand upon her, cured her also."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement: Homily XII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement: Homily XII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement: Homily XII 24:2",
                            "text": "—All Well Arranged."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement: Homily XII 24:3",
                            "text": "And then Peter having discoursed concerning God and the service accorded to Him, he concluded as follows:  \"If any one wishes to learn these things accurately, let him come to Antioch, where I have resolved to remain some length of time, and learn the things that pertain to his salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement: Homily XII 24:4",
                            "text": "For if you are familiar with leaving your country for the sake of trading or of warfare, and coming to far-off places, you should not be unwilling to go three days' journey for the sake of eternal salvation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Clement: Homily XII 24:5",
                            "text": "Then, after the address of Peter, I presented the woman who had been healed, in the presence of all the multitude, with a thousand drachmas, for her support, giving her in charge to a certain good man, who was the chief man of the city, and who of his own accord joyfully undertook the charge."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Clement: Homily XII 24:6",
                            "text": "Further, having distributed money amongst many other women, and thanked those who at any time had comforted my mother, I sailed away to Antaradus, along with my mother, and Peter, and the rest of our companions; and thus we proceeded to our lodging."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Clement: Homily XII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:2",
                            "text": "—Philanthropy and Friendship."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:3",
                            "text": "And when we were arrived and had partaken of food, and given thanks according to our custom, there being still time, I said to Peter:  \"My lord Peter, my mother has done a work of philanthropy in remembering the woman her hostess\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:4",
                            "text": "And Peter answered, \"Have you indeed, O Clement, thought truly that your mother did a work of philanthropy in respect of her treatment of the woman who took her in after her shipwreck, or have you spoken this word by way of greatly complimenting your mother?  But if you spoke truly, and not by way of compliment, you seem to me not to know what the greatness of philanthropy is, which is affection towards any one whatever in respect of his being a man, apart from physical persuasion."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:5",
                            "text": "But not even do I venture to call the hostess who received your mother after her shipwreck, philanthropic; for she was impelled by pity, and persuaded to become the benefactress of a woman who had been shipwrecked, who was grieving for her children,—a stranger, naked, destitute, and greatly deploring her misfortunes."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:6",
                            "text": "When, therefore, she was in such circumstances, who that saw her, though he were impious, could but pity her?  So that it does not seem to me that even the stranger-receiving woman did a work of philanthropy, but to have been moved to assist her by pity for her innumerable misfortunes."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:7",
                            "text": "And how much more is it true of your mother, than when she was in prosperous circumstances and requited her hostess, she did a deed, not of philanthropy, but of friendship! for there is much difference between friendship and philanthropy, because friendship springs from requital."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:8",
                            "text": "But philanthropy, apart from physical persuasion, loves and benefits every man as he is a man."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Clement: Homily XII 25:9",
                            "text": "If, therefore, while she pitied her hostess, she also pitied and did good to her enemies who have wronged her, she would be philanthropic; but if, on one account she is friendly or hostile, and on another account is hostile or friendly, such an one is the friend or enemy of some quality, not of man as man\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Clement: Homily XII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:2",
                            "text": "—What is Philanthropy."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:3",
                            "text": "Then I answered, \"Do you not think, then, that even the stranger-receiver was philanthropic, who did good to a stranger whom she did not know?\"  Then Peter said, \"Compassionate, indeed, I can call her, but I dare not call her philanthropic, just as I cannot call a mother philoteknic, for she is prevailed on to have an affection for them by her pangs, and by her rearing of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:4",
                            "text": "As the lover also is gratified by the company and enjoyment of his mistress, and the friend by return of friendship, so also the compassionate man by misfortune."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:5",
                            "text": "However the compassionate man is near to the philanthropic, in that he is impelled, apart from hunting after the receipt of anything, to do the kindness."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:6",
                            "text": "But he is not yet philanthropic\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:7",
                            "text": "Then I said, \"By what deeds, then, can any one be philanthropic?\"  And Peter answered, \"Since I see that you are eager to hear what is the work of philanthropy, I shall not object to telling you."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:8",
                            "text": "He is the philanthropic man who does good even to his enemies."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:9",
                            "text": "And that it is so, listen:  Philanthropy is masculo-feminine; and the feminine part of it is called compassion, and the male part is named love to our neighbour."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:10",
                            "text": "But every man is neighbour to every man, and not merely this man or that; for the good and the bad, the friend and the enemy, are alike men."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:11",
                            "text": "It behoves, therefore, him who practises philanthropy to be an imitator of God, doing good to the righteous and the unrighteous, as God Himself vouchsafes His sun and His heavens to all in the present world."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Clement: Homily XII 26:12",
                            "text": "But if you will do good to the good, but not to the evil, or even will punish them, you undertake to do the work of a judge, you do not strive to hold by philanthropy\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Clement: Homily XII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:2",
                            "text": "—Who Can Judge."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:3",
                            "text": "Then I said, \"Then even God, who, as you teach us, is at some time to judge, is not philanthropic\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:4",
                            "text": "Then said Peter, \"You assert a contradiction; for because He shall judge, on that very account He is philanthropic."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:5",
                            "text": "For he who loves and compassionates those who have been wronged, avenges those who have wronged them\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:6",
                            "text": "Then I said, \"If, then, I also do good to the good, and punish the wrong-doers in respect of their injuring men, am I not philanthropic?\"  And Peter answered, \"If along with knowledge you had also authority to judge, you would do this rightly on account of your having received authority to judge those whom God made, and on account of your knowledge infallibly justifying some as the righteous, and condemning some as unrighteous\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:7",
                            "text": "Then I said, \"You have spoken rightly and truly; for it is impossible for any one who has not knowledge to judge rightly."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:8",
                            "text": "For sometimes some persons seem good, though they perpetrate wickedness in secret, and some good persons are conceived to be bad through the accusation of their enemies."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:9",
                            "text": "But even if one judges, having the power of torturing and examining, not even so should he altogether judge righteously."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Clement: Homily XII 27:10",
                            "text": "For some persons, being murderers, have sustained the tortures, and have come off as innocent; while others, being innocent, have not been able to sustain the tortures, but have confessed falsely against themselves, and have been punished as guilty\"."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Clement: Homily XII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Clement: Homily XII 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Clement: Homily XII 28:2",
                            "text": "—Difficulty of Judging."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Clement: Homily XII 28:3",
                            "text": "Then said Peter, \"These things are ordinary:  now hear what is greater."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Clement: Homily XII 28:4",
                            "text": "There are some men whose sins or good deeds are partly their own, and partly those of others; but it is right that each one be punished for his own sins, and rewarded for his own merits."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Clement: Homily XII 28:5",
                            "text": "But it is impossible for any one except a prophet, who alone has omniscience, to know with respect to the things that are done by any one, which are his own, and which are not; for all are seen as done by him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Clement: Homily XII 28:6",
                            "text": "Then I said, \"I would learn how some of men's wrong-doings or right-doings are their own, and some belong to others\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Clement: Homily XII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Clement: Homily XII 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Clement: Homily XII 29:2",
                            "text": "—Sufferings of the Good."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Clement: Homily XII 29:3",
                            "text": "Then Peter answered, \"The prophet of the truth has said, 'Good things must needs come, and blessed, said he, is he by whom they come; in like manner evil things must needs come, but woe to him through whom they come."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Clement: Homily XII 29:4",
                            "text": "'  But if evil things come by means of evil men, and good things are brought by good men, it must needs be in each man as his own to be either good or bad, and proceeding from what he has proposed, in order to the coming of the subsequent good or evil, which, being of his own choice, are not arranged by the providence of God to come from him."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Clement: Homily XII 29:5",
                            "text": "This being so, this is the judgment of God, that he who, as by a combat, comes through all misfortune and is found blameless, he is deemed worthy of eternal life; for those who by their own will continue in goodness, are tempted by those who continue in evil by their own will, being persecuted, hated, slandered, plotted against, struck, cheated, accused, tortured, disgraced,—suffering all these things by which it seems reasonable that they should be enraged and stirred up to vengeance."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Clement: Homily XII 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Clement: Homily XII 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Clement: Homily XII 30:2",
                            "text": "—Offences Must Come."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Clement: Homily XII 30:3",
                            "text": "\"But the Master knowing that those who wrongfully do these things are guilty by means of their former sins, and that the spirit of wickedness works these things by means of the guilty, has counselled to compassionate men, as they are men, and as being the instruments of wickedness through sin; and this counsel He has given to His disciples as claiming philanthropy, and, as much as in us lies, to absolve the wrong-doers from condemnation, that, as it were, the temperate may help the drunken, by prayers, fastings, and benedictions, not resisting, not avenging, lest they should compel them to sin more."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Clement: Homily XII 30:4",
                            "text": "For when a person is condemned by any one to suffer, it is not reasonable for him to be angry with him by whose means the suffering comes; for he ought to reason, that if he had not ill-used him, yet because he was to be ill-used, he must have suffered it by means of another."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Clement: Homily XII 30:5",
                            "text": "Why, then, should I be angry with the dispenser, when I was condemned at all events to suffer?  But yet, further:  if we do these same things to the evil on pretence of revenge, we who are good do the very things which the evil do, excepting that they do them first, and we second; and, as I said, we ought not to be angry, as knowing that in the providence of God, the evil punish the good."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Clement: Homily XII 30:6",
                            "text": "Those, therefore, who are bitter against their punishers, sin, as disdaining the messengers of God; but those who honour them, and set themselves in opposition to those who think to injure them, are pious towards God who has thus decreed\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Clement: Homily XII 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:2",
                            "text": "—\"Howbeit, They Meant It Not\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:3",
                            "text": "To this I answered, \"Those, therefore, who do wrong are not guilty, because they wrong the just by the judgment of God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:4",
                            "text": "Then Peter said, \"They indeed sin greatly, for they have given themselves to sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:5",
                            "text": "Wherefore knowing this, God chooses from among them some to punish those who righteously repented of their former sins, that the evil things done by the just before their repentance may be remitted through this punishment."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:6",
                            "text": "But to the wicked who punish and desire to ill-use them, and will not repent, it is permitted to ill-use the righteous for the filling up of their own punishment."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:7",
                            "text": "For without the will of God, not even a sparrow can fall into a girn."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Clement: Homily XII 31:8",
                            "text": "Thus even the hairs of the righteous are numbered by God."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Clement: Homily XII 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:2",
                            "text": "—The Golden Rule."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:3",
                            "text": "\"But he is righteous who for the sake of what is reasonable fights with nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:4",
                            "text": "For example, it is natural to all to love those who love them."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:5",
                            "text": "But the righteous man tries also to love his enemies and to bless those who slander him, and even to pray for his enemies, and to compassionate those who do him wrong."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:6",
                            "text": "Wherefore also he refrains from doing wrong, and blesses those who curse him, pardons those who strike him, and submits to those who persecute him, and salutes those who do not salute him, shares such things as he has with those who have not, persuades him that is angry with him, conciliates his enemy, exhorts the disobedient, instructs the unbelieving, comforts the mourner; being distressed, he endures; being ungratefully treated, he is not angry."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:7",
                            "text": "But having devoted himself to love his neighbour as himself, he is not afraid of poverty, but becomes poor by sharing his possessions with those who have none."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:8",
                            "text": "But neither does he punish the sinner."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:9",
                            "text": "For he who loves his neighbour as himself, as he knows that when he has sinned he does not wish to be punished, so neither does he punish those who sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:10",
                            "text": "And as he wishes to be praised, and blessed, and honoured, and to have all his sins forgiven, thus he does to his neighbour, loving him as himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:11",
                            "text": "In one word, what he wishes for himself, he wishes also for his neighbour."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:12",
                            "text": "For this is the law of God and of the prophets this is the doctrine of truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Clement: Homily XII 32:13",
                            "text": "And this perfect love towards every man is the male part of philanthropy, but the female part of it is compassion; that is, to feed the hungry, to give drink to the thirsty, to clothe the naked, to visit the sick, to take in the stranger, to show herself to, and help to the utmost of her power, him who is in prison, and, in short, to have compassion on him who is in misfortune\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Clement: Homily XII 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:2",
                            "text": "—Fear and Love."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:3",
                            "text": "But I, hearing this, said:  \"These things, indeed, it is impossible to do; but to do good to enemies, bearing all their insolences, I do not think can possibly be in human nature\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:4",
                            "text": "Then Peter answered:  \"You have said truly; for philanthropy, being the cause of immortality, is given for much\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:5",
                            "text": "Then I said, \"How then is it possible to get it in the mind?\"  Then Peter answered:  \"O beloved Clement, the way to get it is this:  if any one be persuaded that enemies, ill-using for a time those whom they hate, become the cause to them of deliverances from eternal punishment; and forthwith he will ardently love them as benefactors."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:6",
                            "text": "But the way to get it, O dear Clement, is but one, which is the fear of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:7",
                            "text": "For he who fears God cannot indeed from the first love his neighbour as himself; for such an order does not occur to the soul."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:8",
                            "text": "But by the fear of God he is able to do the things of those who love; and thus, while he does the deeds of love, the bride Love is, as it were, brought to the bridegroom Fear."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:9",
                            "text": "And thus this bride, bringing forth philanthropic thoughts, makes her possessor immortal, as an accurate image of God, which cannot be subject in its nature to corruption\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Clement: Homily XII 33:10",
                            "text": "Thus while he expounded to us the doctrine of philanthropy, the evening having set in, we turned to sleep."
                        }
                    ]
                }
            ]
        }
    ]
}