{
    "books": [
        {
            "name": "Augustine: Reply to Faustus the Manichaean III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Reply to Faustus the Manichaean III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:1",
                            "text": "Book XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:2",
                            "text": "Faustus explains the Manich aean denial that man was made by God as applying to the fleshly man not to the spiritual."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:3",
                            "text": "Augustin elucidates the Apostle Paul's contrasts between flesh and spirit so as to exclude the Manich aean view."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:4",
                            "text": "1."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:5",
                            "text": "Faustus said: We are asked the reason for our denial that man is made by God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:6",
                            "text": "But we do not assert that man is in no sense made by God; we only ask in what sense, and when, and how."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:7",
                            "text": "For, according to the apostle, there are two men, one of whom he calls sometimes the outer man, generally the earthy, sometimes, too, the old man: the other he calls the inner or heavenly or new man."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:8",
                            "text": "The question is, Which of these is made by God? For there are likewise two times of our nativity; one when nature brought us forth into this light, binding us in the bonds of flesh; and the other, when the truth regenerated us on our conversion from error and our entrance into the faith."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:9",
                            "text": "It is this second birth of which Jesus speaks in the Gospel, when He says, \"Except a man be born again, he cannot see the kingdom of God\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:10",
                            "text": "Nicodemus, not knowing what Christ meant, was at a loss, and inquired how this could be, for an old man could not enter into his mother's womb and be born a second time."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:11",
                            "text": "Jesus said in reply, \"Except a man be born of water and of the Holy Spirit, he cannot see the kingdom of God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:12",
                            "text": "Then He adds, \"That which is born of the flesh is flesh; and that which is born of the Spirit is spirit\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:13",
                            "text": "Hence, as the birth in which our bodies originate is not the only birth, but there is another in which we are born again in spirit, an important question arises from this distinction as to which of those births it is in which God makes us."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:14",
                            "text": "The manner of birth also is twofold."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:15",
                            "text": "In the humiliating process of ordinary generation, we spring from the heat of animal passion; but when we are brought into the faith, we are formed under good instruction in honor and purity in Jesus Christ, by the Holy Spirit."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:16",
                            "text": "For this reason, in all religion, and especially in the Christian religion, young children are invited to membership."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:17",
                            "text": "This is hinted at in the words of His apostle: \"My little children, of whom I travail in birth again until Christ be formed in you\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:18",
                            "text": "The question, then, is not whether God makes man, but what man He makes, and when, and how."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:19",
                            "text": "For if it is when we are fashioned in the womb that God forms us after His own image, which is the common belief of Gentiles and Jews, and which is also your belief, then God makes the old man, and produces us by means of sensual passion, which does not seem suitable to His divine nature."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:20",
                            "text": "But if it is when we are converted and brought to a better life that we are formed by God, which is the general doctrine of Christ and His apostles, and which is also our doctrine, in this case God makes us new men, and produces us in honor and purity, which would agree perfectly with His sacred and adorable majesty."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:21",
                            "text": "If you do not reject Paul's authority, we will prove to you from him what man God makes, and when, and how."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:22",
                            "text": "He says to the Ephesians, \"That ye put off according to your former conversation the old man, which is corrupt through deceitful lusts; and be renewed in the spirit of your mind; and put on the new man, which after God is created in righteousness and holiness of truth\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:23",
                            "text": "This shows that in the creation of man after the image of God, it is another man that is spoken of, and another birth, and another manner of birth."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:24",
                            "text": "The putting off and putting on of which he speaks, point to the time of the reception of the truth; and the assertion that the new man is created by God implies that the old man is created neither by God nor after God."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:25",
                            "text": "And when he adds, that this new man is made in holiness and righteousness and truth, he thus points to another manner of birth of which this is the character, and which, as I have said, differs widely from the manner in which bodily generation is effected."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:26",
                            "text": "And as he declares that only the former is of God, it follows that the latter is not."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:27",
                            "text": "Again, writing to the Colossians, he uses words to the same effect: \"Put off the old man with his deeds, and put on the new man, which is renewed in the knowledge of God according to the image of Him who created Him in you\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:28",
                            "text": "Here he not only shows that it is the new man that God makes, but he declares the time and manner of the formation, for the words in the knowledge of God point to the time of believing."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:29",
                            "text": "Then he adds, according to the image of Him who created him, to make it clear that the old man is not the image of God, nor formed by God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:30",
                            "text": "Moreover, the following words, \"Where there is neither male nor female, Jew nor Greek, Barbarian nor Scythian,\"  show more plainly still that the birth by which we are made male and female, Greeks and Jews, Scythians and Barbarians, is not the birth in which God effects the formation of man; but that the birth with which God has to do is that in which we lose the difference of nation and sex and condition, and become one like Him who is one, that is, Christ."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:31",
                            "text": "So the same apostle says again, \"As many as have been baptized in Christ have put on Christ: there is neither Jew nor Greek, there is neither male nor female, there is neither bond nor free; but all are one in Christ\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:32",
                            "text": "Man, then, is made by God, not when from one he is divided into many, but when from many he becomes one."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:33",
                            "text": "The division is in the first birth, or that of the body; union comes by the second, which is immaterial and divine."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:34",
                            "text": "This affords sufficient ground for our opinion, that the birth of the body should be ascribed to nature, and the second birth to the Supernal Majesty."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:35",
                            "text": "So the same apostle says again to the Corinthians, \"I have begotten you in Christ Jesus by the gospel;\"  and, speaking of himself, to the Galatians, \"When it pleased Him, who separated me from my mother's womb, to reveal His Son in me, that I might preach Him among the Gentiles, immediately I conferred not with flesh and blood\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:36",
                            "text": "It is plain that everywhere he speaks of the second or spiritual birth as that in which we are made by God, as distinct from the indecency of the first birth, in which we are on a level with other animals as regards dignity and purity, as we are conceived in the maternal womb, and are formed, and brought forth."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:37",
                            "text": "You may observe that in this matter the dispute between us is not so much about a question of doctrine as of interpretation."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:38",
                            "text": "For you think that it is the old or outer or earthy man that is said to have been made by God; while we apply this to the heavenly man, giving the superiority to the inner or new man."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:39",
                            "text": "And our opinion is not rash or groundless, for we have learned it from Christ and His apostles, who are proved to have been the first in the world who thus taught."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:40",
                            "text": "2."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:41",
                            "text": "Augustin replied: The Apostle Paul certainly uses the expression the inner man for the spirit of the mind, and the outer man for the body and for this mortal life; but we nowhere find him making these two different men, but one, which is all made by God, both the inner and the outer."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:42",
                            "text": "However, it is made in the image of God only as regards the inner, which, besides being immaterial, is rational, and is not possessed by the lower animals."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:43",
                            "text": "God, then, did not make one man after His own image, and another man not after that image; but the one man, which includes both the inner and the outer, He made after His own image, not as regards the possession of a body and of mortal life, but as regards the rational mind with the power of knowing God, and with the superiority as compared with all irrational creatures which the possession of reason implies."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:44",
                            "text": "Faustus allows that the inner man is made by God, when, as he says, it is renewed in the knowledge of God after the image of Him that created him."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:45",
                            "text": "I readily admit this on the apostle's authority."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:46",
                            "text": "Why does not Faustus admit on the same authority that \"God has placed the members every one in the body, as it has pleased Him\"?  Here we learn from the same apostle that God is the framer of the outer man too."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:47",
                            "text": "Why does Faustus take only what he thinks to be in his own favor, while he leaves out or rejects what upsets the follies of the Manich aeans? Moreover, in treating of the earthy and the heavenly man, and making the distinction between the mortal and the immortal, between that which we are in Adam and that which we shall be in Christ, the apostle quotes the declaration of the law regarding the earthy or natural body, referring to the very book and the very passage where it is written that God made the earthy man too."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:48",
                            "text": "Speaking of the manner in which the dead shall rise again, and of the body with which they shall come, after using the similitude of the seeds of corn, that they are sown bare grain, and that God gives them a body as it pleases Him, and to every seed his own body,—thus, by the way, overthrowing the error of the Manich aeans, who say that grains and plants, and all roots and shoots, are created by the race of darkness, and not by God, who, according to them, instead of exerting power in the production of these objects, is Himself subject to confinement in them,—he goes on, after this refutation of Manich aean impieties, to describe the different kinds of flesh."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:49",
                            "text": "\"All flesh,\" he says, \"is not the same flesh\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:50",
                            "text": "Then he speaks of celestial and terrestrial bodies, and then of the change of our body by which it will become spiritual and heavenly."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:51",
                            "text": "\"It is sown,\" he says, \"in dishonor, it shall rise in glory; it is sown in weakness, it shall rise in power; it is sown a natural body, it shall rise a spiritual body\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:52",
                            "text": "Then, in order to show the origin of the animal body, he says, \"There is a natural body, and there is a spiritual body; as it is written, The first man, Adam, was made a living soul\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:53",
                            "text": "Now this is written in Genesis,  where it is related how God made man, and animated the body which He had formed of the earth."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:54",
                            "text": "By the old man the apostle simply means the old life, which is a life in sin, and is after the manner of Adam, of whom it is said, \"By one man sin entered into the world, and death by sin; and so death passed upon all men, in that all have sinned\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:55",
                            "text": "Thus the whole of this man, both the inner and the outer part, has become old because of sin, and liable to the punishment of mortality."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:56",
                            "text": "There is, however, a restoration of the inner man, when it is renewed after the image of its Creator, in the putting off of unrighteousness—that is, the old man, and putting on righteousness—that is, the new man."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:57",
                            "text": "But when that which is sown a natural body shall rise a spiritual body, the outer man too shall attain the dignity of a celestial character; so that all that has been created may be created anew, and all that has been made be remade by the Creator and Maker Himself."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:58",
                            "text": "This is briefly explained in the words: \"The body is dead because of sin; but the spirit is life because of righteousness."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:59",
                            "text": "But if the Spirit of Him who raised up Jesus from the dead dwell in you, He that raised up Christ from the dead will also quicken your mortal bodies by His Spirit dwelling in you\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:60",
                            "text": "No one instructed in the Catholic doctrine but knows that it is in the body that some are male and some female, not in the spirit of the mind, in which we are renewed after the image of God."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:61",
                            "text": "But elsewhere the apostle teaches that God is the Maker of both; for he says, \"Neither is the woman without the man, nor the man without the woman, in the Lord; for as the woman is of the man, so is the man by the woman; but all things are of God\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:62",
                            "text": "The only reply given to this, by the perverse stupidity of those who are alienated from the life of God by the ignorance which is in them, on account of the blindness of their heart, is, that whatever pleases them in the apostolic writings is true, and whatever displeases them is false."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:63",
                            "text": "This is the insanity of the Manich aeans, who will be wise if they cease to be Manich aeans."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:64",
                            "text": "As it is, if they are asked whether it is He that remakes and renews the inner man (which they acknowledge to be renewed after the image of God, and they themselves quote the passage in support of this; and, according to Faustus, God makes man when the inner man is renewed in the image of God), they will answer, yes."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:65",
                            "text": "And if we then go on to ask when God made what He now renews, they must devise some subterfuge to prevent the exposure of their absurdities."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:66",
                            "text": "For, according to them, the inner man is not formed or created or originated by God, but is part of His own substance sent against His enemies; and instead of becoming old by sin, it is through necessity captured and damaged by the enemy."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:67",
                            "text": "Not to repeat all the nonsense they talk, the first man they speak of is not the man of the earth earthy that the apostle speaks of,  but an invention proceeding from their own magazine of untruths."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:68",
                            "text": "Faustus, though he chooses man as a subject for discussion, says not a word of this first man; for he is afraid that his opponents in the discussion might come to know something about him."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean III 1:69",
                            "text": "."
                        }
                    ]
                }
            ]
        }
    ]
}