{
    "books": [
        {
            "name": "Rufinus: Preface to the Translations of Origen's Books",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Rufinus: Preface to the Translations of Origen's Books 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:1",
                            "text": "Preface to the Translations of Origen's Books Περὶ ᾽Αρχῶν  Addressed to Macarius, at Pinetum, a."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:2",
                            "text": "d."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:3",
                            "text": "397."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:4",
                            "text": "The Translation of the two first Books of the Περὶ ᾽Αρχῶν was issued soon after, or contemporaneously with the Apology of Pamphilus."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:5",
                            "text": "The Preface to them was intended to remove prejudices by showing that Jerome (who though not named is clearly described) had been Rufinus' precursor in translating Origen."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:6",
                            "text": "The compliments paid to Jerome were no doubt sincere: but the use made of his previous action can hardly be justified."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:7",
                            "text": "Rufinus knew well that Jerome's view of Origen had to some extent altered, that a disagreeable controversy had sprung up at Jerusalem about him, in which he and Jerome had taken opposite sides: and that the animosity aroused by this had with the greatest difficulty been allayed, and a reconciliation effected at the moment when he had quitted Palestine."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:8",
                            "text": "This Preface with the Translation of the Περὶ ᾽Αρχῶν was the most immediate cause of the violent controversy and the final estrangement between Rufinus and Jerome."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:9",
                            "text": "I am aware that a great many of our brethren were incited by their longing for Scriptural knowledge to demand from various men who were versed in Greek literature that they would give the works of Origen to men who used the Latin tongue, and thus make him a Roman."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:10",
                            "text": "Among these was that brother and associate of mine to whom this request was made by bishop Damasus, and who when he translated the two homilies on the Song of Songs from Greek into Latin prefixed to the work a preface so full of beauty and so magnificent that he awoke in every one the desire of reading Origen and eagerly investigating his works."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:11",
                            "text": "He said that to the soul of that great man the words might well be applied: \"The King has brought me into his chamber\": and he declared that Origen in his other books had surpassed all other men, but in this had surpassed himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:12",
                            "text": "What he promises in this Preface is, indeed, that he will give to Roman ears not only these books but many others of Origen."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:13",
                            "text": "But I find that he is so enamoured of his own style that he pursues a still more ambitious object, namely, that he should be the creator of the book, not merely its translator."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:14",
                            "text": "I am then following out a task begun by him and commended by his example; but it is out of my power to set forth the words of this great man with a force and an eloquence like his: and I have therefore to fear that it may happen through my fault that the man whom he justly commends as a teacher of the church both in knowledge and in wisdom second only to the Apostles may be thought to have a far lower rank through my poverty of language."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:15",
                            "text": "When I reflected on this I was inclined to keep silence, and not to assent to the brethren who were constantly adjuring me to make the translation."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:16",
                            "text": "But your influence is such, my most faithful brother Macarius, that even the consciousness of my unfitness is not sufficient to make me resist."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:17",
                            "text": "I have therefore yielded to your importunity though it was against my resolution, so that I might no longer be exposed to the demands of a severe taskmaster; but I have done so on this condition and on this understanding, that in making the translation I should follow as far as possible the method of my predecessors, and especially of him of whom I have already made mention."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:18",
                            "text": "He, after translating into Latin above seventy of the books of Origen which he called Homiletics, and also a certain number of the \"Tomes,\" proceeded to purge and pare away in his translation all the causes of stumbling which are to be found in the Greek works; and this he did in such a way that the Latin reader will find nothing in them which jars with our faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:19",
                            "text": "In his steps, therefore, I follow, not, indeed, with the power of eloquence which is his, but, as far as may be, in his rules and method, that is, taking care not to promulgate those things which are found in the books of Origen to be discrepant and contradictory to one another."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:20",
                            "text": "The cause of these variations I have set forth very fully for your information in the Apology which Pamphilus wrote for the books of Origen, to which I have appended a very short treatise showing by proofs which seem to me quite clear that his books have been in very many cases falsified by heretical and ill-disposed persons."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:21",
                            "text": "This is especially the case with the books which you now require me to translate, namely, the Περὶ ᾽Αρχῶν, which may be rendered either Concerning First Principles or Concerning Principalities."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:22",
                            "text": "These books are in truth, apart from these questions, exceedingly obscure and difficult; for in them he discusses matters over which the philosophers have spent their whole lives without any result."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:23",
                            "text": "But our Christian thinker has done all that lay in his power to turn to purposes of sound religion the belief in a creator and the order of the created world which they had made subservient to their false religion."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:24",
                            "text": "Wherever therefore I have found in his books anything contrary to the truth concerning the Trinity which he has in other places spoken of in a strictly orthodox sense, I have either omitted it as a foreign and not genuine expression or set it down in terms agreeing with the rule of faith which we find him constantly assenting to."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:25",
                            "text": "There are things, no doubt, which he has developed in somewhat obscure language, wishing to pass rapidly over them, and as addressing those who have experience and knowledge of such matters; in these cases I have made the passage plain by adding words which I had read in other books of his where the matter was more fully treated."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:26",
                            "text": "I have done this in the interest of clearness: but I have put in nothing of my own; I have only given him back his own words, though taken from other passages."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:27",
                            "text": "I have explained this in the Preface, so that those who calumniate us should not think that they had found in this fresh material for their charges."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:28",
                            "text": "But let them take heed what they are about in their perversity and contentiousness."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:29",
                            "text": "As for me, I have not undertaken this laborious task (in which I trust that God will be my helper in answer to your prayers) for the sake of shutting the mouths of calumnious men, but with the view of supplying material for the increase of real knowledge to those who desired it."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Translations of Origen's Books 1:30",
                            "text": "This only I require of every man who undertakes to copy out these books or to read them, in the sight of God the Father, the Son, and the Holy Ghost, and adjure him by our faith in the coming kingdom, by the assurance of the resurrection of the dead, by the eternal fire which is prepared for the devil and his angels (even as he trusts that he shall not possess as his eternal inheritance that place where there is weeping and gnashing of teeth, and where their fire will not be quenched and their worm will not die) that he should neither add nor take away, that he should neither insert nor change, anything in that which is written but that he should compare his copy with that from which it is copied and correct it critically letter for letter, and that he should not keep by him a copy which has not received correction or criticism, lest, if his copy is not thus distinct, the difficulty of the meaning may beget a still greater obscurity in the mind of the readers."
                        }
                    ]
                }
            ]
        }
    ]
}