{
    "books": [
        {
            "name": "Augustine: On the Trinity Book VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Trinity Book VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:1",
                            "text": "Book VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:2",
                            "text": "Explains and proves that not only the Father is not greater than the Son, but neither are both together anything greater than the Holy Spirit, nor any two together in the same trinity anything greater than one, nor all three together anything greater than each severally."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:3",
                            "text": "It is then shown how the nature itself of God may be understood from our understanding of truth, and from our knowledge of the supreme good, and from the innate love of righteousness, whereby a righteous soul is loved even by a soul that is itself not yet righteous."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:4",
                            "text": "But it is urged above all, that the knowledge of God is to be sought by love, which God is said to be in the Scriptures; and in this love is also pointed out the existence of some trace of a trinity."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:5",
                            "text": "Preface."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:6",
                            "text": "—The Conclusion of What Has Been Said Above."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:7",
                            "text": "The Rule to Be Observed in the More Difficult Questions of the Faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:8",
                            "text": "We have said elsewhere that those things are predicated specially in the Trinity as belonging severally to each person, which are predicated relatively the one to the other, as Father and Son, and the gift of both, the Holy Spirit; for the Father is not the Trinity, nor the Son the Trinity, nor the gift the Trinity: but what whenever each is singly spoken of in respect to themselves, then they are not spoken of as three in the plural number, but one, the Trinity itself, as the Father God, the Son God, and the Holy Spirit God; the Father good, the Son good, and the Holy Spirit good; and the Father omnipotent, the Son omnipotent, and the Holy Spirit omnipotent: yet neither three Gods, nor three goods, nor three omnipotents, but one God, good, omnipotent, the Trinity itself; and whatsoever else is said of them not relatively in respect to each other, but individually in respect to themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:9",
                            "text": "For they are thus spoken of according to essence, since in them to be is the same as to be great, as to be good, as to be wise, and whatever else is said of each person individually therein, or of the Trinity itself, in respect to themselves."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:10",
                            "text": "And that therefore they are called three persons, or three substances, not in order that any difference of essence may be understood, but that we may be able to answer by some one word, should any one ask what three, or what three things? And that there is so great an equality in that Trinity, that not only the Father is not greater than the Son, as regards divinity, but neither are the Father and Son together greater than the Holy Spirit; nor is each individual person, whichever it be of the three, less than the Trinity itself."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:11",
                            "text": "This is what we have said; and if it is handled and repeated frequently, it becomes, no doubt, more familiarly known: yet some limit, too, must be put to the discussion, and we must supplicate God with most devout piety, that He will open our understanding, and take away the inclination of disputing, in order that our minds may discern the essence of the truth, that has neither bulk nor moveableness."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:12",
                            "text": "Now, therefore, so far as the Creator Himself aids us in His marvellous mercy, let us consider these subjects, into which we will enter more deeply than we entered into those which preceded, although they are in truth the same; preserving the while this rule, that what has not yet been made clear to our intellect, be nevertheless not loosened from the firmness of our faith."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:13",
                            "text": "Chapter 1 —It is Shown by Reason that in God Three are Not Anything Greater Than One Person."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:14",
                            "text": "2  For we say that in this Trinity two or three persons are not anything greater than one of them; which carnal perception does not receive, for no other reason except because it perceives as it can the true things which are created, but cannot discern the truth itself by which they are created; for if it could, then the very corporeal light would in no way be more clear than this which we have said."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:15",
                            "text": "For in respect to the substance of truth, since it alone truly is, nothing is greater, unless because it more truly is."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:16",
                            "text": "But in respect to whatsoever is intelligible and unchangeable, no one thing is more truly than another, since all alike are unchangeably eternal; and that which therein is called great, is not great from any other source than from that by which it truly is."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:17",
                            "text": "Wherefore, where magnitude itself is truth, whatsoever has more of magnitude must needs have more of truth; whatsoever therefore has not more of truth, has not also more of magnitude."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:18",
                            "text": "Further, whatsoever has more of truth is certainly more true, just as that is greater which has more of magnitude; therefore in respect to the substance of truth that is more great which is more true."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:19",
                            "text": "But the Father and the Son together are not more truly than the Father singly, or the Son singly."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:20",
                            "text": "Both together, therefore, are not anything greater than each of them singly."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:21",
                            "text": "And since also the Holy Spirit equally is truly, the Father and Son together are not anything greater than He, since neither are they more truly."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:22",
                            "text": "The Father also and the Holy Spirit together, since they do not surpass the Son in truth (for they are not more truly), do not surpass Him either in magnitude."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:23",
                            "text": "And so the Son and the Holy Spirit together are just as great as the Father alone, since they are as truly."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:24",
                            "text": "So also the Trinity itself is as great as each several person therein."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:25",
                            "text": "For where truth itself is magnitude, that is not more great which is not more true: since in regard to the essence of truth, to be true is the same as to be, and to be is the same as to be great; therefore to be great is the same as to be true."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book VII 1:26",
                            "text": "And in regard to it, therefore, what is equally true must needs also be equally great."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On the Trinity Book VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:1",
                            "text": "Chapter 2 —Every Corporeal Conception Must Be Rejected, in Order that It May Be Understood How God is Truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:2",
                            "text": "3  But in respect to bodies, it may be the case that this gold and that gold may be equally true [real], but this may be greater than that, since magnitude is not the same thing in this case as truth; and it is one thing for it to be gold, another to be great."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:3",
                            "text": "So also in the nature of the soul; a soul is not called great in the same respect in which it is called true."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:4",
                            "text": "For he, too, has a true [real] soul who has not a great soul; since the essence of body and soul is not the essence of the truth [reality] itself; as is the Trinity, one God, alone, great, true, truthful, the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:5",
                            "text": "Of whom if we endeavor to think, so far as He Himself permits and grants, let us not think of any touch or embrace in local space, as if of three bodies, or of any compactness of conjunction, as fables tell of three-bodied Geryon; but let whatsoever may occur to the mind, that is of such sort as to be greater in three than in each singly, and less in one than in two, be rejected without any doubt; for so everything corporeal is rejected."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:6",
                            "text": "But also in spiritual things let nothing changeable that may have occurred to the mind be thought of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:7",
                            "text": "For when we aspire from this depth to that height, it is a step towards no small knowledge, if, before we can know what God is, we can already know what He is not."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:8",
                            "text": "For certainly He is neither earth nor heaven; nor, as it were, earth and heaven; nor any such thing as we see in the heaven; nor any such thing as we do not see, but which perhaps is in heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:9",
                            "text": "Neither if you were to magnify in the imagination of your thought the light of the sun as much as you are able, either that it may be greater, or that it may be brighter, a thousand times as much, or times without number; neither is this God."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:10",
                            "text": "Neither as we think of the pure angels as spirits animating celestial bodies, and changing and dealing with them after the will by which they serve God; not even if all, and there are \"thousands of thousands,\" were brought together into one, and became one; neither is any such thing God."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:11",
                            "text": "Neither if you were to think of the same spirits as without bodies—a thing indeed most difficult for carnal thought to do."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:12",
                            "text": "Behold and see, if thou canst, O soul pressed down by the corruptible body, and weighed down by earthly thoughts, many and various; behold and see, if thou canst, that God is truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:13",
                            "text": "For it is written that \"God is light;\" not in such way as these eyes see, but in such way as the heart sees, when it is said, He is truth [reality]."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:14",
                            "text": "Ask not what is truth [reality] for immediately the darkness of corporeal images and the clouds of phantasms will put themselves in the way, and will disturb that calm which at the first twinkling shone forth to thee, when I said truth [reality]."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:15",
                            "text": "See that thou remainest, if thou canst, in that first twinkling with which thou art dazzled, as it were, by a flash, when it is said to thee, Truth [Reality]."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:16",
                            "text": "But thou canst not; thou wilt glide back into those usual and earthly things."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book VII 2:17",
                            "text": "And what weight, pray, is it that will cause thee so to glide back, unless it be the bird-lime of the stains of appetite thou hast contracted, and the errors of thy wandering from the right path?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On the Trinity Book VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:1",
                            "text": "Chapter 3 —How God May Be Known to Be the Chief Good."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:2",
                            "text": "The Mind Does Not Become Good Unless by Turning to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:3",
                            "text": "4  Behold again, and see if thou canst."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:4",
                            "text": "Thou certainly dost not love anything except what is good, since good is the earth, with the loftiness of its mountains, and the due measure of its hills, and the level surface of its plains; and good is an estate that is pleasant and fertile; and good is a house that is arranged in due proportions, and is spacious and bright; and good are animal and animate bodies; and good is air that is temperate, and salubrious; and good is food that is agreeable and fit for health; and good is health, without pains or lassitude; and good is the countenance of man that is disposed in fit proportions, and is cheerful in look, and bright in color; and good is the mind of a friend, with the sweetness of agreement, and with the confidence of love; and good is a righteous man; and good are riches, since they are readily useful; and good is the heaven, with its sun, and moon, and stars; and good are the angels, by their holy obedience; and good is discourse that sweetly teaches and suitably admonishes the hearer; and good is a poem that is harmonious in its numbers and weighty in its sense."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:5",
                            "text": "And why add yet more and more? This thing is good and that good, but take away this and that, and regard good itself if thou canst; so wilt thou see God, not good by a good that is other than Himself, but the good of all good."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:6",
                            "text": "For in all these good things, whether those which I have mentioned, or any else that are to be discerned or thought, we could not say that one was better than another, when we judge truly, unless a conception of the good itself had been impressed upon us, such that according to it we might both approve some things as good, and prefer one good to another."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:7",
                            "text": "So God is to be loved, not this and that good, but the good itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:8",
                            "text": "For the good that must be sought for the soul is not one above which it is to fly by judging, but to which it is to cleave by loving; and what can this be except God? Not a good mind, or a good angel, or the good heaven, but the good good."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:9",
                            "text": "For perhaps what I wish to say may be more easily perceived in this way."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:10",
                            "text": "For when, for instance, a mind is called good, as there are two words, so from these words I understand two things—one whereby it is mind, and another whereby it is good."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:11",
                            "text": "And itself had no share in making itself a mind, for there was nothing as yet to make itself to be anything; but to make itself to be a good mind, I see, must be brought about by the will: not because that by which it is mind is not itself anything good;—for how else is it already called, and most truly called, better than the body?—but it is not yet called a good mind, for this reason, that the action of the will still is wanted, by which it is to become more excellent; and if it has neglected this, then it is justly blamed, and is rightly called not a good mind."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:12",
                            "text": "For it then differs from the mind which does perform this; and since the latter is praiseworthy, the former doubtless, which does not perform, it is blameable."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:13",
                            "text": "But when it does this of set purpose, and becomes a good mind, it yet cannot attain to being so unless it turn itself to something which itself is not."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:14",
                            "text": "And to what can it turn itself that it may become a good mind, except to the good which it loves, and seeks, and obtains? And if it turns itself back again from this, and becomes not good, then by the very act of turning away from the good, unless that good remain in it from which it turns away, it cannot again turn itself back thither if it should wish to amend."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:15",
                            "text": "5  Wherefore there would be no changeable goods, unless there were the unchangeable good."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:16",
                            "text": "Whenever then thou art told of this good thing and that good thing, which things can also in other respects be called not good, if thou canst put aside those things which are good by the participation of the good, and discern that good itself by the participation of which they are good (for when this or that good thing is spoken of, thou understandest together with them the good itself also): if, then, I say thou canst remove these things, and canst discern the good in itself, then thou wilt have discerned God."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:17",
                            "text": "And if thou shalt cleave to Him with love, thou shalt be forthwith blessed."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:18",
                            "text": "But whereas other things are not loved, except because they are good, be ashamed, in cleaving to them, not to love the good itself whence they are good."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:19",
                            "text": "That also, which is a mind, only because it is a mind, while it is not yet also good by the turning itself to the unchangeable good, but, as I said, is only a mind; whenever it so pleases us, as that we prefer it even, if we understand aright, to all corporeal light, does not please us in itself, but in that skill by which it was made."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:20",
                            "text": "For it is thence approved as made, wherein it is seen to have been to be made."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:21",
                            "text": "This is truth, and simple good: for it is nothing else than the good itself, and for this reason also the chief good."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:22",
                            "text": "For no good can be diminished or increased, except that which is good from some other good."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:23",
                            "text": "Therefore the mind turns itself, in order to be good, to that by which it comes to be a mind."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:24",
                            "text": "Therefore the will is then in harmony with nature, so that the mind may be perfected in good, when that good is loved by the turning of the will to it, whence that other good also comes which is not lost by the turning away of the will from it."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:25",
                            "text": "For by turning itself from the chief good, the mind loses the being a good mind; but it does not lose the being a mind."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:26",
                            "text": "And this, too, is a good already, and one better than the body."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:27",
                            "text": "The will, therefore, loses that which the will obtains."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:28",
                            "text": "For the mind already was, that could wish to be turned to that from which it was: but that as yet was not, that could wish to be before it was."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:29",
                            "text": "And herein is our [supreme] good, when we see whether the thing ought to be or to have been, respecting which we comprehend that it ought to be or to have been, and when we see that the thing could not have been unless it ought to have been, of which we also do not comprehend in what manner it ought to have been."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book VII 3:30",
                            "text": "This good then is not far from every one of us: for in it we live, and move, and have our being."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On the Trinity Book VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:1",
                            "text": "Chapter 4 —God Must First Be Known by an Unerring Faith, that He May Be Loved."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:2",
                            "text": "6  But it is by love that we must stand firm to this and cleave to this, in order that we may enjoy the presence of that by which we are, and in the absence of which we could not be at all."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:3",
                            "text": "For as \"we walk as yet by faith, and not by sight,\" we certainly do not yet see God, as the same [apostle] saith, \"face to face:\" whom however we shall never see, unless now already we love."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:4",
                            "text": "But who loves what he does not know? For it is possible something may be known and not loved: but I ask whether it is possible that what is not known can be loved; since if it cannot, then no one loves God before he knows Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:5",
                            "text": "And what is it to know God except to behold Him and steadfastly perceive Him with the mind? For He is not a body to be searched out by carnal eyes."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:6",
                            "text": "But before also that we have power to behold and to perceive God, as He can be beheld and perceived, which is permitted to the pure in heart; for \"blessed are the pure in heart."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:7",
                            "text": "for they shall see God;\" except He is loved by faith, it will not be possible for the heart to be cleansed, in order that it may be apt and meet to see Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:8",
                            "text": "For where are there those three, in order to build up which in the mind the whole apparatus of the divine Scriptures has been raised up, namely Faith, Hope, and Charity, except in a mind believing what it does not yet see, and hoping and loving what it believes? Even He therefore who is not known, but yet is believed, can be loved."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:9",
                            "text": "But indisputably we must take care, lest the mind believing that which it does not see, feign to itself something which is not, and hope for and love that which is false."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:10",
                            "text": "For in that case, it will not be charity out of a pure heart, and of a good conscience, and of faith unfeigned, which is the end of the commandment, as the same apostle says."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:11",
                            "text": "7  But it must needs be, that, when by reading or hearing of them we believe in any corporeal things which we have not seen, the mind frames for itself something under bodily features and forms, just as it may occur to our thoughts; which either is not true, or even if it be true, which can most rarely happen, yet this is of no benefit to us to believe in by faith, but it is useful for some other purpose, which is intimated by means of it."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:12",
                            "text": "For who is there that reads or hears what the Apostle Paul has written, or what has been written of him, that does not imagine to himself the countenance both of the apostle himself, and of all those whose names are there mentioned? And whereas, among such a multitude of men to whom these books are known, each imagines in a different way those bodily features and forms, it is assuredly uncertain which it is that imagines them more nearly and more like the reality."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:13",
                            "text": "Nor, indeed, is our faith busied therein with the bodily countenance of those men; but only that by the grace of God they so lived and so acted as that Scripture witnesses: this it is which it is both useful to believe, and which must not be despaired of, and must be sought."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:14",
                            "text": "For even the countenance of our Lord Himself in the flesh is variously fancied by the diversity of countless imaginations, which yet was one, whatever it was."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book VII 4:15",
                            "text": "Nor in our faith which we have of our Lord Jesus Christ, is that wholesome which the mind imagines for itself, perhaps far other than the reality, but that which we think of man according to his kind: for we have a notion of human nature implanted in us, as it were by rule, according to which we know forthwith, that whatever such thing we see is a man or the form of a man."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On the Trinity Book VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:1",
                            "text": "Chapter 5 —How the Trinity May Be Loved Though Unknown."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:2",
                            "text": "Our conception is framed according to this notion, when we believe that God was made man for us, as an example of humility, and to show the love of God towards us."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:3",
                            "text": "For this it is which it is good for us to believe, and to retain firmly and unshakenly in our heart, that the humility by which God was born of a woman, and was led to death through contumelies so great by mortal men, is the chiefest remedy by which the swelling of our pride may be cured, and the profound mystery by which the bond of sin may be loosed."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:4",
                            "text": "So also, because we know what omnipotence is, we believe concerning the omnipotent God in the power of His miracles and of His resurrection, and we frame conceptions respecting actions of this kind, according to the species and genera of things that are either ingrafted in us by nature, or gathered by experience, that our faith may not be feigned."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:5",
                            "text": "For neither do we know the countenance of the Virgin Mary; from whom, untouched by a husband, nor tainted in the birth itself, He was wonderfully born."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:6",
                            "text": "Neither have we seen what were the lineaments of the body of Lazarus; nor yet Bethany; nor the sepulchre, and that stone which He commanded to be removed when He raised Him from the dead; nor the new tomb cut out in the rock, whence He Himself arose; nor the Mount of Olives, from whence He ascended into heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:7",
                            "text": "And, in short, whoever of us have not seen these things, know not whether they are as we conceive them to be, nay judge them more probably not to be so."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:8",
                            "text": "For when the aspect either of a place, or a man, or of any other body, which we happened to imagine before we saw it, turns out to be the same when it occurs to our sight as it was when it occurred to our mind, we are moved with no little wonder."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:9",
                            "text": "So scarcely and hardly ever does it happen."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:10",
                            "text": "And yet we believe those things most steadfastly, because we imagine them according to a special and general notion, of which we are certain."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:11",
                            "text": "For we believe our Lord Jesus Christ to be born of a virgin who was called Mary."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:12",
                            "text": "But what a virgin is, or what it is to be born, and what is a proper name, we do not believe, but certainly know."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:13",
                            "text": "And whether that was the countenance of Mary which occurred to the mind in speaking of those things or recollecting them, we neither know at all, nor believe."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:14",
                            "text": "It is allowable, then, in this case to say without violation of the faith, perhaps she had such or such a countenance, perhaps she had not: but no one could say without violation of the Christian faith, that perhaps Christ was born of a virgin."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:15",
                            "text": "8  Wherefore, since we desire to understand the eternity, and equality, and unity of the Trinity, as much as is permitted us, but ought to believe before we understand; and since we must watch carefully, that our faith be not feigned; since we must have the fruition of the same Trinity, that we may live blessedly; but if we have believed anything false of it, our hope would be worthless, and our charity not pure: how then can we love, by believing, that Trinity which we do not know? Is it according to the special or general notion, according to which we love the Apostle Paul? In whose case, even if he was not of that countenance which occurs to us when we think of him (and this we do not know at all), yet we know what a man is."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:16",
                            "text": "For not to go far away, this we are; and it is manifest he, too, was this, and that his soul joined to his body lived after the manner of mortals."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:17",
                            "text": "Therefore we believe this of him, which we find in ourselves, according to the species or genus under which all human nature alike is comprised."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:18",
                            "text": "What then do we know, whether specially or generally, of that most excellent Trinity, as if there were many such trinities, some of which we had learned by experience, so that we may believe that Trinity, too, to have been such as they, through the rule of similitude, impressed upon us, whether a special or a general notion; and thus love also that thing which we believe and do not yet know, from the parity of the thing which we do know? But this certainly is not so."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:19",
                            "text": "Or is it that, as we love in our Lord Jesus Christ, that He rose from the dead, although we never saw any one rise from thence, so we can believe in and love the Trinity which we do not see, and the like of which we never have seen? But we certainly know what it is to die, and what it is to live; because we both live, and from time to time have seen and experienced both dead and dying persons."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:20",
                            "text": "And what else is it to rise again, except to live again, that is, to return to life from death? When, therefore, we say and believe that there is a Trinity, we know what a Trinity is, because we know what three are; but this is not what we love."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:21",
                            "text": "For we can easily have this whenever we will, to pass over other things, by just holding up three fingers."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:22",
                            "text": "Or do we indeed love, not every trinity, but the Trinity, that is God? We love then in the Trinity, that it is God: but we never saw or knew any other God, because God is One; He alone whom we have not yet seen, and whom we love by believing."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book VII 5:23",
                            "text": "But the question is, from what likeness or comparison of known things can we believe, in order that we may love God, whom we do not yet know?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On the Trinity Book VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:1",
                            "text": "Chapter 6 —How the Man Not Yet Righteous Can Know the Righteous Man Whom He Loves."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:2",
                            "text": "9  Return then with me, and let us consider why we love the apostle."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:3",
                            "text": "Is it at all on account of his human kind, which we know right well, in that we believe him to have been a man? Assuredly not; for if it were so, he now is not him whom we love, since he is no longer that man, for his soul is separated from his body."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:4",
                            "text": "But we believe that which we love in him to be still living, for we love his righteous mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:5",
                            "text": "From what general or special rule then, except that we know both what a mind is, and what it is to be righteous? And we say, indeed, not unfitly, that we therefore know what a mind is, because we too have a mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:6",
                            "text": "For neither did we ever see it with our eyes, and gather a special or general notion from the resemblance of more minds than one, which we had seen; but rather, as I have said before, because we too have it."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:7",
                            "text": "For what is known so intimately, and so perceives itself to be itself, as that by which also all other things are perceived, that is, the mind itself? For we recognize the movements of bodies also, by which we perceive that others live besides ourselves, from the resemblance of ourselves; since we also so move our body in living as we observe those bodies to be moved."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:8",
                            "text": "For even when a living body is moved, there is no way opened to our eyes to see the mind, a thing which cannot be seen by the eyes; but we perceive something to be contained in that bulk, such as is contained in ourselves, so as to move in like manner our own bulk, which is the life and the soul."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:9",
                            "text": "Neither is this, as it were, the property of human foresight and reason, since brute animals also perceive that not only they themselves live, but also other brute animals interchangeably, and the one the other, and that we ourselves do so."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:10",
                            "text": "Neither do they see our souls, save from the movements of the body, and that immediately and most easily by some natural agreement."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:11",
                            "text": "Therefore we both know the mind of any one from our own, and believe also from our own of him whom we do not know."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:12",
                            "text": "For not only do we perceive that there is a mind, but we can also know what a mind is, by reflecting upon our own: for we have a mind."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:13",
                            "text": "But whence do we know what a righteous man is? For we said above that we love the apostle for no other reason except that he is a righteous mind."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:14",
                            "text": "We know, then, what a righteous man also is, just as we know what a mind is."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:15",
                            "text": "But what a mind is, as has been said, we know from ourselves, for there is a mind in us."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:16",
                            "text": "But whence do we know what a righteous man is, if we are not righteous? But if no one but he who is righteous knows what is a righteous man, no one but a righteous man loves a righteous man; for one cannot love him whom one believes to be righteous, for this very reason that one does believe him to be righteous, if one does not know what it is to be righteous; according to that which we have shown above, that no one loves what he believes and does not see, except by some rule of a general or special notion."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:17",
                            "text": "And if for this reason no one but a righteous man loves a righteous man, how will any one wish to be a righteous man who is not yet so? For no one wishes to be that which he does not love."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:18",
                            "text": "But, certainly, that he who is not righteous may be so, it is necessary that he should wish to be righteous; and in order that he may wish to be righteous, he loves the righteous man."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:19",
                            "text": "Therefore, even he who is not yet righteous, loves the righteous man."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:20",
                            "text": "But he cannot love the righteous man, who is ignorant what a righteous man is."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:21",
                            "text": "Accordingly, even he who is not yet righteous, knows what a righteous man is."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:22",
                            "text": "Whence then does he know this? Does he see it with his eyes? Is any corporeal thing righteous, as it is white, or black, or square, or round? Who could say this? Yet with one's eyes one has seen nothing except corporeal things."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:23",
                            "text": "But there is nothing righteous in a man except the mind; and when a man is called a righteous man, he is called so from the mind, not from the body."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:24",
                            "text": "For righteousness is in some sort the beauty of the mind, by which men are beautiful; very many too who are misshapen and deformed in body."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:25",
                            "text": "And as the mind is not seen with the eyes, so neither is its beauty."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:26",
                            "text": "From whence then does he who is not yet righteous know what a righteous man is, and love the righteous man that he may become righteous? Do certain signs shine forth by the motion of the body, by which this or that man is manifested to be righteous? But whence does any one know that these are the signs of a righteous mind when he is wholly ignorant what it is to be righteous? Therefore he does know."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:27",
                            "text": "But whence do we know what it is to be righteous, even when we are not yet righteous? If we know from without ourselves, we know it by some bodily thing."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:28",
                            "text": "But this is not a thing of the body."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:29",
                            "text": "Therefore we know in ourselves what it is to be righteous."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:30",
                            "text": "For I find this nowhere else when I seek to utter it, except within myself; and if I ask another what it is to be righteous, he seeks within himself what to answer; and whosoever hence can answer truly, he has found within himself what to answer."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:31",
                            "text": "And when indeed I wish to speak of Carthage, I seek within myself what to speak, and I find within myself a notion or image of Carthage; but I have received this through the body, that is, through the perception of the body, since I have been present in that city in the body, and I saw and perceived it, and retained it in my memory, that I might find within myself a word concerning it, whenever I might wish to speak of it."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:32",
                            "text": "For its word is the image itself of it in my memory, not that sound of two syllables when Carthage is named, or even when that name itself is thought of silently from time to time, but that which I discern in my mind, when I utter that dissyllable with my voice, or even before I utter it."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:33",
                            "text": "So also, when I wish to speak of Alexandria, which I never saw, an image of it is present with me."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:34",
                            "text": "For whereas I had heard from many and had believed that city to be great, in such way as it could be told me, I formed an image of it in my mind as I was able; and this is with me its word when I wish to speak of it, before I utter with my voice the five syllables which make the name that almost every one knows."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:35",
                            "text": "And yet if I could bring forth that image from my mind to the eyes of men who know Alexandria, certainly all either would say, It is not it; or if they said, It is, I should greatly wonder; and as I gazed at it in my mind, that is, at the image which was as it were its picture, I should yet not know it to be it, but should believe those who retained an image they had seen."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:36",
                            "text": "But I do not so ask what it is to be righteous, nor do I so find it, nor do I so gaze upon it, when I utter it; neither am I so approved when I am heard, nor do I so approve when I hear; as though I have seen such a thing with my eyes, or learned it by some perception of the body, or heard it from those who had so learned it."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:37",
                            "text": "For when I say, and say knowingly, that mind is righteous which knowingly and of purpose assigns to every one his due in life and behavior, I do not think of anything absent, as Carthage, or imagine it as I am able, as Alexandria, whether it be so or not; but I discern something present, and I discern it within myself, though I myself am not that which I discern; and many if they hear will approve it."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:38",
                            "text": "And whoever hears me and knowingly approves, he too discerns this same thing within himself, even though he himself be not what he discerns."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:39",
                            "text": "But when a righteous man says this, he discerns and says that which he himself is."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:40",
                            "text": "And whence also does he discern it, except within himself? But this is not to be wondered at; for whence should he discern himself except within himself? The wonderful thing is, that the mind should see within itself that which it has seen nowhere else, and should see truly, and should see the very true righteous mind, and should itself be a mind, and yet not a righteous mind, which nevertheless it sees within itself."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:41",
                            "text": "Is there another mind that is righteous in a mind that is not yet righteous? Or if there is not, what does it there see when it sees and says what is a righteous mind, nor sees it anywhere else but in itself, when itself is not a righteous mind? Is that which it sees an inner truth present to the mind which has power to behold it? Yet all have not that power; and they who have power to behold it, are not all also that which they behold, that is, they are not also righteous minds themselves, just as they are able to see and to say what is a righteous mind."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:42",
                            "text": "And whence will they be able to be so, except by cleaving to that very same form itself which they behold, so that from thence they may be formed and may be righteous minds; not only discerning and saying that the mind is righteous which knowingly and of purpose assigns to every one that which is his due in life and behavior, but so likewise that they themselves may live righteously and be righteous in character, by assigning to every one that which is his due, so as to owe no man anything, but to love one another."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:43",
                            "text": "And whence can any one cleave to that form but by loving it? Why then do we love another whom we believe to be righteous, and do not love that form itself wherein we see what is a righteous mind, that we also may be able to be righteous? Is it that unless we loved that also, we should not love him at all, whom through it we love; but whilst we are not righteous, we love that form too little to allow of our being able to be righteous? The man therefore who is believed to be righteous, is loved through that form and truth which he who loves discerns and understands within himself; but that very form and truth itself cannot be loved from any other source than itself."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:44",
                            "text": "For we do not find any other such thing besides itself, so that by believing we might love it when it is unknown, in that we here already know another such thing."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:45",
                            "text": "For whatsoever of such a kind one may have seen, is itself; and there is not any other such thing, since itself alone is such as itself is."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:46",
                            "text": "He therefore who loves men, ought to love them either because they are righteous, or that they may become righteous."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:47",
                            "text": "For so also he ought to love himself, either because he is righteous, or that he may become righteous; for in this way he loves his neighbor as himself without any risk."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book VII 6:48",
                            "text": "For he who loves himself otherwise, loves himself wrongfully, since he loves himself to this end that he may be unrighteous; therefore to this end that he may be wicked; and hence it follows next that he does not love himself; for, \"He who loveth iniquity, hateth his own soul\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On the Trinity Book VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:1",
                            "text": "Chapter 7 —Of True Love, by Which We Arrive at the Knowledge of the Trinity."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:2",
                            "text": "God is to Be Sought, Not Outwardly, by Seeking to Do Wonderful Things with the Angels, But Inwardly, by Imitating the Piety of Good Angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:3",
                            "text": "10  No other thing, then, is chiefly to be regarded in this inquiry, which we make concerning the Trinity and concerning knowing God, except what is true love, nay, rather what is love."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:4",
                            "text": "For that is to be called love which is true, otherwise it is desire; and so those who desire are said improperly to love, just as they who love are said improperly to desire."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:5",
                            "text": "But this is true love, that cleaving to the truth we may live righteously, and so may despise all mortal things in comparison with the love of men, whereby we wish them to live righteously."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:6",
                            "text": "For so we should be prepared also to die profitably for our brethren, as our Lord Jesus Christ taught us by His example."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:7",
                            "text": "For as there are two commandments on which hang all the Law and the prophets, love of God and love of our neighbor; not without cause the Scripture mostly puts one for both: whether it be of God only, as is that text, \"For we know that all things work together for good to them that love God;\" and again, \"But if any man love God, the same is known of Him;\" and that, \"Because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us;\" and many other passages; because he who loves God must both needs do what God has commanded, and loves Him just in such proportion as he does so; therefore he must needs also love his neighbor, because God has commanded it: or whether it be that Scripture only mentions the love of our neighbor, as in that text, \"Bear ye one another's burdens, and so fulfill the law of Christ;\" and again, \"For all the law is fulfilled in one word, even in this, Thou shalt love thy neighbor as thyself;\" and in the Gospel, \"All things whatsoever ye would that men should do to you, do ye even so to them; for this is the Law and the prophets\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:8",
                            "text": "And many other passages occur in the sacred writings, in which only the love of our neighbor seems to be commanded for perfection, while the love of God is passed over in silence; whereas the Law and the prophets hang on both precepts."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:9",
                            "text": "But this, too, is because he who loves his neighbor must needs also love above all else love itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:10",
                            "text": "But \"God is love; and he that dwelleth in love, dwelleth in God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:11",
                            "text": "Therefore he must needs above all else love God."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:12",
                            "text": "11  Wherefore they who seek God through those Powers which rule over the world, or parts of the world, are removed and cast away far from Him; not by intervals of space, but by difference of affections: for they endeavor to find a path outwardly, and forsake their own inward things, within which is God."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:13",
                            "text": "Therefore, even although they may either have heard some holy heavenly Power, or in some way or another may have thought of it, yet they rather covet its deeds at which human weakness marvels, but do not imitate the piety by which divine rest is acquired."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:14",
                            "text": "For they prefer, through pride, to be able to do that which an angel does, more than, through devotion, to be that which an angel is."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:15",
                            "text": "For no holy being rejoices in his own power, but in His from whom he has the power which he fitly can have; and he knows it to be more a mark of power to be united to the Omnipotent by a pious will, than to be able, by his own power and will, to do what they may tremble at who are not able to do such things."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:16",
                            "text": "Therefore the Lord Jesus Christ Himself, in doing such things, in order that He might teach better things to those who marvelled at them, and might turn those who were intent and in doubt about unusual temporal things to eternal and inner things, says, \"Come unto me, all ye that labor and are heavy laden, and I will give you rest."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:17",
                            "text": "Take my yoke upon you\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:18",
                            "text": "And He does not say, Learn of me, because I raise those who have been dead four days; but He says, \"Learn of me; for I am meek and lowly in heart\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:19",
                            "text": "For humility, which is most solid, is more powerful and safer than pride, that is most inflated."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:20",
                            "text": "And so He goes on to say, \"And ye shall find rest unto your souls,\" for \"Love is not puffed up;\" and \"God is Love;\" and \"such as be faithful in love shall rest in Him,\" called back from the din which is without to silent joys."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book VII 7:21",
                            "text": "Behold, \"God is Love:\" why do we go forth and run to the heights of the heavens and the lowest parts of the earth, seeking Him who is within us, if we wish to be with Him?."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On the Trinity Book VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:1",
                            "text": "Chapter 8 —That He Who Loves His Brother, Loves God; Because He Loves Love Itself, Which is of God, and is God."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:2",
                            "text": "12  Let no one say, I do not know what I love."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:3",
                            "text": "Let him love his brother, and he will love the same love."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:4",
                            "text": "For he knows the love with which he loves, more than the brother whom he loves."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:5",
                            "text": "So now he can know God more than he knows his brother: clearly known more, because more present; known more, because more within him; known more, because more certain."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:6",
                            "text": "Embrace the love of God, and by love embrace God."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:7",
                            "text": "That is love itself, which associates together all good angels and all the servants of God by the bond of sanctity, and joins together us and them mutually with ourselves, and joins us subordinately to Himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:8",
                            "text": "In proportion, therefore, as we are healed from the swelling of pride, in such proportion are we more filled with love; and with what is he full, who is full of love, except with God? Well, but you will say, I see love, and, as far as I am able, I gaze upon it with my mind, and I believe the Scripture, saying, that \"God is love; and he that dwelleth in love, dwelleth in God;\" but when I see love, I do not see in it the Trinity."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:9",
                            "text": "Nay, but thou dost see the Trinity if thou seest love."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:10",
                            "text": "But if I can I will put you in mind, that thou mayest see that thou seest it; only let itself be present, that we may be moved by love to something good."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:11",
                            "text": "Since, when we love love, we love one who loves something, and that on account of this very thing, that he does love something; therefore what does love love, that love itself also may be loved? For that is not love which loves nothing."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:12",
                            "text": "But if it loves itself it must love something, that it may love itself as love."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:13",
                            "text": "For as a word indicates something, and indicates also itself, but does not indicate itself to be a word, unless it indicates that it does indicate something; so love also loves indeed itself, but except it love itself as loving something, it loves itself not as love."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:14",
                            "text": "What therefore does love love, except that which we love with love? But this, to begin from that which is nearest to us, is our brother."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:15",
                            "text": "And listen how greatly the Apostle John commends brotherly love: \"He that loveth his brother abideth in the light, and there is none occasion of stumbling in him\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:16",
                            "text": "It is manifest that he placed the perfection of righteousness in the love of our brother; for he certainly is perfect in whom \"there is no occasion of stumbling\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:17",
                            "text": "And yet he seems to have passed by the love of God in silence; which he never would have done, unless because he intends God to be understood in brotherly love itself."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:18",
                            "text": "For in this same epistle, a little further on, he says most plainly thus: \"Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:19",
                            "text": "He that loveth not, knoweth not God; for God is love\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:20",
                            "text": "And this passage declares sufficiently and plainly, that this same brotherly love itself (for that is brotherly love by which we love each other) is set forth by so great authority, not only to be from God, but also to be God."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:21",
                            "text": "When, therefore, we love our brother from love, we love our brother from God; neither can it be that we do not love above all else that same love by which we love our brother: whence it may be gathered that these two commandments cannot exist unless interchangeably."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:22",
                            "text": "For since \"God is love,\" he who loves love certainly loves God; but he must needs love love, who loves his brother."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:23",
                            "text": "And so a little after he says, \"For he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen\"? because the reason that he does not see God is, that he does not love his brother."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:24",
                            "text": "For he who does not love his brother, abideth not in love; and he who abideth not in love, abideth not in God, because God is love."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:25",
                            "text": "Further, he who abideth not in God, abideth not in light; for \"God is light, and in Him is no darkness at all\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:26",
                            "text": "He therefore who abideth not in light, what wonder is it if he does not see light, that is, does not see God, because he is in darkness? But he sees his brother with human sight, with which God cannot be seen."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:27",
                            "text": "But if he loved with spiritual love him whom he sees with human sight, he would see God, who is love itself, with the inner sight by which He can be seen."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:28",
                            "text": "Therefore he who does not love his brother whom he sees, how can he love God, whom on that account he does not see, because God is love, which he has not who does not love his brother? Neither let that further question disturb us, how much of love we ought to spend upon our brother, and how much upon God: incomparably more upon God than upon ourselves, but upon our brother as much as upon ourselves; and we love ourselves so much the more, the more we love God."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book VII 8:29",
                            "text": "Therefore we love God and our neighbor from one and the same love; but we love God for the sake of God, and ourselves and our neighbors for the sake of God."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On the Trinity Book VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book VII 9:1",
                            "text": "Chapter 9 —Our Love of the Righteous is Kindled from Love Itself of the Unchangeable Form of Righteousness."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book VII 9:2",
                            "text": "13  For why is it, pray, that we burn when we hear and read, \"Behold, now is the accepted time; behold, now is the day of salvation: giving no offense in anything, that the ministry be not blamed: but in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses, in stripes, in imprisonments, in tumults, in labors, in watchings, in fastings; by pureness, by knowledge, by long-suffering, by kindness, by the Holy Ghost, by love unfeigned, by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left, by honor and dishonor, by evil report and good report: as deceivers, and yet true; as unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed; as sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things?\" Why is it that we are inflamed with love of the Apostle Paul, when we read these things, unless that we believe him so to have lived? But we do not believe that the ministers of God ought so to live because we have heard it from any one, but because we behold it inwardly within ourselves, or rather above ourselves, in the truth itself."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book VII 9:3",
                            "text": "Him, therefore, whom we believe to have so lived, we love for that which we see."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book VII 9:4",
                            "text": "And except we loved above all else that form which we discern as always steadfast and unchangeable, we should not for that reason love him, because we hold fast in our belief that his life, when he was living in the flesh, was adapted to, and in harmony with, this form."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book VII 9:5",
                            "text": "But somehow we are stirred up the more to the love of this form itself, through the belief by which we believe some one to have so lived; and to the hope by which we no more at all despair, that we, too, are able so to live; we who are men, from this fact itself, that some men have so lived, so that we both desire this more ardently, and pray for it more confidently."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book VII 9:6",
                            "text": "So both the love of that form, according to which they are believed to have lived, makes the life of these men themselves to be loved by us; and their life thus believed stirs up a more burning love towards that same form; so that the more ardently we love God, the more certainly and the more calmly do we see Him, because we behold in God the unchangeable form of righteousness, according to which we judge that man ought to live."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book VII 9:7",
                            "text": "Therefore faith avails to the knowledge and to the love of God, not as though of one altogether unknown, or altogether not loved; but so that thereby He may be known more clearly, and loved more steadfastly."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On the Trinity Book VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:1",
                            "text": "Chapter 10 —There are Three Things in Love, as It Were a Trace of the Trinity."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:2",
                            "text": "14  But what is love or charity, which divine Scripture so greatly praises and proclaims, except the love of good? But love is of some one that loves, and with love something is loved."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:3",
                            "text": "Behold, then, there are three things: he that loves, and that which is loved, and love."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:4",
                            "text": "What, then, is love, except a certain life which couples or seeks to couple together some two things, namely, him that loves, and that which is loved? And this is so even in outward and carnal loves."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:5",
                            "text": "But that we may drink in something more pure and clear, let us tread down the flesh and ascend to the mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:6",
                            "text": "What does the mind love in a friend except the mind? There, then, also are three things: he that loves, and that which is loved, and love."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:7",
                            "text": "It remains to ascend also from hence, and to seek those things which are above, as far as is given to man."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book VII 10:8",
                            "text": "But here for a little while let our purpose rest, not that it may think itself to have found already what it seeks; but just as usually the place has first to be found where anything is to be sought, while the thing itself is not yet found, but we have only found already where to look for it; so let it suffice to have said thus much, that we may have, as it were, the hinge of some starting-point, whence to weave the rest of our discourse."
                        }
                    ]
                }
            ]
        }
    ]
}