{
    "books": [
        {
            "name": "John Cassian: Confrences VI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences VI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:2",
                            "text": "Conference of Abbot Theodore."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:3",
                            "text": "On the Death of the Saints."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:5",
                            "text": "Description of the wilderness, and the question about the death of the saints."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:6",
                            "text": "In the district of Palestine near the village of Tekoa which had the honour of producing the prophet Amos, there is a vast desert which stretches far and wide as far as Arabia and the dead sea, into which the streams of Jordan enter and are lost, and where are the ashes of Sodom."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:7",
                            "text": "In this district there lived for a long while monks of the most perfect life and holiness, who were suddenly destroyed by an incursion of Saracen robbers: whose bodies we knew were seized upon with the greatest veneration both by the Bishops of the neighbourhood and by the whole populace  of Arabia, and deposited among the relics of the martyrs, so that swarms of people from two towns met, and made terrible war upon each other, and in their struggle actually came to blows for the possession of the holy spoil, while they strove among themselves with pious zeal as to which of them had the better claim to bury them and keep their relics—the one party boasting of their vicinity to the place of their abode, the other of the fact that they were near the place of their birth."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:8",
                            "text": "But we were upset by this and being disturbed either on our own account or on account of some of the brethren who were in no small degree scandalized at it, inquired why men of such illustrious merits and of so great virtues should be thus slain by robbers, and why the Lord permitted such a crime to be committed against his servants, so as to give up into the hands of wicked men those who were the admiration of everybody: and so in our grief we came to the holy Theodore, a man who excelled in practical common sense."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:9",
                            "text": "For he was living in Cellae, a place that lies between Nitria and Scete, and is five miles distant from the monasteries of Nitria, and cut off by eighty intervening miles of desert from the wilderness of Scete where we were living."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VI 1:10",
                            "text": "And when we had made our complaint to him about the death of the men mentioned above, and expressed our surprise at the great patience of God, because He suffered men of such worth to be killed in this way, so that those who ought to be able by the weight of their sanctity to deliver others from trials of this kind, could not save themselves from the hands of wicked men (and asked) why it was that God allowed so great a crime to be committed against his servants, then the blessed Theodore replied."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences VI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VI 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VI 2:2",
                            "text": "Abbot Theodore's answer to the question proposed to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VI 2:3",
                            "text": "This question often exercises the minds of those who have not much faith or knowledge, and imagine that the prizes and rewards of the saints (which are not given in this world, but laid up for the future) are bestowed in the short space of this mortal life."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VI 2:4",
                            "text": "But we whose hope in Christ is not only in this life, for fear lest, as the Apostle says, we should be \"of all men most miserable\" (because as we receive none of the promises in this world we should for our unbelief lose them also in that to come) ought not wrongly to follow their ideas, lest through ignorance of the true real explanation, we should hesitate and tremble and fail in temptation, if we find ourselves given up to such men; and should ascribe to God injustice or carelessness about the affairs of mankind—a thing which it is almost a sin to mention—because He does not protect in their temptations men who are living an upright and holy life, nor requite good men with good things and evil men with evil things in this world; and so we should deserve to fall under the condemnation of those whom the prophet Zephaniah rebukes, saying \"who say in their hearts the Lord will not do good, nor will He do evil:\" or at least be found among those of whom we are told that they blaspheme God with such complaints as this: \"Every one that doeth evil is good in the sight of the Lord, and such please Him: for surely where is the God of judgment?\" Adding further that blasphemy which is described in the same way in what follows: \"He laboureth in vain that serveth God, and what profit is it that we have kept His ordinances, and walked sorrowful before the Lord? Wherefore now we call the proud happy, for they that work wickedness are enriched, and they have tempted God, and are preserved\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VI 2:5",
                            "text": "Wherefore that we may avoid this ignorance which is the root and cause of this most deadly error, we ought in the first place to know what is really good, and what is bad, and so finally if we grasp the true scriptural meaning of these words, and not the false popular one, we shall escape being deceived by the errors of unbelievers."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences VI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:2",
                            "text": "Of the three kinds of things there are in the world; viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:3",
                            "text": ", good, bad, and indifferent."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:4",
                            "text": "Altogether there are three kinds of things in the world; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:5",
                            "text": ", good, bad, and indifferent."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:6",
                            "text": "And so we ought to know what is properly good, and what is bad, and what is indifferent, that our faith may be supported by true knowledge and stand firm in all temptations."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:7",
                            "text": "We must then believe that in things which  are merely human there is no real good except virtue of soul alone, which leads us with unfeigned faith to things divine, and makes us constantly adhere to that unchanging good."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:8",
                            "text": "And on the other hand we ought not to call anything bad, except sin alone, which separates us from the good God, and unites us to the evil devil."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:9",
                            "text": "But those things are indifferent which can be appropriated to either side according to the fancy or wish of their owner, as for instance riches, power, honour, bodily strength, good health, beauty, life itself, and death, poverty, bodily infirmities, injuries, and other things of the same sort, which can contribute either to good or to evil as the character and fancy of their owner directs."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:10",
                            "text": "For riches are often serviceable for our good, as the Apostle says, who charges \"the rich of this world to be ready to give, to distribute to the needy, to lay up in store for themselves a good foundation against the time to come, that\" by this means \"they may lay hold on the true life\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:11",
                            "text": "And according to the gospel they are a good thing for those who \"make to themselves friends of the unrighteous mammon\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:12",
                            "text": "And again, they can be drawn in the direction of what is bad when they are amassed only for the sake of hoarding them or for a life of luxury, and are not employed to meet the wants of the poor."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:13",
                            "text": "And that power also and honour and bodily strength and good health are indifferent and available for either (good or bad) can easily be shown from the fact that many of the Old Testament saints enjoyed all these things and were in positions of great wealth and the highest honour, and blessed with bodily strength, and yet are known to have been most acceptable to God."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:14",
                            "text": "And on the contrary those who have wrongfully abused these things and perverted them for their own purposes are not without good reason punished or destroyed, as the Book of Kings shows us has often happened."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:15",
                            "text": "And that even life and death are in themselves indifferent the birth of S."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:16",
                            "text": "John and of Judas proves."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:17",
                            "text": "For in the case of the one his life was so profitable to himself that we are told that his birth brought joy to others also, as we read \"And many shall rejoice at his birth;\" but of the life of the other it is said: \"It were good for that man if he had never been born\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:18",
                            "text": "Further it is said of the death of John and of all saints \"Right dear in the sight of the Lord is the death of His saints:\" but of that of Judas and men like him \"The death of the wicked is very evil\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:19",
                            "text": "And how useful bodily sickness sometimes may be the blessing on Lazarus, the beggar who was full of sores, shows us."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:20",
                            "text": "For Scripture makes mention of no other good qualities or deserts of his, but it was for this fact alone; viz."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:21",
                            "text": ", that he endured want and bodily sickness with the utmost patience, that he was deemed worthy of the blessed lot of a place in Abraham's bosom."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:22",
                            "text": "And with regard to want and persecution and injuries which everybody thinks to be bad, how useful and necessary they are is clearly proved by this fact; viz."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:23",
                            "text": ", that the saints not only never tried to avoid them, but actually either sought them with all their powers or bravely endured them, and thus became the friends of God, and obtained the reward of eternal life, as the blessed Apostle chants: \"For which cause I delight myself in my infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:24",
                            "text": "For when I am weak, then I am strong, for power is made perfect in infirmity\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VI 3:25",
                            "text": "And therefore those who are exalted with the greatest riches and honours and powers of this world, should not be deemed to have secured their chief good out of them (for this is shown to consist only in virtue) but only something indifferent, because just as to good men who use them well and properly they will be found to be useful and convenient (for they afford them opportunities for good works and fruits which shall endure to eternal life), so to those who wrongfully abuse their wealth, they are useless and out of place, and furnish occasions of sin and death."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences VI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VI 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VI 4:2",
                            "text": "How evil cannot be forced on any one by another against his will."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VI 4:3",
                            "text": "Preserving then these distinctions clear and fixed, and knowing that there is nothing good except virtue alone, and nothing bad except sin alone and separation from God, let us now carefully consider whether God ever allows evil to be forced on his saints either by Himself or by some one else."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VI 4:4",
                            "text": "And you will certainly find that this never happens."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VI 4:5",
                            "text": "For another can never possibly force the evil of sin upon anyone, who does not consent and who resists, but only on one who admits it into himself through sloth and the corrupt desire of his heart."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VI 4:6",
                            "text": "Finally, when the devil having exhausted all his wicked devices had tried to force upon the blessed Job this evil of sin, and had not only stripped him of all his worldly goods, but also after that terrible and  utterly unlooked for calamity of bereavement through the death of his seven children, had heaped upon him dreadful wounds and intolerable tortures from the crown of his head to the sole of his foot, he tried in vain to fasten on him the stain of sin, because he remained steadfast through it all, never brought himself to consent to blasphemy."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences VI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VI 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VI 5:2",
                            "text": "An objection, how God Himself can be said to create evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VI 5:3",
                            "text": "Germanus: We often read in holy Scripture that God has created evil or brought it upon men, as is this passage: \"There is none beside Me."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VI 5:4",
                            "text": "I am the Lord, and there is none else: I form the light and create darkness, I make peace, and create evil\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VI 5:5",
                            "text": "And again: \"Shall there be evil in a city which the Lord hath not done?\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences VI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:2",
                            "text": "The answer to the question proposed."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:3",
                            "text": "Theodore: Sometimes holy Scripture is wont by an improper use of terms to use \"evils\" for \"affliction;\" not that these are properly and in their nature evils, but because they are imagined to be evils by those on whom they are brought for their good."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:4",
                            "text": "For when divine judgment is reasoning with men it must speak with the language and feelings of men."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:5",
                            "text": "For when a doctor for the sake of health with good reason either cuts or cauterizes those who are suffering from the inflammation of ulcers, it is considered an evil by those who have to bear it."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:6",
                            "text": "Nor are the spur and the whip pleasant to a restive horse."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:7",
                            "text": "Moreover all chastisement seems at the moment to be a bitter thing to those who are chastised, as the Apostle says: \"Now all chastisement for the present indeed seemeth not to bring with it joy but sorrow; but afterwards it will yield to them that are exercised by it most peaceable fruits of righteousness,\" and \"whom the Lord loveth He chasteneth, and scourgeth every son whom He receiveth: for what son is there whom the father doth not correct?\" And so evils are sometimes wont to stand for afflictions, as where we read: \"And God repented of the evil which He had said that He would do to them and He did it not\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:8",
                            "text": "And again: \"For Thou, Lord, are gracious and merciful, patient and very merciful and ready to repent of the evil,\" i-e:, of the sufferings and losses which Thou art forced to bring upon us as the reward of our sins."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:9",
                            "text": "And another prophet, knowing that these are profitable to some men, and certainly not through any jealousy of their safety, but with an eye to their good, prays thus: \"Add evils to them, O Lord, add evils to the haughty ones of the earth;\" and the Lord Himself says \"Lo, I will bring evils upon them,\" i-e:, sorrows, and losses, with which they shall for the present be chastened for their soul's health, and so shall be at length driven to return and hasten back to Me whom in their prosperity they scorned."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:10",
                            "text": "And so that these are originally evil we cannot possibly assert: for to many they conduce to their good and offer the occasions of eternal bliss, and therefore (to return to the question raised) all those things, which are thought to be brought upon us as evils by our enemies or by any other people, should not be counted as evils, but as things indifferent."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:11",
                            "text": "For in the end they will not be what he thinks, who brought them upon us in his rage and fury, but what he makes them who endures them."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:12",
                            "text": "And so when death has been brought upon a saint, we ought not to think that an evil has happened to him but a thing indifferent; which is an evil to a wicked man, while to the good it is rest and freedom from evils."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:13",
                            "text": "\"For death is rest to a man whose way is hidden\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VI 6:14",
                            "text": "And so a good man does not suffer any loss from it, because he suffers nothing strange, but by the crime of an enemy he only receives (and not without the reward of eternal life) that which would have happened to him in the course of nature, and pays the debt of man's death, which must be paid by an inevitable law, with the interest of a most fruitful passion, and the recompense of a great reward."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences VI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VI 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VI 7:2",
                            "text": "A question whether the man who causes the death of a good man is guilty, if the good man is the gainer by his death."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VI 7:3",
                            "text": "Germanus: Well then, if a good man does not only suffer no evil by being killed, but actually gains a reward from his suffering, how can we accuse the man who has done him no harm but good by killing him?."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences VI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VI 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VI 8:2",
                            "text": "The answer to the foregoing question."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VI 8:3",
                            "text": "Theodore: We are talking about the actual qualities of things good and bad, and what we call indifferent; and not about the characters of the men who do these things."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VI 8:4",
                            "text": "Nor ought any bad or wicked man to go unpunished because his evil deed was not able to do harm to a good man."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VI 8:5",
                            "text": "For the endurance and goodness of a righteous man are of no profit to the man who is the cause of his death or suffering, but only to him who patiently endures what is inflicted on him."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VI 8:6",
                            "text": "And so the one is justly punished for savage cruelty, because he meant to injure him, while the other nevertheless suffers no evil, because in the goodness of his heart he patiently endures his temptation and sufferings, and so causes all those things, which were inflicted upon him with evil intent, to turn out to his advantage, and to conduce to the bliss of eternal life."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences VI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:2",
                            "text": "The case of Job who was tempted by the devil and of the Lord who was betrayed by Judas: and how prosperity as well as adversity is advantageous to a good man."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:3",
                            "text": "For the patience of Job did not bring any gain to the devil, through making him a better man by his temptations, but only to Job himself who endured them bravely; nor was Judas granted freedom from eternal punishment, because his act of betrayal contributed to the salvation of mankind."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:4",
                            "text": "For we must not regard the result of the deed, but the purpose of the doer."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:5",
                            "text": "Wherefore we should always cling to this assertion; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:6",
                            "text": ", that evil cannot be brought upon a man by another, unless a man has admitted it by his sloth or feebleness of heart: as the blessed Apostle confirms this opinion of ours in a verse of Scripture: \"But we know that all things work together for good to them that love God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:7",
                            "text": "But by saying \"All things work together for good,\" he includes everything alike, not only things fortunate, but also those which seem to be misfortunes: through which the Apostle tells us in another place that he himself has passed, when he says: \"By the armour of righteousness on the right hand and on the left,\" i-e:, \"Through honour and dishonour, through evil report and good report, as deceivers and yet true, as sorrowful but always rejoicing, as needy and yet enriching many:\" All those things then which are considered fortunate, and are called those \"on the right hand,\" which the holy Apostle designates by the terms honour and good report; and those too which are counted misfortunes, which he clearly means by dishonour and evil report, and which he describes as \"on the left hand,\" become to the perfect man \"the armour of righteousness,\" if when they are brought upon him, he bears them bravely: because, as he fights with these, and uses those very weapons with which he seems to be attacked, and is protected by them as by bow and sword and stout shield against those who bring these things upon him, he secures the advantage of his patience and goodness, and obtains a grand triumph of steadfastness by means of those very weapons of his enemies which are hurled against him to kill him; and if only he is not elated by success or cast down by failure, but ever marches straightforward on the king's highway, and does not swerve from that state of tranquillity as it were to the right hand, when joy overcomes him, nor let himself be driven so to speak to the left hand, when misfortunes overwhelm him, and sorrow holds sway."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:8",
                            "text": "For \"Much peace have they that love Thy law, and to them there is no stumbling block\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:9",
                            "text": "But of those who shift about according to the character and changes of the several chances which happen to them, we read: \"But a fool will change like the moon\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:10",
                            "text": "For just as it is said of men who are perfect and wise: \"To them that love God all things work together for good,\" so of those who are weak and foolish it is declared that \"everything is against a foolish man,\" for he gets no profit out of prosperity, nor does adversity make him any better."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:11",
                            "text": "For it requires as much goodness to bear sorrows bravely, as to be moderate in prosperity: and it is quite certain that one who fails in one of these, will not bear up under the other."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VI 9:12",
                            "text": "But a man can be more easily overcome by prosperity than by misfortunes: for these sometimes restrain men against their will and make them humble and through most salutary sorrow cause them to sin less, and make them better: while prosperity puffs up the mind with soothing but most pernicious flatteries and when men are secure in the prospect of their happiness dashes them to the ground with a still greater destruction."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences VI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:2",
                            "text": "Of the excellence of the perfect man who is figuratively spoken of as ambidextrous."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:3",
                            "text": "Those are they then who are figuratively spoken of in holy Scripture as ἀμφοτεροδέξιον , i-e:, ambidextrous, as Ehud is described in the book of Judges \"who used either hand as the right hand\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:4",
                            "text": "And this power we also can spiritually acquire, if by making a right and proper use of those things which are fortunate, and which seem to be \"on the right hand,\" as well as of those which are unfortunate and as we call it \"on the left hand,\" we make them both belong to the right side, so that whatever turns up proves in our case, to use the words of the Apostle, \"the armour of righteousness\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:5",
                            "text": "For we see that the inner man consists of two parts, and if I may be allowed the expression, two hands, nor can any of the saints do without that which we call the left hand: but by means of it the perfection of virtue is shown, where a man by skilful use can turn both hands into right hands."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:6",
                            "text": "And in order to make our meaning clearer, the saint has for his right hand his spiritual achievements, in which he is found when with fervent spirit he gets the better of his desires and passions, when he is free from all attacks of the devil, and without any effort or difficulty rejects and cuts off all carnal sins, when he is exalted above the earth and regards all things present and earthly as light smoke or vain shadows, and scorns them as what is about to vanish away, when with an overflowing heart he not only longs most intensely for the future but actually sees it the more clearly, when he is more effectually fed on spiritual contemplations, when he sees heavenly mysteries more brightly laid open to him, when he pours forth his prayers to God with greater purity and readiness, when he is so inflamed with fervent of spirit as to pass with the utmost readiness of soul to things invisible and eternal, so as scarcely to believe that he any longer remains in the flesh."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:7",
                            "text": "He has also a left hand, when he is entangled in the toils of temptation, when he is inflamed with the heat of desire for carnal lusts, when he is set on fire by emotion towards rage and anger, when he is overcome by being puffed up with pride or vainglory, when he is oppressed by a sorrow that worketh death, when he is shaken to pieces by the contrivances and attacks of accidie, and when he has lost all spiritual warmth, and grows indifferent with a sort of lukewarmness and unreasonable grief so that not only is he forsaken by good and kindling thoughts, but actually Psalms, prayer, reading, and retirement in his cell all pall upon him, and all virtuous exercises seem by an intolerable and horrible loathing to have lost their savour."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:8",
                            "text": "And when a monk is troubled in this way, then he knows that he is attacked \"on the left hand\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:9",
                            "text": "Anyone therefore who is not at all puffed up through the aid of vainglory by any of those things on the right hand which we have mentioned, and who struggles manfully against those on the left hand, and does not yield to despair and give in, but rather on the other hand seizes the armour of patience to practise himself in virtue—this man can use both hands as right hands, and in each action he proves triumphant and carries off the prize of victory from that condition on the left hand as well as that on the right."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:10",
                            "text": "Such, we read, was the reward which the blessed Job obtained who was certainly crowned (for a victory) on the right hand, when he was the father of seven sons and walked as a rich and wealthy man, and yet offered daily sacrifices to the Lord for their purification, in his anxiety that they might prove acceptable and dear to God rather than to himself, when his gates stood open to every stranger, when he was \"feet to lame and eyes to blind,\" when the shoulders of the suffering were kept warm by the wool of his sheep, when he was a father to orphans and a husband to widows, when he did not even in his heart rejoice at the fall of his enemy."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:11",
                            "text": "And again it was the same man who with still greater virtue triumphed over adversity on the left hand, when deprived in one moment of his seven sons he was not as a father overcome with bitter grief but as a true servant of God rejoiced in the will of his Creator."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:12",
                            "text": "When instead of being a wealthy man he became poor, naked instead of rich, pining away instead of strong, despised and contemptible instead of famous and honourable, and yet preserved his fortitude of mind unshaken, when, lastly, bereft of all his wealth and substance he took up his abode on the dunghill, and like some stern executioner of his own body scraped with a potsherd the matter that broke out, and plunging his fingers deep into his wounds dragged out on every side masses of worms from his limbs."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:13",
                            "text": "And in all this he never fell into despair and blasphemy, nor murmured at all against his Creator."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:14",
                            "text": "Moreover also so little was he overcome by such a weight of bitter temptations that the cloak which out of all his former property remained to cover his body, and which alone could be  saved from destruction by the devil because he was clothed with it, he rent and cast off, and covered with it his nakedness which he voluntarily endured, which the terrible robber had brought upon him."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:15",
                            "text": "The hair of his head too, which was the only thing left untouched out of all the remains of his former glory, he shaved and cast to his tormentor, and cutting off even that which his savage foe had left to him he exulted over him and mocked him with that celestial cry of his: \"If we have received good at the hand of the Lord, should we not also receive evil? Naked came I out of my mother's womb, and naked shall I return thither."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:16",
                            "text": "The Lord gave and the Lord hath taken away; as it hath pleased the Lord, so is it done; blessed be the name of the Lord\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:17",
                            "text": "I should also with good reason call Joseph ambidextrous, as in prosperity he was very dear to his father, affectionate to his brethren, acceptable to God; and in adversity was chaste, and faithful to the Lord, in prison most kind to the prisoners, forgetful of wrongs, generous to his enemies; and to his brethren who were envious of him and as far as lay in their powers, his murderers, he proved not only affectionate but actually munificent."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:18",
                            "text": "These men then and those who are like them are rightly termed ἀμφοτεροδέξιον , i-e:, ambidextrous."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:19",
                            "text": "For they can use either hand as the right hand, and passing through those things which the Apostle enumerates can fairly say: \"Through the armour of righteousness on the right hand and on the left, through honour and dishonour, through evil report and good report, etc\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:20",
                            "text": "And of this right and left hand Solomon speaks as follows in the Song of songs, in the person of the bride: \"His left hand is under my head, and his right hand shall embrace me\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:21",
                            "text": "And while this passage shows that both are useful, yet it puts one under the head, because misfortunes ought to be subject to the control of the heart, since they are only useful for this; viz."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:22",
                            "text": ", to train us for a time and discipline us for our salvation and make us perfect in the matter of patience."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:23",
                            "text": "But the right hand she hopes will ever cling to her to cherish her and hold her fast in the blessed embrace of the Bridegroom, and unite her to him indissolubly."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:24",
                            "text": "We shall then be ambidextrous, when neither abundance nor want affects us, and when the former does not entice us to the luxury of a dangerous carelessness, while the latter does not draw us to despair, and complaining; but when, giving thanks to God in either case alike, we gain one and the same advantage out of good and bad fortune."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:25",
                            "text": "And such that truly ambidextrous man, the teacher of the Gentiles, testifies that he himself was, when he says: \"For I have learnt in whatsoever state I am, to be content therewith."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:26",
                            "text": "I know both how to be brought low and I know how to abound: everywhere and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VI 10:27",
                            "text": "I can do all things in Him which strengtheneth me\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences VI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:2",
                            "text": "Of the two kinds of trials, which come upon us in a three-fold way."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:3",
                            "text": "Well then, though we say that trial is twofold, i-e:, in prosperity and in adversity, yet you must know that all men are tried in three different ways."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:4",
                            "text": "Often for their probation, sometimes for their improvement, and in some cases because their sins deserve it."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:5",
                            "text": "For their probation indeed, as we read that the blessed Abraham and Job and many of the saints endured countless tribulations; or this which is said to the people in Deuteronomy by Moses: \"And thou shalt remember all the way through which the Lord thy God hath brought thee for forty years through the desert, to afflict thee and to prove thee, and that the things that were in thy heart might be made known, whether thou wouldst keep His Commandments or no:\" and this which we find in the Psalms: \"I proved thee at the waters of strife\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:6",
                            "text": "To Job also: \"Thinkest thou that I have spoken for any other cause than that thou mightest be seen to be righteous?\" But for improvement, when God chastens his righteous ones for some small and venial sins, or to raise them to a higher state of purity, and delivers them over to various trials, that He may purge away all their unclean thoughts, and, to use the prophet's word, the \"dross,\" which he sees to have collected in their secret parts, and may thus transmit them like pure gold, to the judgment to come, as He allows nothing to remain in them for the fire of judgment to discover when hereafter it searches them with penal torments according to this saying: \"Many are the tribulations of the righteous\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:7",
                            "text": "And: \"My son, neglect not the discipline of the Lord, neither be thou wearied whilst thou art rebuked by Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:8",
                            "text": "For whom the Lord loveth He chastiseth, and scourgeth every son whom He receiveth."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:9",
                            "text": "For what son is there whom the father doth not correct? But if ye are without chastisement, whereof all are partakers, then are ye bastards, and  not sons\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:10",
                            "text": "And in the Apocalypse: \"Those whom I love, I reprove and chasten\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:11",
                            "text": "To whom under the figure of Jerusalem the following words are spoken by Jeremiah, in the person of God: \"For I will utterly consume all the nations among which I scattered thee: but I will not utterly consume thee: but I will chastise thee in judgment, that thou mayest not seem to thyself innocent\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:12",
                            "text": "And for this life-giving cleansing David prays when he says: \"Prove me, O Lord, and try me; turn my reins and my heart\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:13",
                            "text": "Isaiah also, well knowing the value of this trial, says \"O Lord, correct us but with judgment: not in Thine anger\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:14",
                            "text": "And again: \"I will give thanks to thee, O Lord, for thou wast angry with me: Thy wrath is turned away, and Thou hast comforted me\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:15",
                            "text": "But as a punishment for sins, the blows of trial are inflicted, as where the Lord threatens that He will send plagues upon the people of Israel: \"I will send the teeth of beasts upon them, with the fury of creatures that trail upon the ground:\" and \"In vain have I struck your children: they have not received correction\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:16",
                            "text": "In the Psalms also: \"Many are the scourges of the sinners:\" and in the gospel: \"Behold thou art made whole: now sin no more, lest a worse thing happen unto thee\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:17",
                            "text": "We find, it is true, a fourth way also in which we know on the authority of Scripture that some sufferings are brought upon us simply for the manifestation of the glory of God and His works, according to these words of the gospel: \"Neither did this man sin nor his parents, but that the works of God might be manifested in him:\" and again: \"This sickness is not unto death, but for the glory of God that the Son of God may be glorified by it\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:18",
                            "text": "There are also other sorts of vengeance, with which some who have overpassed the bounds of wickedness are smitten in this life, as we read that Dathan and Abiram or Korah were punished, or above all, those of whom the Apostle speaks: \"Wherefore God gave them up to vile passions and a reprobate mind:\" and this must be counted worse than all other punishments."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:19",
                            "text": "For of these the Psalmist says: \"They are not in the labours of men; neither shall they be scourged like other men\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:20",
                            "text": "For they are not worthy of being healed by the visitation of the Lord which gives life, and by plagues in this world, as \"in despair they have given themselves over to lasciviousness, unto the working of all error unto uncleanness,\" and as by hardening their hearts, and by growing accustomed and used to sin they have got beyond cleansing in this brief life and punishment in the present world: men, who are thus reproved by the holy word of the prophet: \"I destroyed some of you, as God destroyed Sodom and Gomorrah, and you were as a firebrand plucked out of the burning: yet you returned not to Me, saith the Lord,\" and Jeremiah: \"I have killed and destroyed thy people, and yet they are not returned from their ways\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:21",
                            "text": "And again: \"Thou hast smitten them and they have not grieved: Thou hast bruised them and they refused to receive correction: they have made their faces harder than the rock, they have refused to return\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:22",
                            "text": "And the prophet seeing that all the remedies of this life will have been applied in vain for their healing, and already as it were despairing of their life, declares: \"The bellows have failed in the fire, the founder hath melted in vain: for their wicked deeds are not consumed."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:23",
                            "text": "Call them reprobate silver, for the Lord hath rejected them\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:24",
                            "text": "And the Lord thus laments that to no purpose has He applied this salutary cleansing by fire to those who are hardened in their sins, in the person of Jerusalem crusted all over with the rust of her sins, when He says: \"set it empty upon burning coals, that it may be hot, and the brass thereof may be melted; and let the filth of it be melted in the midst thereof."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:25",
                            "text": "Great pains have been taken, and the great rust thereof is not gone out, no not even by fire."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:26",
                            "text": "Thy uncleanness is execrable: because I desired to cleanse thee, and thou art not cleansed from thy filthiness\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:27",
                            "text": "Wherefore like a skilful physician, who has tried all saving cures, and sees there is no remedy left which can be applied to their disease, the Lord is in a manner overcome by their iniquities and is obliged to desist from that kindly chastisement of His, and so denounces them saying: \"I will no longer be angry with thee, and thy jealousy has departed from thee\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:28",
                            "text": "But of others, whose heart has not grown hard by continuance in sin, and who do not stand in need of that most severe and (if I may so call it) caustic remedy, but for whose salvation the instruction of the life-giving word is sufficient—of  them it is said: \"I will improve them by hearing of their suffering\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:29",
                            "text": "We are well aware that there are other reasons also of the punishment and vengeance which is inflicted on those who have sinned grievously—not to expiate their crimes, nor wipe out the deserts of their sins, but that the living may be put in fear and amend their lives."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:30",
                            "text": "And these we plainly see were inflicted on Jeroboam the son of Nebat, and Baasha the son of Ahiah, and Ahab and Jezebel, when the Divine reproof thus declares: \"Behold, I will bring evil upon thee, and will cut down thy posterity, and will kill of Ahab every male, and him that is shut up and the last in Israel."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:31",
                            "text": "And I will make thy house like the house of Jeroboam the son of Nebat and like the house of Baasha the son of Ahiah: for that which thou hast done to provoke Me to anger, and for making Israel to sin."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:32",
                            "text": "The dogs also shall eat Jezebel in the field of Jezreel."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:33",
                            "text": "If Ahab die in the city, the dogs shall eat him: but if he die in the field the birds of the air shall eat him,\" and this which is threatened as the greatest threat of all: \"Thy dead body shall not be brought to the sepulchre of thy fathers\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:34",
                            "text": "It was not that this short and momentary punishment would suffice to purge away the blasphemous inventions of him who first made the golden calves and led to the lasting sin of the people, and their wicked separation from the Lord,—or the countless and disgraceful profanities of those others, but it was that by their example the fear of those punishments which they dreaded might fall on others also, who, as they thought little of the future or even disbelieved in it altogether, would only be moved by consideration of things present; and that owing to this proof of His severity they might acknowledge that there is no lack of care for the affairs of men, and for their daily doings, in the majesty of God on high, and so through that which they greatly feared might the more clearly see in God the rewarder of all their deeds."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:35",
                            "text": "We find, it is true, that even for lighter faults some men have received the same sentence of death in this world, as that with which those men were punished who, as we said before, were the authors of a blasphemous falling away: as happened in the case of the man who gathered sticks on the Sabbath, and in that of Ananias and Sapphira, who through the sin of unbelief kept back some portion of their goods: not that the guilt of their sins was equal, but because they were the first found out in a new kind of transgression, and so it was right that as they had given to others an example of sin, so also they should give them an example of punishment and of fear, that anyone, who should attempt to copy them, might know that (even if his punishment were postponed in this life) he would be punished in the same way that they were at the trial of the judgment hereafter."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VI 11:36",
                            "text": "And, since in our desire to run through the different kinds of trials and punishments we seem to have wandered somewhat from our subject, on which we were saying that the perfect man will always remain steadfast in either kind of trial, now let us return to it once more."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences VI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VI 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VI 12:2",
                            "text": "How the upright man ought to be like a stamp not of wax but of hard steel."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VI 12:3",
                            "text": "And so the mind of the upright man ought not to be like wax or any other soft material which always yields to the shape of what presses on it, and is stamped with its form and impress and keeps it until it takes another shape by having another seal stamped upon it; and so it results that it never retains its own form but is turned and twisted about to correspond to whatever is pressed upon it."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VI 12:4",
                            "text": "But he should rather be like some stamp of hard steel, that the mind may always keep its proper form and shape inviolate, and may stamp and imprint on everything which occurs to it the marks of its own condition, while upon it itself nothing that happens can leave any mark."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Confrences VI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VI 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VI 13:2",
                            "text": "A question whether the mind can constantly continue in one and the same condition."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VI 13:3",
                            "text": "Germanus: But can our mind constantly preserve its condition unaltered, and always continue in the same state?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Confrences VI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:2",
                            "text": "The answer to the point raised by the questioner."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:3",
                            "text": "Theodore: It is needful that one must either, as the Apostle says, \"be renewed in the spirit of the mind,\" and daily advance by \"pressing forward to those things which are before,\" or, if one neglects to do this, the sure result will be to go back, and become  worse and worse."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:4",
                            "text": "And therefore the mind cannot possibly remain in one and the same state."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:5",
                            "text": "Just as when a man, by pulling hard, is trying to force a boat against the stream of a strong current he must either stem the rush of the torrent by the force of his arms, and so mount to what is higher up, or letting his hands slacken be whirled headlong down stream."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:6",
                            "text": "Wherefore it will be a clear proof of our failure if we find that we have gained nothing more, nor should we doubt but that we have altogether gone back, whenever we find that we have not advanced upwards, because, as I said, the mind of man cannot possibly continue in the same condition, nor so long as he is in the flesh will any of the saints ever reach the height of all virtues, so that they continue unalterable."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:7",
                            "text": "For something must either be added to them or taken away from them, and in no creature can there be such perfection, as not to be subject to the feeling of change; as we read in the book of Job: \"What is man that he should be without spot, and he that is born of a woman that he should appear just? Behold among His saints none is unchangeable, and the heavens are not pure in His sight\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:8",
                            "text": "For we confess that God only is unchangeable, who alone is thus addressed by the prayer of the holy prophet \"But Thou art the same,\" and who says of Himself \"I am God, and I change not,\" because He alone is by nature always good, always full and perfect, and one to whom nothing can ever be added, or from whom nothing can be taken away."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:9",
                            "text": "And so we ought always with incessant care and anxiety to give ourselves up to the acquirement of virtue, and constantly to occupy ourselves with the practice of it, lest, if we cease to go forward, the result should immediately be a going back."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:10",
                            "text": "For, as we said, the mind cannot continue in one and the same condition, I mean without receiving addition to or diminution of its good qualities."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VI 14:11",
                            "text": "For to fail to gain new ones, is to lose them, because when the desire of making progress ceases, there the danger of going back is present."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Confrences VI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VI 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VI 15:2",
                            "text": "How one loses by going away from one's cell."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VI 15:3",
                            "text": "And so we ought always to remain shut up in our cell."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VI 15:4",
                            "text": "For whenever a man has strayed from it and returns fresh to it and begins again to live there he will be upset and disturbed."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VI 15:5",
                            "text": "For if he has let it go he cannot without difficulty and pains recover that fixed purpose of mind, which he had gained when he remained in his cell; and as through this he has gone back, he will not think anything of the advance which he has missed, and which he would have secured if he had not allowed himself to leave his cell, but he will rather congratulate himself if he finds that he has regained that condition from which he fell away."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VI 15:6",
                            "text": "For just as time once lost and gone cannot any more be recovered, so neither can those advantages which have been missed be restored: for whatever earnest purpose of the mind there may be afterwards, it will be the profit of the day then present, and the gain that belongs to the time that then is, and will not make up for the gain that has been once for all lost."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Confrences VI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:2",
                            "text": "How even celestial powers above are capable of change."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:3",
                            "text": "But that even the powers above are, as we said, subject to change is shown by those who fell from their ranks through the fault of a corrupt will."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:4",
                            "text": "Wherefore we ought not to think that the nature of those is unchangeable, who remain in the blessed condition in which they were created, simply because they were not in like manner led astray to choose the worse part."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:5",
                            "text": "For it is one thing to have a nature incapable of change, and another thing for a man through the efforts of his virtue, and by guarding what is good through the grace of the unchangeable God, to be kept from change."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:6",
                            "text": "For everything that is secured or preserved by care, can also be lost by carelessness."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:7",
                            "text": "And so we read: \"Call no man blessed before his death,\" because so long as a man is still engaged in the struggle, and if I may use the expression, still wrestling—even though he generally conquers and carries off many prizes of victory,—yet he can never be free from fear, and from the suspicion of an uncertain issue."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:8",
                            "text": "And therefore God alone is called unchangeable and good, as His goodness is not the result of effort, but a natural possession, and so He cannot be anything but good."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VI 16:9",
                            "text": "No virtue then can be acquired by man without the possibility of change, but in order that when it once exists it may be continually preserved, it must be watched over with the same care and diligence with which it was acquired."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Confrences VI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:2",
                            "text": "That no one is dashed to the ground by a sudden fall."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:3",
                            "text": "But we must not imagine that anyone slips and comes to grief by a sudden fall, but that he falls by a hopeless collapse either from being deceived by beginning his training badly, or from the good qualities of his soul failing through a long course of carelessness of mind, and so his faults gaining ground upon him little by little."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:4",
                            "text": "For \"loss goeth before destruction, and an evil thought before a fall,\" just as no house ever falls to the ground by a sudden collapse, but only when there is some flaw of long standing in the foundation, or when by long continued neglect of its inmates, what was at first only a little drip finds its way through, and so the protecting walls are by degrees ruined, and in consequence of long standing neglect the gap becomes larger, and break away, and in time the drenching storm and rain pours in like a river: for \"by slothfulness a building is cast down, and through the weakness of hands the house shall drop through\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:5",
                            "text": "And that the same thing happens spiritually to the soul the same Solomon thus tells us in other words, when he says: \"water dripping drives a man out of the house on a stormy day\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:6",
                            "text": "Elegantly then does he compare carelessness of mind to a roof, and to tiles that have not been looked after, through which in the first instance only very slight drippings (so to speak) of the passions make their way to the soul: but if these are not heeded, as being but small and trifling, then the beams of virtues will decay and be carried away by a great tempest of sins, through which \"on a stormy day,\" i-e:, in the time of temptation, the devil's attack will assail us, and the soul will be driven forth from the abode of virtue, in which, as long as it preserved all watchful diligence, it had remained as in a house that belonged to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:7",
                            "text": "And so when we had heard this, we were so immensely delighted with our spiritual repast, that the mental pleasure with which we were filled by this conference outweighed the sorrow which we had experienced before from the death of the saints."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VI 17:8",
                            "text": "For not only were we instructed in things about which we had been puzzled, but we also learnt from the raising of that question some things, which our understanding had been too small for us to ask about."
                        }
                    ]
                }
            ]
        }
    ]
}