{
    "books": [
        {
            "name": "John Cassian: Confrences XV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences XV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:1",
                            "text": "XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:2",
                            "text": "The Second Conference of Abbot Nesteros."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:3",
                            "text": "On Divine Gifts."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:5",
                            "text": "Discourse of Abbot Nesteros on the threefold system of gifts."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:6",
                            "text": "After evening service we sat down together on the mats as usual ready for the promised narration: and when we had kept silence for some little time out of reverence for the Elder, he anticipated the silence of our respect by such words as these."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:7",
                            "text": "The previous order of our discourse had brought us to the exposition of the system of spiritual gifts, which we have learnt from the tradition of the Elders is a threefold one."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:8",
                            "text": "The first indeed is for the sake of healing, when the grace of signs accompanies certain elect and righteous men on account of the merits of their holiness, as it is clear that the apostles and many of the saints wrought signs and wonders in accordance with the authority of the Lord Who says: \"Heal the sick, raise the dead, cleanse the lepers, cast out devils: freely ye have received, freely give\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:9",
                            "text": "The second when for the edification of the church or on account of the faith of those who bring their sick, or of those who are to be cured, the virtue of health proceeds even from sinners and men unworthy of it."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:10",
                            "text": "Of whom the Saviour says in the gospel: \"Many shall say to Me in that day, Lord, Lord, have we not prophesied in Thy name, and in Thy name cast out devils, and in Thy name done many mighty works? And then I will confess to them, I never knew you: Depart from Me, ye workers of iniquity\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:11",
                            "text": "And on the other hand, if the faith of those who bring them or of the sick is wanting, it prevents those on whom the gifts of healing are conferred from exercising their powers of healing."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:12",
                            "text": "On which subject Luke the Evangelist says: \"And Jesus could not there do any mighty work because of their unbelief\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:13",
                            "text": "Whence also the Lord Himself says: \"Many lepers were in Israel in the days of Elisha the prophet, and none of them was cleansed but Naaman the Syrian\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:14",
                            "text": "The third method of healing is copied by the deceit and contrivance of devils, that, when a man who is enslaved to evident sins is out of admiration for his miracles regarded as a saint and a servant of God, men may be persuaded  to copy his sins and thus an opening being made for cavilling, the sanctity of religion may be brought into disgrace, or else that he, who believes that he possesses the gift of healing, may be puffed up by pride of heart and so fall more grievously."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:15",
                            "text": "Hence it is that invoking the names of those, who, as they know, have no merits of holiness or any spiritual fruits, they pretend that by their merits they are disturbed and made to flee from the bodies they have possessed."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:16",
                            "text": "Of which it says in Deuteronomy: \"If there rise up in the midst of thee a prophet, or one who says that he has seen a dream, and declare a sign and a wonder, and that which he hath spoken cometh to pass, and he say to thee: Let us go and follow after other gods whom thou knowest not, and let us serve them: thou shalt not hear the words of that prophet or of that dreamer, for the Lord thy God is tempting thee that it may appear whether thou lovest Him or not, with all thy heart and with all thy soul\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XV 1:17",
                            "text": "And in the gospel it says: \"There shall arise false Christs and false prophets, and shall give great signs and wonders, so that, if it were possible, even the elect should be led astray\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences XV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:2",
                            "text": "Wherein one ought to admire the saints."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:3",
                            "text": "Wherefore we never ought to admire those who affect these things, for these powers, but rather to look whether they are perfect in driving out all sins, and amending their ways, for this is granted to each man not for the faith of some other, or for a variety of reasons, but for his own earnestness, by the action of God's grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:4",
                            "text": "For this is practical knowledge which is termed by another name by the Apostle; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:5",
                            "text": ", love, and is by the authority of the Apostle preferred to all tongues of men and of angels, and to full assurance of faith which can even remove mountains, and to all knowledge, and prophecy, and to the distribution of all one's goods, and finally to the glory of martyrdom itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:6",
                            "text": "For when he had enumerated all kinds of gifts and had said: \"To one is given by the Spirit the word of wisdom, to another the word of knowledge, to another faith, to another the gift of healing, to another the working of miracles, etc."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:7",
                            "text": ":\" when he was going to speak about love notice how in a few words he put it before all gifts: \"And yet,\" he says, \"I show unto you a still more excellent way\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:8",
                            "text": "By which it is clearly shown that the height of perfection and blessedness does not consist in the performance of those wonderful works but in the purity of love."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:9",
                            "text": "And this not without good reason."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:10",
                            "text": "For all those things are to pass away and be destroyed, but love is to abide for ever."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XV 2:11",
                            "text": "And so we have never found that those works and signs were affected by our fathers: nay, rather when they did possess them by the grace of the Holy Spirit they would never use them, unless perhaps extreme and unavoidable necessity drove them to do so."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences XV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:2",
                            "text": "Of a dead man raised to life by Abbot Macarius."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:3",
                            "text": "As also we remember that a dead man was raised to life by Abbot Macarius who was the first to find a home in the desert of Scete."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:4",
                            "text": "For when a certain heretic who followed the error of Eunomius was trying by dialectic subtlety to destroy the simplicity of the Catholic faith, and had already deceived a large number of men, the blessed Macarius was asked by some Catholics, who were terribly disturbed by the horror of such an upset, to set free the simple folk of all Egypt from the peril of infidelity, and came for this purpose."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:5",
                            "text": "And when the heretic had approached him with his dialectic art, and wanted to drag him away in his ignorance to the thorns of Aristotle, the blessed Macarius put a stop to his chatter with apostolic brevity, saying: \"the kingdom of God is not in word but in power\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:6",
                            "text": "Let us go therefore to the tombs, and let us invoke the name of the Lord over the first dead man we find, and let us, as it is written, \"show our faith by our works,\" that by His testimony the manifest proofs of a right faith may be shown, and we may prove the clear truth not by an empty discussion of words but by the power of miracles and that judgment which cannot be deceived."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:7",
                            "text": "And when he heard this the heretic was overwhelmed with shame before the people who were present, and pretended for the moment that he consented to the terms proposed, and promised that he would come on the morrow, but the next day when they were  all in expectation who had come together with greater eagerness to the appointed place, owing to their desire for the spectacle, he was terrified by the consciousness of his want of faith, and fled away, and at once escaped out of all Egypt."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:8",
                            "text": "And when the blessed Macarius had waited together with the people till the ninth hour, and saw that he had owing to his guilty conscience avoided him, he took the people, who had been perverted by him and went to the tombs determined upon."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:9",
                            "text": "Now in Egypt the overflow of the river Nile has introduced this custom that, since the whole breadth of that country is covered for no small part of the year by the regular flood of waters like a great sea so that there is no means of getting about except by a passage in boats, the bodies of the dead are embalmed and stored away in cells an good height up."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:10",
                            "text": "For the soil of that land being damp from the continual moisture prevents them from burying them."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:11",
                            "text": "For if it receives any bodies buried in it, it is forced by the excessive inundations to cast them forth on its surface."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:12",
                            "text": "When then the blessed Macarius had taken up his position by a most ancient corpse, he said \"O man, if that heretic and son of perdition had come hither with me, and, while he was standing by, I had exclaimed and invoked the name of Christ my God, say in the presence of these who were almost perverted by his fraud, whether you would have arisen\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:13",
                            "text": "Then he arose and replied with words of assent."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:14",
                            "text": "And then Abbot Macarius asked him what he had formerly been when he enjoyed life here, or in what age of men he had lived, or if he had then known the name of Christ, and he replied that he had lived under kings of most ancient date, and declared that in those days he had never heard the name of Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:15",
                            "text": "To whom once more Abbot Macarius: \"Sleep,\" said he, \"in peace with the others in your own order, to be roused again by Christ in the end\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:16",
                            "text": "All this power then and grace of his which was in him would perhaps have always been hidden, unless the needs of the whole province which was endangered, and his entire devotion to Christ, and unfeigned love, had forced him to perform this miracle."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:17",
                            "text": "And certainly it was not the ostentation of glory but the love of Christ and the good of all the people that wrung from him the performance of it."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XV 3:18",
                            "text": "As the passage in the book of Kings shows us that the blessed Elijah also did, who asked that fire might descend from heaven on the sacrifices laid on the pyre, for this reason that he might set free the faith of the whole people which was endangered by the tricks of the false prophets."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences XV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XV 4:2",
                            "text": "Of the miracle which Abbot Abraham wrought on the breasts of a woman."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XV 4:3",
                            "text": "Why also need I mention the acts of Abbot Abraham, who was surnamed ἁπλοῦς, i-e:, the simple, from the simplicity of his life and his innocence."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XV 4:4",
                            "text": "This man when he had gone from the desert to Egypt for the harvest in the season of Quinquagesima was pestered with tears and prayers by a woman who brought her little child, already pining away and half dead from lack of milk; he gave her a cup of water to drink signed with the sign of the cross; and when she had drunk it at once most marvellously her breasts that had been till then utterly dry flowed with a copious abundance of milk."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences XV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XV 5:2",
                            "text": "Of the cure of a lame man which the same saint wrought."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XV 5:3",
                            "text": "Or when the same man as he went to a village was surrounded by mocking crowds, who sneered at him and showed him a man who was for many years deprived of the power of walking from a contracted knee, and crawled from a weakness of long standing, they tempted him and said, \"Show us, father Abraham, if you are the servant of God, and restore this man to his former health, that we may believe that the name of Christ, whom you worship, is not vain\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XV 5:4",
                            "text": "Then he at once invoked the name of Christ, and stooped down and laid hold of the man's withered foot and pulled it."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XV 5:5",
                            "text": "And immediately at his touch the dried and bent knee was straightened, and he got back the use of his legs, which he had forgotten how to use in his long years of weakness, and went away rejoicing."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences XV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XV 6:2",
                            "text": "How the merits of each man should not be judged by his miracles."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XV 6:3",
                            "text": "And so these men gave no credit to themselves for their power of working such wonders, because they confessed that they were done not by their own merits but by the compassion of the Lord and with the words of the Apostle they refused the human honour offered out of admiration for their miracles: \"Men and brethren, why marvel ye at this, or why look ye on us as though by our own power or holiness we had caused this man to walk\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XV 6:4",
                            "text": "Nor did they think that any one should be renowned for the gifts and marvels of God, but rather for the fruits of his own good deeds, which are brought about by the efforts of his mind and the power of his works."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XV 6:5",
                            "text": "For often, as was said above, men of corrupt minds, reprobate concerning the truth, both cast out devils and perform the greatest miracles in the name of the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XV 6:6",
                            "text": "Of whom when the Apostles complained and said: \"Master, we saw one casting out devils in Thy name, and we forbade him because he followeth not with us,\" though for the present Christ replied to them \"Forbid him not, for he that is not against you is for you,\" still when they say at the end: \"Lord, Lord, have we not in Thy name prophesied, and in Thy name cast out devils, and in Thy name done many mighty works?\" He testifies that then He will answer: \"I never knew you: depart from me, ye workers of iniquity\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XV 6:7",
                            "text": "And therefore He actually warns those, to whom He Himself has given this glory of miracles and mighty works because of their holiness, that they be not puffed up by them, saying: \"Rejoice not because the devils are subject to you, but rejoice rather because your names are written in heaven\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences XV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:2",
                            "text": "How the excellence of gifts consists not in miracles but in humility."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:3",
                            "text": "Finally the Author Himself of all miracles and mighty works, when He called His disciples to learn His teaching, clearly showed what those true and specially chosen followers ought chiefly to learn from Him, saying: \"Come and learn of Me,\" not chiefly to cast out devils by the power of heaven, not to cleanse the lepers, not to give sight to the blind, not to raise the dead: for even though I do these things by some of My servants, yet man's estate cannot insert itself into the praises of God, nor can a minister and servant gather hereby any portion for himself there where is the glory of Deity alone."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:4",
                            "text": "But do ye, says He, learn this of Me, \"for I am meek and lowly of heart\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:5",
                            "text": "For this it is which it is possible for all men generally to learn and practise, but the working of miracles and signs is not always necessary, nor good for all, nor granted to all."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:6",
                            "text": "Humility therefore is the mistress of all virtues, it is the surest foundation of the heavenly building, it is the special and splendid gift of the Saviour."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:7",
                            "text": "For he can perform all the miracles which Christ wrought, without danger of being puffed up, who follows the gentle Lord not in the grandeur of His miracles, but in the virtues of patience and humility."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:8",
                            "text": "But he who aims at commanding unclean spirits, or bestowing gifts of healing, or showing some wonderful miracle to the people, even though when he is showing off he invokes the name of Christ, yet he is far from Christ, because in his pride of heart he does not follow his humble Teacher."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:9",
                            "text": "For when He was returning to the Father, He prepared, so to speak, His will and left this to His disciples: \"A new commandment,\" said He, \"give I unto you that ye love one another; as I have loved you, so do ye also love one another:\" and at once He subjoined: \"By this shall all men know that ye are My disciples, if ye have love to one another\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:10",
                            "text": "He says not: \"if ye do signs and miracles in the same way,\" but \"if ye have love to one another;\" and this it is certain that none but the meek and humble can keep."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:11",
                            "text": "Wherefore our predecessors never reckoned those as good monks or free from the fault of vainglory, who professed themselves exorcists among men, and proclaimed with boastful ostentation among admiring crowds the grace which they had either obtained or which they claimed."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:12",
                            "text": "But in vain, for \"he who trusteth in lies feedeth the winds: and the same runneth after birds that fly away\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:13",
                            "text": "For without doubt that will happen to them which we find in Proverbs: \"As the winds and clouds and rain are very clear so are these who boast of a fictitious gift\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XV 7:14",
                            "text": "And so if any one does any of these things in our presence, he ought to meet with commendation from us not from admiration of his miracles, but from the beauty of his life, nor should we ask whether the devils are subject to him, but whether he possesses those features of love which the Apostle describes."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences XV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XV 8:2",
                            "text": "How it is more wonderful to have cast out one's faults from one's self than devils from another."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XV 8:3",
                            "text": "And in truth it is a greater miracle to root out from one's own flesh the incentives to wantonness than to cast out unclean spirits from the bodies of others, and it is a grander sign to restrain the fierce passions of anger by the virtue of patience than to command the powers of the air, and it is a greater thing to have shut out the devouring pangs of gloominess from one's own heart than to have expelled the sickness of another and the fever of his body."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XV 8:4",
                            "text": "Finally it is in many ways a grander virtue and a more splendid achievement to cure the weaknesses' of one's own soul than those of the body of another."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XV 8:5",
                            "text": "For just as the soul is higher than the flesh, so is its salvation of more importance, and as its nature is more precious and excellent, so is its destruction more grievous and dangerous."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences XV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XV 9:2",
                            "text": "How uprightness of life is of more importance than the working of miracles."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XV 9:3",
                            "text": "And of those cures it was said to the blessed Apostles: \"Rejoice not that the devils are subject to you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XV 9:4",
                            "text": "For this was wrought not by their own power, but by the might of the name invoked."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XV 9:5",
                            "text": "And therefore they are warned not to presume to claim for themselves any blessedness or glory on this account as it was done simply by the power and might of God, but only on account of the inward purity of their life and heart, for which it was vouchsafed to them to have their names written in heaven."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences XV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:2",
                            "text": "A revelation on the trial of perfect chastity."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:3",
                            "text": "And to prove this that we have said both by the testimony of the ancients and divine oracles, we had better bring forward in his own words and experience what the blessed Paphnutius felt on the subject of admiration of miracles and the grace of purity, or rather what he learnt from the revelation of an angel."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:4",
                            "text": "For this man had been famous for many years for his signal strictness so that he fancied that he was completely free from the snares of carnal concupiscence because he felt himself superior to all the attacks of the demons with whom he had fought openly and for a long while; and when some holy men had come to him, he was preparing for them a porridge of lentiles which they call Athera, and his hand, as it happened, was burnt in the oven, by a flame that darted up."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:5",
                            "text": "And when this happened he was much mortified and began silently to consider with himself, and ask why was not the fire at peace with me, when my more serious contests with demons have ceased? or how will that unquenchable fire which searches out the deserts of all pass me by in that dread day of judgment, and fail to detain me, if this trivial temporal fire from without has not spared me? And as he was troubled by thoughts of this kind and vexation a sudden sleep overcame him and an angel of the Lord came to him and said: \"Paphnutius, why are you vexed because that earthly fire is not yet at peace with you, while there still remains in your members some disturbance of carnal motions that is not completely removed? For as long as the roots of this flourish within you, they will not suffer that material fire to be at peace with you."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:6",
                            "text": "And certainly you could not feel it harmless unless you found by such proofs as these that all these internal motions within you were destroyed."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:7",
                            "text": "Go, take a naked and most beautiful virgin, and if while you hold her you find that the peace of your heart remains steadfast, and that carnal heat is still and quiet within you, then the touch of this visible flame also shall pass over you gently and without harming you as it did over the three children in Babylon\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:8",
                            "text": "And so the Elder was impressed by this revelation and did not try the dangers of the experiment divinely shown to him, but asked his own conscience and examined the purity of his heart; and, guessing that the weight of purity was not yet sufficient to outweigh the force of this trial, it is no wonder, said he, if when the battles with unclean spirits come upon me, I still feel the flames of the fire, which I used to think of less importance than the savage attacks of demons, still raging against me."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:9",
                            "text": "Since it is a greater virtue and a grander grace to extinguish the inward lust of the flesh than by the sign of the Lord and the power of the might of the Most High to subdue the wicked demons which rush upon one from without, or to drive them by invoking the Divine name from the bodies which they have possessed."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XV 10:10",
                            "text": "So far Abbot Nesteros, finishing the account of the true working of the gifts of grace accompanied us to the cell of the Elder Joseph which was nearly six miles distant from his, as we were eager for instruction in his doctrine."
                        }
                    ]
                }
            ]
        }
    ]
}