{
    "books": [
        {
            "name": "Origen's Commentary on the Gospel of John Book V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Origen's Commentary on the Gospel of John Book V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Book V 1:1",
                            "text": "Origen's Commentary on the Gospel of John, From the Fifth Book: From the Preface."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Book V 1:2",
                            "text": "You are not content to fulfil the office, when I am present with you, of a taskmaster to drive me to labour at theology; even when I am absent you demand that I should spend most of my time on you and on the task I have to do for you."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Book V 1:3",
                            "text": "I, for my part, am inclined to shrink from toil, and to avoid that danger which threatens from God those who give themselves to writing on divinity; thus I would take shelter in Scripture in refraining from making many books."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Book V 1:4",
                            "text": "For Solomon says in Ecclesiastes, \"My son, beware of making many books; there is no end of it, and much study is a weariness of the flesh\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Book V 1:5",
                            "text": "For we, except that text have some hidden meaning which we do not yet perceive, have directly transgressed the injunction, we have not guarded ourselves against making many books."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Origen's Commentary on the Gospel of John Book V 1:6",
                            "text": "Then, after saying that this discussion of but a few sentences of the Gospel have run to four volumes, he goes on:."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Origen's Commentary on the Gospel of John Book V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:1",
                            "text": "How Scripture Warns Us Against Making Many Books."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:2",
                            "text": "For, to judge by the words of the phrase, \"My son, beware of making many books,\" two things appear to be indicated by it:  first, that we ought not to possess many books, and then that we ought not to compose many books."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:3",
                            "text": "If the first is not the meaning the second must be, and if the second is the meaning the first does not necessarily follow."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:4",
                            "text": "In either case we appear to be told that we ought not to make many books."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:5",
                            "text": "I might take my stand on this dictum which now confronts us, and send you the text as an excuse, and I might appeal in support of this position to the fact that not even the saints found leisure to compose many books; and thus I might cry off from the bargain we made with each other, and give up writing what I was to send to you."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:6",
                            "text": "You, on your side, would no doubt feel the force of the text I have cited, and might, for the future, excuse me."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:7",
                            "text": "But we must treat Scripture conscientiously, and must not congratulate ourselves because we see the primary meaning of a text, that we understand it altogether."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:8",
                            "text": "I do not, therefore, shrink from bringing forward what excuse I think I am able to offer for myself, and to point out the arguments, which you would certainly use against me, if I acted contrary to our agreement."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:9",
                            "text": "And in the first place, the Sacred History seems to agree with the text in question, inasmuch as none of the saints composed several works, or set forth his views in a number of books."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Origen's Commentary on the Gospel of John Book V 2:10",
                            "text": "I will take up this point:  when I proceed to write a number of books, the critic will remind me that even such a one as Moses left behind him only five books."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Origen's Commentary on the Gospel of John Book V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:1",
                            "text": "The Apostles Wrote Little."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:2",
                            "text": "But he who was made fit to be a minister of the New Covenant, not of the letter, but of the spirit, Paul, who fulfilled the Gospel from Jerusalem round about to Illyricum, did not write epistles to all the churches he taught, and to those to whom he did write he sent no more than a few lines."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:3",
                            "text": "And Peter, on whom the Church of Christ is built, against which the gates of hell shall not prevail left only one epistle of acknowledged genuineness."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:4",
                            "text": "Suppose we allow that he left a second; for this is doubtful."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:5",
                            "text": "What are we to say of him who leaned on Jesus' breast, namely, John, who left one Gospel, though confessing that he could make so many that the world would not contain them?  But he wrote also the Apocalypse, being commanded to be silent and not to write the voices of the seven thunders."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:6",
                            "text": "But he also left an epistle of very few lines."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:7",
                            "text": "Suppose also a second and a third, since not all pronounce these to be genuine; but the two together do not amount to a hundred lines."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Origen's Commentary on the Gospel of John Book V 3:8",
                            "text": "Then, after enumerating the prophets and Apostles, and showing how each wrote only a little, or not even a little, he goes on:."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Origen's Commentary on the Gospel of John Book V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:1",
                            "text": "I feel myself growing dizzy with all this, and wonder whether, in obeying you, I have not been obeying God, nor walking in the footsteps of the saints, unless it be that my too great love to you, and my unwillingness to cause you any pain, has led me astray and caused me to think of all these excuses."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:2",
                            "text": "We started from the words of the preacher, where he says:  \"My son, beware of making many books\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:3",
                            "text": "With this I compare a saying from the Proverbs of the same Solomon, \"In the multitude of words thou shalt not escape sin; but in sparing thy lips thou shalt be wise\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:4",
                            "text": "Here I ask whether speaking many words of whatever kind is a multitude of words (in the sense of the preacher), even if the many words a man speaks are sacred and connected with salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:5",
                            "text": "If this be the case, and if he who makes use of many salutary words is guilty of \"multitude of words,\" then Solomon himself did not escape this sin, for \"he spoke three thousand proverbs, and five thousand songs, and he spoke of trees from the cedar that is in Lebanon even unto the hyssop that springeth out of the wall, he spoke also of beasts and of fowl, and of creeping things and of fishes\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:6",
                            "text": "How, I may ask, can any one give any course of instruction, without a multitude of words, using the phrase in its simplest sense?  Does not Wisdom herself say to those who are perishing, \"I stretched out my words, and ye heeded not\"?  Do we not find Paul, too, extending his discourse from morning to midnight, when Eutychus was borne down with sleep and fell down, to the dismay of the hearers, who thought he was killed?  If, then, the words are true, \"In much speaking thou wilt not escape sin,\" and if Solomon was yet not guilty of great sin when he discoursed on the subjects above mentioned, nor Paul when he prolonged his discourse till midnight, then the question arises, What is that much speaking which is referred to? and then we may pass on to consider what are the many books."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:7",
                            "text": "Now the entire Word of God, who was in the beginning with God, is not much speaking, is not words; for the Word is one, being composed of the many speculations (theoremata), each of which is a part of the Word in its entirety."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:8",
                            "text": "Whatever words there be outside of this one, which promise to give any description and exposition, even though they be words about truth, none of these, to put it in a somewhat paradoxical way, is Word or Reason, they are all words or reasons."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:9",
                            "text": "They are not the monad, far from it; they are not that which agrees and is one in itself, by their inner divisions and conflicts unity has departed from them, they have become numbers, perhaps infinite numbers."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:10",
                            "text": "We are obliged, therefore, to say that whoever speaks that which is foreign to religion is using many words, while he who speaks the words of truth, even should he go over the whole field and omit nothing, is always speaking the one word."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:11",
                            "text": "Nor are the saints guilty of much speaking, since they always have the aim in view which is connected with the one word."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:12",
                            "text": "It appears, then, that the much speaking which is condemned is judged to be so rather from the nature of the views propounded, than from the number of the words pronounced."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:13",
                            "text": "Let us see if we cannot conclude in the same way that all the sacred books are one book, but that those outside are the \"many books\" of the preacher."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:14",
                            "text": "The proof of this must be drawn from Holy Scripture, and it will be most satisfactorily established if I am able to show that it is not only one book, taking the word now in its commoner meaning, that we find to be written about Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:15",
                            "text": "Christ is written about even in the Pentateuch; He is spoken of in each of the Prophets, and in the Psalms, and, in a word, as the Saviour Himself says, in all the Scriptures."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:16",
                            "text": "He refers us to them all, when He says:  \"Search the Scriptures, for in them ye think ye have eternal life, and these are they which testify of Me\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:17",
                            "text": "And if He refers us to the Scriptures as testifying of Him, it is not to one that He sends us, to the exclusion of another, but to all that speak of Him, those which, in the Psalms, He calls the chapter of the book, saying, \"In the chapter of the book it is written of Me\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:18",
                            "text": "If any one proposes to take these words, \"In the chapter of the book it is written of Me,\" literally, and to apply them to this or that special passage where Christ is spoken of, let him tell us on what principle he warrants his preference for one book over another."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:19",
                            "text": "If any one supposes that we are doing something of this kind ourselves, and applying the words in question to the book of Psalms, we deny that we do so, and we would urge that in that case the words should have been, \"In this book it is written of Me\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:20",
                            "text": "But He speaks of all the books as one chapter, thus summing up in one all that is spoken of Christ for our instruction."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:21",
                            "text": "In fact the book was seen by John, \"written within and without, and sealed; and no one could open it to read it, and to loose the seals thereof, but the Lion of the tribe of Judah, the root of David, who has the key of David, he that openeth and none shall shut, and that shutteth and none shall open\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:22",
                            "text": "For the book here spoken of means the whole of Scripture; and it is written within (lit."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:23",
                            "text": "in front), on account of the meaning which is obvious, and on the back, on account of its remoter and spiritual sense."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:24",
                            "text": "Observe, in addition to this, if a proof that the sacred writings are one book, and those of an opposite character many, may not be found in the fact that there is one book of the living from which those who have proved unworthy to be in it are blotted out, as it is written:  \"Let them be blotted out of the book of the living,\" while of those who are to undergo the judgment, there are books in the plural, as Daniel says:  \"The judgment was set, and the books were opened\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:25",
                            "text": "But Moses also bears witness to the unity of the sacred book, when he says:  \"If Thou forgive the people their sins, forgive, but if not, then wipe me out of the book which Thou hast written\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:26",
                            "text": "The passage in Isaiah, too, I read in the same way."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:27",
                            "text": "It is not peculiar to his prophecy that the words of the book should be sealed, and should neither be read by him who does not know letters, because he is ignorant of letters, nor by him who is learned, because the book is sealed."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:28",
                            "text": "This is true of every writing, for every written work needs the reason (Logos) which closed it to open it."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:29",
                            "text": "\"He shall shut, and none shall open,\" and when He opens no one can cast doubt on the interpretation He brings."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:30",
                            "text": "Hence it is said that He shall open and no man shall shut."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:31",
                            "text": "I infer a similar lesson from the book spoken of in Ezekiel, in which was written lamentation, and a song, and woe."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:32",
                            "text": "For the whole book is full of the woe of the lost, and the song of the saved, and the lamentation of those between these two."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:33",
                            "text": "And John, too, when he speaks of his eating the one roll, in which both front and back were written on, means the whole of Scripture, one book which is, at first, most sweet when one begins, as it were, to chew it, but bitter in the revelation of himself which it makes to the conscience of each one who knows it."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:34",
                            "text": "I will add to the proof of this an apostolic saying which has been quite misunderstood by the disciples of Marcion, who, therefore, set the Gospels at naught."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:35",
                            "text": "The Apostle says:  \"According to my Gospel in Christ Jesus;\" he does not speak of Gospels in the plural, and, hence, they argue that as the Apostle only speaks of one Gospel in the singular, there was only one in existence."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:36",
                            "text": "But they fail to see that, as He is one of whom all the evangelists write, so the Gospel, though written by several hands, is, in effect, one."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:37",
                            "text": "And, in fact, the Gospel, though written by four, is one."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:38",
                            "text": "From these considerations, then, we learn what the one book is, and what the many books, and what I am now concerned about is, not the quantity I may write, but the effect of what I say, lest, if I fail in this point, and set forth anything against the truth itself, even in one of my writings, I should prove to have transgressed the commandment, and to be a writer of \"many books\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:39",
                            "text": "Yet I see the heterodox assailing the holy Church of God in these days, under the pretence of higher wisdom, and bringing forward works in many volumes in which they offer expositions of the evangelical and apostolic writings, and I fear that if I should be silent and should not put before our members the saving and true doctrines, these teachers might get a hold of curious souls, which, in the absence of wholesome nourishment, might go after food that is forbidden, and, in fact, unclean and horrible."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:40",
                            "text": "It appears to me, therefore, to be necessary that one who is able to represent in a genuine manner the doctrine of the Church, and to refute those dealers in knowledge, falsely so-called, should take his stand against historical fictions, and oppose to them the true and lofty evangelical message in which the agreement of the doctrines, found both in the so-called Old Testament and in the so-called New, appears so plainly and fully."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:41",
                            "text": "You yourself felt at one time the lack of good representatives of the better cause, and were impatient of a faith which was at issue with reason and absurd, and you then, for the love you bore to the Lord, gave yourself to composition from which, however, in the exercise of the judgment with which you are endowed, you afterwards desisted."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:42",
                            "text": "This is the defence which I think admits of being made for those who have the faculty of speaking and writing."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Origen's Commentary on the Gospel of John Book V 4:43",
                            "text": "But I am also pleading my own cause, as I now devote myself with what boldness I may to the work of exposition; for it may be that I am not endowed with that habit and disposition which he ought to have who is fitted by God to be a minister of the New Covenant, not of the letter but of the spirit."
                        }
                    ]
                }
            ]
        }
    ]
}