{
    "books": [
        {
            "name": "Tertullian: On Baptism",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: On Baptism 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: On Baptism 1:1",
                            "text": "On Baptism: Introduction."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: On Baptism 1:2",
                            "text": "Origin of the Treatise."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: On Baptism 1:3",
                            "text": "Happy is our sacrament of water, in that, by washing away the sins of our early blindness, we are set free and admitted into eternal life! A treatise on this matter will not be superfluous; instructing not only such as are just becoming formed (in the faith), but them who, content with having simply believed, without full examination of the grounds of the traditions, carry (in mind), through ignorance, an untried though probable faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: On Baptism 1:4",
                            "text": "The consequence is, that a viper of the Cainite heresy, lately conversant in this quarter, has carried away a great number with her most venomous doctrine, making it her first aim to destroy baptism."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: On Baptism 1:5",
                            "text": "Which is quite in accordance with nature; for vipers and asps and basilisks themselves generally do affect arid and waterless places."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: On Baptism 1:6",
                            "text": "But we, little fishes, after the example of our ΙΧΘΥΣ Jesus Christ, are born in water, nor have we safety in any other way than by permanently abiding in water; so that most monstrous creature, who had no right to teach even sound doctrine, knew full well how to kill the little fishes, by taking them away from the water!."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: On Baptism 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:1",
                            "text": "The Very Simplicity of God's Means of Working, a Stumbling-Block to the Carnal Mind."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:2",
                            "text": "Well, but how great is the force of perversity for so shaking the faith or entirely preventing its reception, that it impugns it on the very principles of which the faith consists! There is absolutely nothing which makes men's minds more obdurate than the simplicity of the divine works which are visible in the act, when compared with the grandeur which is promised thereto in the effect; so that from the very fact, that with so great simplicity, without pomp, without any considerable novelty of preparation, finally, without expense, a man is dipped in water, and amid the utterance of some few words, is sprinkled, and then rises again, not much (or not at all) the cleaner, the consequent attainment of eternity is esteemed the more incredible."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:3",
                            "text": "I am a deceiver if, on the contrary, it is not from their circumstance, and preparation, and expense, that idols' solemnities or mysteries get their credit and authority built up."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:4",
                            "text": "Oh, miserable incredulity, which quite deniest to God His own properties, simplicity and power! What then?  Is it not wonderful, too, that death should be washed away by bathing? But it is the more to be believed if the wonderfulness be the reason why it is not believed."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:5",
                            "text": "For what does it behove divine works to be in their quality, except that they be above all wonder? We also ourselves wonder, but it is because we believe."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:6",
                            "text": "Incredulity, on the other hand, wonders, but does not believe: for the simple acts it wonders at, as if they were vain; the grand results, as if they were impossible."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:7",
                            "text": "And grant that it be just as you think sufficient to meet each point is the divine declaration which has forerun: \"The foolish things of the world hath God elected to confound its wisdom;\" and, \"The things very difficult with men are easy with God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: On Baptism 2:8",
                            "text": "For if God is wise and powerful (which even they who pass Him by do not deny), it is with good reason that He lays the material causes of His own operation in the contraries of wisdom and of power, that is, in foolishness and impossibility; since every virtue receives its cause from those things by which it is called forth."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: On Baptism 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:1",
                            "text": "Water Chosen as a Vehicle of Divine Operation and Wherefore."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:2",
                            "text": "Its Prominence First of All in Creation."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:3",
                            "text": "Mindful of this declaration as of a conclusive prescript, we nevertheless proceed to treat the question, \"How foolish and impossible it is to be formed anew by water."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:4",
                            "text": "In what respect, pray, has this material substance merited an office of so high dignity?\" The authority, I suppose, of the liquid element has to be examined."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:5",
                            "text": "This however, is found in abundance, and that from the very beginning."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:6",
                            "text": "For water is one of those things which, before all the furnishing of the world, were quiescent with God in a yet unshapen state."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:7",
                            "text": "\"In the first beginning,\" saith Scripture, \"God made the heaven and the earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:8",
                            "text": "But the earth was invisible, and unorganized, and darkness was over the abyss; and the Spirit of the Lord was hovering over the waters\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:9",
                            "text": "The first thing, O man, which you have to venerate, is the age of the waters in that their substance is ancient; the second, their dignity, in that they were the seat of the Divine Spirit, more pleasing to Him, no doubt, than all the other then existing elements."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:10",
                            "text": "For the darkness was total thus far, shapeless, without the ornament of stars; and the abyss gloomy; and the earth unfurnished; and the heaven unwrought: water alone—always a perfect, gladsome, simple material substance, pure in itself—supplied a worthy vehicle to God."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:11",
                            "text": "What of the fact that waters were in some way the regulating powers by which the disposition of the world thenceforward was constituted by God?  For the suspension of the celestial firmament in the midst He caused by \"dividing the waters;\" the suspension of \"the dry land\" He accomplished by \"separating the waters\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:12",
                            "text": "After the world had been hereupon set in order through its elements, when inhabitants were given it, \"the waters\" were the first to receive the precept \"to bring forth living creatures\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:13",
                            "text": "Water was the first to produce that which had life, that it might be no wonder in baptism if waters know how to give life."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:14",
                            "text": "For was not the work of fashioning man himself also achieved with the aid of waters?  Suitable material is found in the earth, yet not apt for the purpose unless it be moist and juicy; which (earth) \"the waters,\" separated the fourth day before into their own place, temper with their remaining moisture to a clayey consistency."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Tertullian: On Baptism 3:15",
                            "text": "If, from that time onward, I go forward in recounting universally, or at more length, the evidences of the \"authority\" of this element which I can adduce to show how great is its power or its grace; how many ingenious devices, how many functions, how useful an instrumentality, it affords the world, I fear I may seem to have collected rather the praises of water than the reasons of baptism; although I should thereby teach all the more fully, that it is not to be doubted that God has made the material substance which He has disposed throughout all His products and works, obey Him also in His own peculiar sacraments; that the material substance which governs terrestrial life acts as agent likewise in the celestial."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: On Baptism 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:1",
                            "text": "The Primeval Hovering of the Spirit of God Over the Waters Typical of Baptism."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:2",
                            "text": "The Universal Element of Water Thus Made a Channel of Sanctification."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:3",
                            "text": "Resemblance Between the Outward Sign and the Inward Grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:4",
                            "text": "But it will suffice to have thus called at the outset those points in which withal is recognised that primary principle of baptism,—which was even then fore-noted by the very attitude assumed for a type of baptism,—that the Spirit of God, who hovered over (the waters) from the beginning, would continue to linger over the waters of the baptized."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:5",
                            "text": "But a holy thing, of course, hovered over a holy; or else, from that which hovered over that which was hovered over borrowed a holiness, since it is necessary that in every case an underlying material substance should catch the quality of that which overhangs it, most of all a corporeal of a spiritual, adapted (as the spiritual is) through the subtleness of its substance, both for penetrating and insinuating."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:6",
                            "text": "Thus the nature of the waters, sanctified by the Holy One, itself conceived withal the power of sanctifying."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:7",
                            "text": "Let no one say, \"Why then, are we, pray, baptized with the very waters which then existed in the first beginning?\" Not with those waters, of course, except in so far as the genus indeed is one, but the species very many."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:8",
                            "text": "But what is an attribute to the genus reappears likewise in the species."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:9",
                            "text": "And accordingly it makes no difference whether a man be washed in a sea or a pool, a stream or a fount, a lake or a trough; nor is there any distinction between those whom John baptized in the Jordan and those whom Peter baptized in the Tiber, unless withal the eunuch whom Philip baptized in the midst of his journeys with chance water, derived (therefrom) more or less of salvation than others."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:10",
                            "text": "All waters, therefore, in virtue of the pristine privilege of their origin, do, after invocation of God, attain the sacramental power of sanctification; for the Spirit immediately supervenes from the heavens, and rests over the waters, sanctifying them from Himself; and being thus sanctified, they imbibe at the same time the power of sanctifying."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:11",
                            "text": "Albeit the similitude may be admitted to be suitable to the simple act; that, since we are defiled by sins, as it were by dirt, we should be washed from those stains in waters."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:12",
                            "text": "But as sins do not show themselves in our flesh (inasmuch as no one carries on his skin the spot of idolatry, or fornication, or fraud), so persons of that kind are foul in the spirit, which is the author of the sin; for the spirit is lord, the flesh servant."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:13",
                            "text": "Yet they each mutually share the guilt: the spirit, on the ground of command; the flesh, of subservience."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: On Baptism 4:14",
                            "text": "Therefore, after the waters have been in a manner endued with medicinal virtue through the intervention of the angel, the spirit is corporeally washed in the waters, and the flesh is in the same spiritually cleansed."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: On Baptism 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:1",
                            "text": "Use Made of Water by the Heathen."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:2",
                            "text": "Type of the Angel at the Pool of Bethsaida."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:3",
                            "text": "\"Well, but the nations, who are strangers to all understanding of spiritual powers, ascribe to their idols the imbuing of waters with the self-same efficacy\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:4",
                            "text": "(So they do) but they cheat themselves with waters which are widowed."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:5",
                            "text": "For washing is the channel through which they are initiated into some sacred rites—of some notorious Isis or Mithras."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:6",
                            "text": "The gods themselves likewise they honour by washings."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:7",
                            "text": "Moreover, by carrying water around, and sprinkling it, they everywhere expiate country-seats, houses, temples, and whole cities: at all events, at the Apollinarian and Eleusinian games they are baptized; and they presume that the effect of their doing that is their regeneration and the remission of the penalties due to their perjuries."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:8",
                            "text": "Among the ancients, again, whoever had defiled himself with murder, was wont to go in quest of purifying waters."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:9",
                            "text": "Therefore, if the mere nature of water, in that it is the appropriate material for washing away, leads men to flatter themselves with a belief in omens of purification, how much more truly will waters render that service through the authority of God, by whom all their nature has been constituted! If men think that water is endued with a medicinal virtue by religion, what religion is more effectual than that of the living God?  Which fact being acknowledged, we recognise here also the zeal of the devil rivalling the things of God, while we find him, too, practising baptism in his subjects."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:10",
                            "text": "What similarity is there? The unclean cleanses! the ruiner sets free! the damned absolves! He will, forsooth, destroy his own work, by washing away the sins which himself inspires! These (remarks) have been set down by way of testimony against such as reject the faith; if they put no trust in the things of God, the spurious imitations of which, in the case of God's rival, they do trust in."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:11",
                            "text": "Are there not other cases too, in which, without any sacrament, unclean spirits brood on waters, in spurious imitation of that brooding of the Divine Spirit in the very beginning?  Witness all shady founts, and all unfrequented brooks, and the ponds in the baths, and the conduits in private houses, or the cisterns and wells which are said to have the property of \"spiriting away,\" through the power, that is, of a hurtful spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:12",
                            "text": "Men whom waters have drowned or affected with madness or with fear, they call nymph-caught, or \"lymphatic,\" or \"hydro-phobic\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:13",
                            "text": "Why have we adduced these instances? Lest any think it too hard for belief that a holy angel of God should grant his presence to waters, to temper them to man's salvation; while the evil angel holds frequent profane commerce with the selfsame element to man's ruin."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:14",
                            "text": "If it seems a novelty for an angel to be present in waters, an example of what was to come to pass has forerun."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:15",
                            "text": "An angel, by his intervention, was wont to stir the pool at Bethsaida."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:16",
                            "text": "They who were complaining of ill-health used to watch for him; for whoever had been the first to descend into them, after his washing, ceased to complain."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:17",
                            "text": "This figure of corporeal healing sang of a spiritual healing, according to the rule by which things carnal are always antecedent as figurative of things spiritual."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:18",
                            "text": "And thus, when the grace of God advanced to higher degrees among men, an accession of efficacy was granted to the waters and to the angel."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:19",
                            "text": "They who were wont to remedy bodily defects, now heal the spirit; they who used to work temporal salvation now renew eternal; they who did set free but once in the year, now save peoples in a body daily, death being done away through ablution of sins."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:20",
                            "text": "The guilt being removed, of course the penalty is removed too."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Tertullian: On Baptism 5:21",
                            "text": "Thus man will be restored for God to His \"likeness,\" who in days bygone had been conformed to \"the image\" of God; (the \"image\" is counted (to be) in his form: the \"likeness\" in his eternity:) for he receives again that Spirit of God which he had then first received from His afflatus, but had afterward lost through sin."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: On Baptism 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: On Baptism 6:1",
                            "text": "The Angel the Forerunner of the Holy Spirit."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: On Baptism 6:2",
                            "text": "Meaning Contained in the Baptismal Formula."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: On Baptism 6:3",
                            "text": "Not that in the waters we obtain the Holy Spirit; but in the water, under (the witness of) the angel, we are cleansed, and prepared for the Holy Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: On Baptism 6:4",
                            "text": "In this case also a type has preceded; for thus was John beforehand the Lord's forerunner, \"preparing His ways\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: On Baptism 6:5",
                            "text": "Thus, too, does the angel, the witness of baptism, \"make the paths straight\" for the Holy Spirit, who is about to come upon us, by the washing away of sins, which faith, sealed in (the name of) the Father, and the Son, and the Holy Spirit, obtains."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: On Baptism 6:6",
                            "text": "For if \"in the mouth of three witnesses every word shall stand:\"—while, through the benediction, we have the same (three) as witnesses of our faith whom we have as sureties of our salvation too—how much more does the number of the divine names suffice for the assurance of our hope likewise!  Moreover, after the pledging both of the attestation of faith and the promise of salvation under \"three witnesses,\" there is added, of necessity, mention of the Church; inasmuch as, wherever there are three, (that is, the Father, the Son, and the Holy Spirit, ) there is the Church, which is a body of three."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: On Baptism 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: On Baptism 7:1",
                            "text": "Of the Unction."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: On Baptism 7:2",
                            "text": "After this, when we have issued from the font, we are thoroughly anointed with a blessed unction,—(a practice derived) from the old discipline, wherein on entering the priesthood, men were wont to be anointed with oil from a horn, ever since Aaron was anointed by Moses."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: On Baptism 7:3",
                            "text": "Whence Aaron is called \"Christ,\" from the \"chrism,\" which is \"the unction;\" which, when made spiritual, furnished an appropriate name to the Lord, because He was \"anointed\" with the Spirit by God the Father; as written in the Acts: \"For truly they were gathered together in this city against Thy Holy Son whom Thou hast anointed\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: On Baptism 7:4",
                            "text": "Thus, too, in our case, the unction runs carnally, (i-e: on the body,) but profits spiritually; in the same way as the act of baptism itself too is carnal, in that we are plunged in water, but the effect spiritual, in that we are freed from sins."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: On Baptism 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:1",
                            "text": "Of the Imposition of Hands."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:2",
                            "text": "Types of the Deluge and the Dove."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:3",
                            "text": "In the next place the hand is laid on us, invoking and inviting the Holy Spirit through benediction."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:4",
                            "text": "Shall it be granted possible for human ingenuity to summon a spirit into water, and, by the application of hands from above, to animate their union into one body with another spirit of so clear sound; and shall it not be possible for God, in the case of His own organ, to produce, by means of \"holy hands,\" a sublime spiritual modulation? But this, as well as the former, is derived from the old sacramental rite in which Jacob blessed his grandsons, born of Joseph, Ephrem and Manasses; with his hands laid on them and interchanged, and indeed so transversely slanted one over the other, that, by delineating Christ, they even portended the future benediction into Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:5",
                            "text": "Then, over our cleansed and blessed bodies willingly descends from the Father that Holiest Spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:6",
                            "text": "Over the waters of baptism, recognising as it were His primeval seat, He reposes: (He who) glided down on the Lord \"in the shape of a dove,\" in order that the nature of the Holy Spirit might be declared by means of the creature (the emblem) of simplicity and innocence, because even in her bodily structure the dove is without literal gall."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:7",
                            "text": "And accordingly He says, \"Be ye simple as doves\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:8",
                            "text": "Even this is not without the supporting evidence of a preceding figure."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:9",
                            "text": "For just as, after the waters of the deluge, by which the old iniquity was purged—after the baptism, so to say, of the world—a dove was the herald which announced to the earth the assuagement of celestial wrath, when she had been sent her way out of the ark, and had returned with the olive-branch, a sign which even among the nations is the fore-token of peace; so by the self-same law of heavenly effect, to earth—that is, to our flesh—as it emerges from the font, after its old sins flies the dove of the Holy Spirit, bringing us the peace of God, sent out from the heavens where is the Church, the typified ark."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:10",
                            "text": "But the world returned unto sin; in which point baptism would ill be compared to the deluge."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: On Baptism 8:11",
                            "text": "And so it is destined to fire; just as the man too is, who after baptism renews his sins: so that this also ought to be accepted as a sign for our admonition."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: On Baptism 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:1",
                            "text": "Types of the Red Sea, and the Water from the Rock."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:2",
                            "text": "How many, therefore, are the pleas of nature, how many the privileges of grace, how many the solemnities of discipline, the figures, the preparations, the prayers, which have ordained the sanctity of water? First, indeed, when the people, set unconditionally free, escaped the violence of the Egyptian king by crossing over through water, it was water that extinguished the king himself, with his entire forces."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:3",
                            "text": "What figure more manifestly fulfilled in the sacrament of baptism? The nations are set free from the world by means of water, to wit: and the devil, their old tyrant, they leave quite behind, overwhelmed in the water."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:4",
                            "text": "Again, water is restored from its defect of \"bitterness\" to its native grace of \"sweetness\" by the tree of Moses."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:5",
                            "text": "That tree was Christ, restoring, to wit, of Himself, the veins of sometime envenomed and bitter nature into the all-salutary waters of baptism."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:6",
                            "text": "This is the water which flowed continuously down for the people from the \"accompanying rock;\" for if Christ is \"the Rock,\" without doubt we see baptism blest by the water in Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:7",
                            "text": "How mighty is the grace of water, in the sight of God and His Christ, for the confirmation of baptism!  Never is Christ without water: if, that is, He is Himself baptized in water; inaugurates in water the first rudimentary displays of His power, when invited to the nuptials; invites the thirsty, when He makes a discourse, to His own sempiternal water; approves, when teaching concerning love, among works of charity, the cup of water offered to a poor (child); recruits His strength at a well; walks over the water; willingly crosses the sea; ministers water to His disciples."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: On Baptism 9:8",
                            "text": "Onward even to the passion does the witness of baptism last: while He is being surrendered to the cross, water intervenes; witness Pilate's hands: when He is wounded, forth from His side bursts water; witness the soldier's lance!."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: On Baptism 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:1",
                            "text": "Of John's Baptism."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:2",
                            "text": "We have spoken, so far as our moderate ability permitted, of the generals which form the groundwork of the sanctity of baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:3",
                            "text": "I will now, equally to the best of my power, proceed to the rest of its character, touching certain minor questions."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:4",
                            "text": "The baptism announced by John formed the subject, even at that time, of a question, proposed by the Lord Himself indeed to the Pharisees, whether that baptism were heavenly, or truly earthly: about which they were unable to give a consistent answer, inasmuch as they understood not, because they believed not."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:5",
                            "text": "But we, with but as poor a measure of understanding as of faith, are able to determine that that baptism was divine indeed, (yet in respect of the command, not in respect of efficacy too, in that we read that John was sent by the Lord to perform this duty,) but human in its nature: for it conveyed nothing celestial, but it fore-ministered to things celestial; being, to wit, appointed over repentance, which is in man's power."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:6",
                            "text": "In fact, the doctors of the law and the Pharisees, who were unwilling to \"believe,\" did not \"repent\" either."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:7",
                            "text": "But if repentance is a thing human, its baptism must necessarily be of the same nature:  else, if it had been celestial, it would have given both the Holy Spirit and remission of sins."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:8",
                            "text": "But none either pardons sins or freely grants the Spirit save God only."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:9",
                            "text": "Even the Lord Himself said that the Spirit would not descend on any other condition, but that He should first ascend to the Father."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:10",
                            "text": "What the Lord was not yet conferring, of course the servant could not furnish."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:11",
                            "text": "Accordingly, in the Acts of the Apostles, we find that men who had \"John's baptism\" had not received the Holy Spirit, whom they knew not even by hearing."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:12",
                            "text": "That, then, was no celestial thing which furnished no celestial (endowments):  whereas the very thing which was celestial in John—the Spirit of prophecy—so completely failed, after the transfer of the whole Spirit to the Lord, that he presently sent to inquire whether He whom he had himself preached, whom he had pointed out when coming to him, were \"HE\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:13",
                            "text": "And so \"the baptism of repentance\" was dealt with as if it were a candidate for the remission and sanctification shortly about to follow in Christ: for in that John used to preach \"baptism for the remission of sins,\" the declaration was made with reference to future remission; if it be true, (as it is,) that repentance is antecedent, remission subsequent; and this is \"preparing the way\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:14",
                            "text": "But he who \"prepares\" does not himself \"perfect,\" but procures for another to perfect."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Tertullian: On Baptism 10:15",
                            "text": "John himself professes that the celestial things are not his, but Christ's, by saying, \"He who is from the earth speaketh concerning the earth; He who comes from the realms above is above all;\" and again, by saying that he \"baptized in repentance only, but that One would shortly come who would baptize in the Spirit and fire;\"—of course because true and stable faith is baptized with water, unto salvation; pretended and weak faith is baptized with fire, unto judgment."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: On Baptism 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: On Baptism 11:1",
                            "text": "Answer to the Objection that \"The Lord Did Not Baptize\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: On Baptism 11:2",
                            "text": "\"But behold, \"say some, \"the Lord came, and baptized not; for we read, 'And yet He used not to baptize, but His disciples!'\" As if, in truth, John had preached that He would baptize with His own hands! Of course, his words are not so to be understood, but as simply spoken after an ordinary manner; just as, for instance, we say, \"The emperor set forth an edict,\" or, \"The prefect cudgelled him\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: On Baptism 11:3",
                            "text": "Pray does the emperor in person set forth, or the prefect in person cudgel? One whose ministers do a thing is always said to do it."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: On Baptism 11:4",
                            "text": "So \"He will baptize you\" will have to be understood as standing for, \"Through Him,\" or \"Into Him,\" \"you will be baptized\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: On Baptism 11:5",
                            "text": "But let not (the fact) that \"He Himself baptized not\" trouble any."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: On Baptism 11:6",
                            "text": "For into whom should He baptize?  Into repentance? Of what use, then, do you make His forerunner? Into remission of sins, which He used to give by a word? Into Himself, whom by humility He was concealing? Into the Holy Spirit, who had not yet descended from the Father?  Into the Church, which His apostles had not yet founded? And thus it was with the selfsame \"baptism of John\" that His disciples used to baptize, as ministers, with which John before had baptized as forerunner."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: On Baptism 11:7",
                            "text": "Let none think it was with some other, because no other exists, except that of Christ subsequently; which at that time, of course, could not be given by His disciples, inasmuch as the glory of the Lord had not yet been fully attained, nor the efficacy of the font established through the passion and the resurrection; because neither can our death see dissolution except by the Lord's passion, nor our life be restored without His resurrection."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: On Baptism 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:1",
                            "text": "Of the Necessity of Baptism to Salvation."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:2",
                            "text": "When, however, the prescript is laid down that \"without baptism, salvation is attainable by none\" (chiefly on the ground of that declaration of the Lord, who says, \"Unless one be born of water, he hath not life\"), there arise immediately scrupulous, nay rather audacious, doubts on the part of some, \"how, in accordance with that prescript, salvation is attainable by the apostles, whom—Paul excepted—we do not find baptized in the Lord? Nay, since Paul is the only one of them who has put on the garment of Christ's baptism, either the peril of all the others who lack the water of Christ is prejudged, that the prescript may be maintained, or else the prescript is rescinded if salvation has been ordained even for the unbaptized\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:3",
                            "text": "I have heard—the Lord is my witness—doubts of that kind: that none may imagine me so abandoned as to excogitate, unprovoked, in the licence of my pen, ideas which would inspire others with scruple."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:4",
                            "text": "And now, as far as I shall be able, I will reply to them who affirm \"that the apostles were unbaptized\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:5",
                            "text": "For if they had undergone the human baptism of John, and were longing for that of the Lord, then since the Lord Himself had defined baptism to be one; (saying to Peter, who was desirous of being thoroughly bathed, \"He who hath once bathed hath no necessity to wash a second time;\" which, of course, He would not have said at all to one not baptized;) even here we have a conspicuous proof against those who, in order to destroy the sacrament of water, deprive the apostles even of John's baptism."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:6",
                            "text": "Can it seem credible that \"the way of the Lord,\" that is, the baptism of John, had not then been \"prepared\" in those persons who were being destined to open the way of the Lord throughout the whole world? The Lord Himself, though no \"repentance\" was due from Him, was baptized: was baptism not necessary for sinners?  As for the fact, then, that \"others were not baptized\"—they, however, were not companions of Christ, but enemies of the faith, doctors of the law and Pharisees."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:7",
                            "text": "From which fact is gathered an additional suggestion, that, since the opposers of the Lord refused to be baptized, they who followed the Lord were baptized, and were not like-minded with their own rivals: especially when, if there were any one to whom they clave, the Lord had exalted John above him (by the testimony) saying, \"Among them who are born of women there is none greater than John the Baptist\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:8",
                            "text": "Others make the suggestion (forced enough, clearly \"that the apostles then served the turn of baptism when in their little ship, were sprinkled and covered with the waves:  that Peter himself also was immersed enough when he walked on the sea\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:9",
                            "text": "It is, however, as I think, one thing to be sprinkled or intercepted by the violence of the sea; another thing to be baptized in obedience to the discipline of religion."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:10",
                            "text": "But that little ship did present a figure of the Church, in that she is disquieted \"in the sea,\" that is, in the world, \"by the waves,\" that is, by persecutions and temptations; the Lord, through patience, sleeping as it were, until, roused in their last extremities by the prayers of the saints, He checks the world, and restores tranquillity to His own."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:11",
                            "text": "Now, whether they were baptized in any manner whatever, or whether they continued unbathed to the end—so that even that saying of the Lord touching the \"one bath\" does, under the person of Peter, merely regard us—still, to determine concerning the salvation of the apostles is audacious enough, because on them the prerogative even of first choice, and thereafter of undivided intimacy, might be able to confer the compendious grace of baptism, seeing they (I think) followed Him who was wont to promise salvation to every believer."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:12",
                            "text": "\"Thy faith,\" He would say, \"hath saved thee;\" and, \"Thy sins shall be remitted thee,\" on thy believing, of course, albeit thou be not yet baptized."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: On Baptism 12:13",
                            "text": "If that was wanting to the apostles, I know not in the faith of what things it was, that, roused by one word of the Lord, one left the toll-booth behind for ever; another deserted father and ship, and the craft by which he gained his living; a third, who disdained his father's obsequies, fulfilled, before he heard it, that highest precept of the Lord, \"He who prefers father or mother to me, is not worthy of me\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: On Baptism 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:1",
                            "text": "Another Objection: Abraham Pleased God Without Being Baptized."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:2",
                            "text": "Answer Thereto."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:3",
                            "text": "Old Things Must Give Place to New, and Baptism is Now a Law."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:4",
                            "text": "Here, then, those miscreants provoke questions."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:5",
                            "text": "And so they say, \"Baptism is not necessary for them to whom faith is sufficient; for withal, Abraham pleased God by a sacrament of no water, but of faith\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:6",
                            "text": "But in all cases it is the later things which have a conclusive force, and the subsequent which prevail over the antecedent."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:7",
                            "text": "Grant that, in days gone by, there was salvation by means of bare faith, before the passion and resurrection of the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:8",
                            "text": "But now that faith has been enlarged, and is become a faith which believes in His nativity, passion, and resurrection, there has been an amplification added to the sacrament, viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:9",
                            "text": ", the sealing act of baptism; the clothing, in some sense, of the faith which before was bare, and which cannot exist now without its proper law."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:10",
                            "text": "For the law of baptizing has been imposed, and the formula prescribed: \"Go,\" He saith, \"teach the nations, baptizing them into the name of the Father, and of the Son, and of the Holy Spirit\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:11",
                            "text": "The comparison with this law of that definition, \"Unless a man have been reborn of water and Spirit, he shall not enter into the kingdom of the heavens,\" has tied faith to the necessity of baptism."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:12",
                            "text": "Accordingly, all thereafter who became believers used to be baptized."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:13",
                            "text": "Then it was, too, that Paul, when he believed, was baptized; and this is the meaning of the precept which the Lord had given him when smitten with the plague of loss of sight, saying, \"Arise, and enter Damascus; there shall be demonstrated to thee what thou oughtest to do,\" to wit—be baptized, which was the only thing lacking to him."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Tertullian: On Baptism 13:14",
                            "text": "That point excepted, he had sufficiently learnt and believed \"the Nazarene\" to be \"the Lord, the Son of God\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: On Baptism 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: On Baptism 14:1",
                            "text": "Of Paul's Assertion, that He Had Not Been Sent to Baptize."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: On Baptism 14:2",
                            "text": "But they roll back an objection from that apostle himself, in that he said, \"For Christ sent me not to baptize;\" as if by this argument baptism were done away!  For if so, why did he baptize Gaius, and Crispus, and the house of Stephanas? However, even if Christ had not sent him to baptize, yet He had given other apostles the precept to baptize."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: On Baptism 14:3",
                            "text": "But these words were written to the Corinthians in regard of the circumstances of that particular time; seeing that schisms and dissensions were agitated among them, while one attributes everything to Paul, another to Apollos."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: On Baptism 14:4",
                            "text": "For which reason the \"peace-making\" apostle, for fear he should seem to claim all gifts for himself, says that he had been sent \"not to baptize, but to preach\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: On Baptism 14:5",
                            "text": "For preaching is the prior thing, baptizing the posterior."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: On Baptism 14:6",
                            "text": "Therefore the preaching came first: but I think baptizing withal was lawful to him to whom preaching was."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: On Baptism 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:1",
                            "text": "Unity of Baptism."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:2",
                            "text": "Remarks on Heretical And Jewish Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:3",
                            "text": "I know not whether any further point is mooted to bring baptism into controversy."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:4",
                            "text": "Permit me to call to mind what I have omitted above, lest I seem to break off the train of impending thoughts in the middle."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:5",
                            "text": "There is to us one, and but one, baptism; as well according to the Lord's gospel as according to the apostle's letters, inasmuch as he says, \"One God, and one baptism, and one church in the heavens\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:6",
                            "text": "But it must be admitted that the question, \"What rules are to be observed with regard to heretics?\" is worthy of being treated."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:7",
                            "text": "For it is to us that that assertion refers."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:8",
                            "text": "Heretics, however, have no fellowship in our discipline, whom the mere fact of their excommunication testifies to be outsiders."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:9",
                            "text": "I am not bound to recognize in them a thing which is enjoined on me, because they and we have not the same God, nor one—that is, the same—Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:10",
                            "text": "And therefore their baptism is not one with ours either, because it is not the same; a baptism which, since they have it not duly, doubtless they have not at all; nor is that capable of being counted which is not had."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:11",
                            "text": "Thus they cannot receive it either, because they have it not."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:12",
                            "text": "But this point has already received a fuller discussion from us in Greek."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:13",
                            "text": "We enter, then, the font once:  once are sins washed away, because they ought never to be repeated."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:14",
                            "text": "But the Jewish Israel bathes daily, because he is daily being defiled: and, for fear that defilement should be practised among us also, therefore was the definition touching the one bathing made."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Tertullian: On Baptism 15:15",
                            "text": "Happy water, which once washes away; which does not mock sinners (with vain hopes); which does not, by being infected with the repetition of impurities, again defile them whom it has washed!."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: On Baptism 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: On Baptism 16:1",
                            "text": "Of the Second Baptism—With Blood."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: On Baptism 16:2",
                            "text": "We have indeed, likewise, a second font, (itself withal one with the former,) of blood, to wit; concerning which the Lord said, \"I have to be baptized with a baptism,\" when He had been baptized already."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: On Baptism 16:3",
                            "text": "For He had come \"by means of water and blood,\" just as John has written; that He might be baptized by the water, glorified by the blood; to make us, in like manner, called by water, chosen by blood."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: On Baptism 16:4",
                            "text": "These two baptisms He sent out from the wound in His pierced side, in order that they who believed in His blood might be bathed with the water; they who had been bathed in the water might likewise drink the blood."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: On Baptism 16:5",
                            "text": "This is the baptism which both stands in lieu of the fontal bathing when that has not been received, and restores it when lost."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: On Baptism 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:1",
                            "text": "Of the Power of Conferring Baptism."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:2",
                            "text": "For concluding our brief subject, it remains to put you in mind also of the due observance of giving and receiving baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:3",
                            "text": "Of giving it, the chief priest (who is the bishop) has the right: in the next place, the presbyters and deacons, yet not without the bishop's authority, on account of the honour of the Church, which being preserved, peace is preserved."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:4",
                            "text": "Beside these, even laymen have the right; for what is equally received can be equally given."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:5",
                            "text": "Unless bishops, or priests, or deacons, be on the spot, other disciples are called i-e: to the work."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:6",
                            "text": "The word of the Lord ought not to be hidden by any: in like manner, too, baptism, which is equally God's property, can be administered by all."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:7",
                            "text": "But how much more is the rule of reverence and modesty incumbent on laymen—seeing that these powers belong to their superiors—lest they assume to themselves the specific function of the bishop! Emulation of the episcopal office is the mother of schisms."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:8",
                            "text": "The most holy apostle has said, that \"all things are lawful, but not all expedient\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:9",
                            "text": "Let it suffice assuredly, in cases of necessity, to avail yourself (of that rule, if at any time circumstance either of place, or of time, or of person compels you (so to do); for then the stedfast courage of the succourer, when the situation of the endangered one is urgent, is exceptionally admissible; inasmuch as he will be guilty of a human creature's loss if he shall refrain from bestowing what he had free liberty to bestow."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:10",
                            "text": "But the woman of pertness, who has usurped the power to teach, will of course not give birth for herself likewise to a right of baptizing, unless some new beast shall arise like the former; so that, just as the one abolished baptism, so some other should in her own right confer it! But if the writings which wrongly go under Paul's name, claim Thecla's example as a licence for women's teaching and baptizing, let them know that, in Asia, the presbyter who composed that writing, as if he were augmenting Paul's fame from his own store, after being convicted, and confessing that he had done it from love of Paul, was removed from his office."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Tertullian: On Baptism 17:11",
                            "text": "For how credible would it seem, that he who has not permitted a woman even to learn with over-boldness, should give a female the power of teaching and of baptizing! \"Let them be silent,\" he says, \"and at home consult their own husbands\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: On Baptism 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:1",
                            "text": "Of the Persons to Whom, and the Time When, Baptism is to Be Administered."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:2",
                            "text": "But they whose office it is, know that baptism is not rashly to be administered."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:3",
                            "text": "\"Give to every one who beggeth thee,\" has a reference of its own, appertaining especially to almsgiving."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:4",
                            "text": "On the contrary, this precept is rather to be looked at carefully: \"Give not the holy thing to the dogs, nor cast your pearls before swine;\" and, \"Lay not hands easily on any; share not other men's sins\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:5",
                            "text": "If Philip so \"easily\" baptized the chamberlain, let us reflect that a manifest and conspicuous evidence that the Lord deemed him worthy had been interposed."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:6",
                            "text": "The Spirit had enjoined Philip to proceed to that road: the eunuch himself, too, was not found idle, nor as one who was suddenly seized with an eager desire to be baptized; but, after going up to the temple for prayer's sake, being intently engaged on the divine Scripture, was thus suitably discovered—to whom God had, unasked, sent an apostle, which one, again, the Spirit bade adjoin himself to the chamberlain's chariot."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:7",
                            "text": "The Scripture which he was readingfalls in opportunely with his faith: Philip, being requested, is taken to sit beside him; the Lord is pointed out; faith lingers not; water needs no waiting for; the work is completed, and the apostle snatched away."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:8",
                            "text": "\"But Paul too was, in fact, 'speedily' baptized:\" for Simon, his host, speedily recognized him to be \"an appointed vessel of election\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:9",
                            "text": "God's approbation sends sure premonitory tokens before it; every \"petition\" may both deceive and be deceived."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:10",
                            "text": "And so, according to the circumstances and disposition, and even age, of each individual, the delay of baptism is preferable; principally, however, in the case of little children."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:11",
                            "text": "For why is it necessary—if (baptism itself) is not so necessary—that the sponsors likewise should be thrust into danger? Who both themselves, by reason of mortality, may fail to fulfil their promises, and may be disappointed by the development of an evil disposition, in those for whom they stood? The Lord does indeed say, \"Forbid them not to come unto me\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:12",
                            "text": "Let them \"come,\" then, while they are growing up; let them \"come\" while they are learning, while they are learning whither to come; let them become Christians when they have become able to know Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:13",
                            "text": "Why does the innocent period of life hasten to the \"remission of sins?\" More caution will be exercised in worldly matters: so that one who is not trusted with earthly substance is trusted with divine! Let them know how to \"ask\" for salvation, that you may seem (at least) to have given \"to him that asketh\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:14",
                            "text": "For no less cause must the unwedded also be deferred—in whom the ground of temptation is prepared, alike in such as never were wedded by means of their maturity, and in the widowed by means of their freedom—until they either marry, or else be more fully strengthened for continence."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Tertullian: On Baptism 18:15",
                            "text": "If any understand the weighty import of baptism, they will fear its reception more than its delay: sound faith is secure of salvation."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Tertullian: On Baptism 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Tertullian: On Baptism 19:1",
                            "text": "Of the Times Most Suitable for Baptism."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Tertullian: On Baptism 19:2",
                            "text": "The Passover affords a more than usually solemn day for baptism; when, withal, the Lord's passion, in which we are baptized, was completed."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Tertullian: On Baptism 19:3",
                            "text": "Nor will it be incongruous to interpret figuratively the fact that, when the Lord was about to celebrate the last Passover, He said to the disciples who were sent to make preparation, \"Ye will meet a man bearing water\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Tertullian: On Baptism 19:4",
                            "text": "He points out the place for celebrating the Passover by the sign of water."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Tertullian: On Baptism 19:5",
                            "text": "After that, Pentecost is a most joyous space for conferring baptisms; wherein, too, the resurrection of the Lord was repeatedly proved among the disciples, and the hope of the advent of the Lord indirectly pointed to, in that, at that time, when He had been received back into the heavens, the angels told the apostles that \"He would so come, as He had withal ascended into the heavens;\" at Pentecost, of course."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Tertullian: On Baptism 19:6",
                            "text": "But, moreover, when Jeremiah says, \"And I will gather them together from the extremities of the land in the feast-day,\" he signifies the day of the Passover and of Pentecost, which is properly a \"feast-day\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Tertullian: On Baptism 19:7",
                            "text": "However, every day is the Lord's; every hour, every time, is apt for baptism: if there is a difference in the solemnity, distinction there is none in the grace."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Tertullian: On Baptism 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:1",
                            "text": "Of Preparation For, and Conduct After, the Reception of Baptism."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:2",
                            "text": "They who are about to enter baptism ought to pray with repeated prayers, fasts, and bendings of the knee, and vigils all the night through, and with the confession of all by- gone sins, that they may express the meaning even of the baptism of John: \"They were baptized,\" saith (the Scripture), \"confessing their own sins\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:3",
                            "text": "To us it is matter for thankfulness if we do now publicly confess our iniquities or our turpitudes: for we do at the same time both make satisfaction for our former sins, by mortification of our flesh and spirit, and lay beforehand the foundation of defences against the temptations which will closely follow."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:4",
                            "text": "\"Watch and pray,\" saith (the Lord), \"lest ye fall into temptation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:5",
                            "text": "And the reason, I believe, why they were tempted was, that they fell asleep; so that they deserted the Lord when apprehended, and he who continued to stand by Him, and used the sword, even denied Him thrice: for withal the word had gone before, that \"no one untempted should attain the celestial kingdoms\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:6",
                            "text": "The Lord Himself forthwith after baptism temptations surrounded, when in forty days He had kept fast."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:7",
                            "text": "\"Then,\" some one will say, \"it becomes us, too, rather to fast after baptism\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:8",
                            "text": "Well, and who forbids you, unless it be the necessity for joy, and the thanksgiving for salvation? But so far as I, with my poor powers, understand, the Lord figuratively retorted upon Israel the reproach they had cast on the Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:9",
                            "text": "For the people, after crossing the sea, and being carried about in the desert during forty years, although they were there nourished with divine supplies, nevertheless were more mindful of their belly and their gullet than of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:10",
                            "text": "Thereupon the Lord, driven apart into desert places after baptism, showed, by maintaining a fast of forty days, that the man of God lives \"not by bread alone,\" but \"by the word of God;\" and that temptations incident to fulness or immoderation of appetite are shattered by abstinence."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:11",
                            "text": "Therefore, blessed ones, whom the grace of God awaits, when you ascend from that most sacred font of your new birth, and spread your hands for the first time in the house of your mother, together with your brethren, ask from the Father, ask from the Lord, that His own specialties of grace and distributions of gifts may be supplied you."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:12",
                            "text": "\"Ask,\" saith He, \"and ye shall receive\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:13",
                            "text": "Well, you have asked, and have received; you have knocked, and it has been opened to you."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Tertullian: On Baptism 20:14",
                            "text": "Only, I pray that, when you are asking, you be mindful likewise of Tertullian the sinner."
                        }
                    ]
                }
            ]
        }
    ]
}