{
    "books": [
        {
            "name": "Sulpitius Severus: Dialogues I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sulpitius Severus: Dialogues I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:1",
                            "text": "Sulpitius Severus Dialogue: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:2",
                            "text": "When I and a Gallic friend had assembled in one place, this Gaul being a man very dear to me, both on account of his remembrance of Martin (for he had been one of his disciples), and on account of his own merits, my friend Postumianus joined us."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:3",
                            "text": "He had just, on my account, returned from the East, to which, leaving his native country, he had gone three years before."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:4",
                            "text": "Having embraced this most affectionate friend, and kissed both his knees and his feet, we were for a moment or two, as it were, astounded; and, shedding mutual tears of joy, we walked about a good deal."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:5",
                            "text": "But by and by we sat down on our garments of sackcloth laid upon the ground."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:6",
                            "text": "Then Postumianus, directing his looks towards me is the first to speak, and says,—  \"When I was in the remote parts of Egypt, I felt a desire to go on as far as the sea."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:7",
                            "text": "I there met with a merchant vessel, which was ready to set sail with the view of making for Narbonne."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:8",
                            "text": "The same night you seemed in a dream to stand beside me, and laying hold of me with your hand, to lead me away that I should go on board that ship."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:9",
                            "text": "Ere long, when the dawn dispersed the darkness, and when I rose up in the place in which I had been resting, as I revolved my dream in my mind, I was suddenly seized with such a longing after you, that without delay I went on board the ship."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:10",
                            "text": "Landing on the thirtieth day at Marseilles, I came on from that and arrived here on the tenth day—so prosperous a voyage was granted to my dutiful desire of seeing you."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:11",
                            "text": "Do thou only, for whose sake I have sailed over so many seas, and have traversed such an extent of land, yield yourself over to me to be embraced and enjoyed apart from all others\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:12",
                            "text": "\"I truly,\" said I, \"while you were still staying in Egypt, was ever holding fellowship with you in my mind and thoughts, and affection for you had full possession of me as I meditated upon you day and night."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:13",
                            "text": "Surely then, you cannot imagine that I will now fail for a single moment to gaze with delight upon you, as I hang upon your lips."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:14",
                            "text": "I will listen to you, I will converse with you, while no one at all is admitted to our retirement, which this remote cell of mine furnishes to us."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:15",
                            "text": "For, as I suppose, you will not take amiss the presence of this friend of ours, the Gaul, who, as you perceive, rejoices with his whole heart over this arrival of yours, even as I do myself\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:16",
                            "text": "\"Quite right,\" said Postumianus, \"that Gaul will certainly be retained in our company; who, although I am but little acquainted with him, yet for this very reason that he is greatly beloved by you, cannot fail also to be dear to me."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues I 1:17",
                            "text": "This must especially be the case, since he is of the school of Martin; nor will I grudge, as you desire, to talk with you in connected discourse, since I came hither for this very purpose, that I should, even at the risk of being tedious, respond to the desire of my dear Sulpitius \"—and in so speaking he affectionately took hold of me with both his hands."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sulpitius Severus: Dialogues I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:2",
                            "text": "\"Truly\" said I, \"you have clearly proved how much a sincere love can accomplish, inasmuch as, for my sake, you have traveled over so many seas, and such an extent of land, journeying, so to speak, from the rising of the sun in the East to where he sets in the West."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:3",
                            "text": "Come, then, because we are here in a retired spot by ourselves, and not being otherwise occupied, feel it our duty to attend to your discourse, come, I pray thee, relate to us the whole history of your wanderings."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:4",
                            "text": "Tell us, if you please, how the faith of Christ is flourishing in the East; what peace the saints enjoy; what are the customs of the monks; and with what signs and miracles Christ is working in his servants."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:5",
                            "text": "For assuredly, because in this region of ours and amid the circumstances in which we are placed,  life itself has become a weariness to us, we shall gladly hear from you, if life is permitted to Christians even in the desert\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:6",
                            "text": "In reply to these words, Postumianus declares, \"I shall do as I see you desire."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:7",
                            "text": "But I beg you first to tell me, whether all those persons whom I left here as priests, continue the same as I knew them before taking my departure\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:8",
                            "text": "Then I exclaim, \"Forbear, I beseech thee, to make any enquiry on such points, which you either, I think, know as well as I do, or if you are ignorant of them, it is better that you should hear nothing regarding them."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:9",
                            "text": "I cannot, however, help saying, that not only are those, of whom you enquire, no better than they were when you knew them, but even that one man, who was formerly a great friend of mine, and in whose affection I was wont to find some consolation from the persecutions of the rest, has shown himself more unkind towards me than he ought to have been."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:10",
                            "text": "However, I shall not say anything harsher regarding him, both because I once esteemed him as a friend, and loved him even when he was deemed my enemy."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:11",
                            "text": "I shall only add that while I was silently meditating on these things in my thoughts, this source of grief deeply afflicted me, that I had almost lost the friendship of one who was both a wise and a religious man."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:12",
                            "text": "But let us turn away from these topics which are full of sorrow, and let us rather listen to you, according to the promise which you gave some time ago\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:13",
                            "text": "\"Let it be so,\" exclaimed Postumianus."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues I 2:14",
                            "text": "And on his saying this, we all kept silence, while, moving his robe of sackcloth, on which he had sat down, a little nearer me, he thus began."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sulpitius Severus: Dialogues I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:2",
                            "text": "\"Three years ago, Sulpitius, at which time, leaving this neighborhood, I bade thee farewell, after setting sail from Narbonne, on the fifth day we entered a port of Africa: so prosperous, by the will of God, had been the voyage."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:3",
                            "text": "I had in my mind a great desire to go to Carthage, to visit those localities connected with the saints, and, above all, to worship at the tomb of the martyr Cyprian."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:4",
                            "text": "On the fifth day we returned to the harbor, and launched forth into the deep."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:5",
                            "text": "Our destination was Alexandria; but as the south wind was against us, we were almost driven upon the Syrtis; the cautious sailors, however, guarding against this, stopped the ship by casting anchor."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:6",
                            "text": "The continent of Africa then lay before our eyes; and, landing on it in boats, when we perceived that the whole country round was destitute of human cultivation, I penetrated farther inland, for the purpose of more carefully exploring the locality."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:7",
                            "text": "About three miles from the sea-coast, I beheld a small hut in the midst of the sand, the roof of which, to use the expression of Sallust, was like the keel of a ship."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:8",
                            "text": "It was close to the earth, and was floored with good strong boards, not because any very heavy rains are there feared (for, in fact, such a thing as rain has there never even been heard of), but because, such is the strength of the winds in that district, that, if at any time only a little breath of air begins there to be felt, even when the weather is pretty mild, a greater wreckage takes place in those lands than on any sea."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:9",
                            "text": "No plants are there, and no seeds ever spring up, since, in such shifting soil, the dry sand is swept along with every motion of the winds."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:10",
                            "text": "But where some promontories, back from the sea, act as a check to the winds, the soil, being somewhat more firm, produces here and there some prickly grass, and that furnishes fair pasturage for sheep."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:11",
                            "text": "The inhabitants live on milk, while those of them that are more skillful, or, so to speak, more wealthy, make use of barley bread."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:12",
                            "text": "That is the only kind of grain which flourishes there, for barley, by the quickness of its growth in that sort of soil, generally escapes the destruction caused by the fierce winds."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:13",
                            "text": "So rapid is its growth that we are told it is ripe on the thirtieth day after the sowing of the seed."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:14",
                            "text": "But there is no reason why men should settle there, except that all are free from the payment of taxes."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues I 3:15",
                            "text": "The sea-coast of the Cyrenians is indeed the most remote, bordering upon that desert which lies between Egypt and Africa, and through which Cato formerly, when fleeing from Caesar, led an army."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Sulpitius Severus: Dialogues I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:2",
                            "text": "I therefore bent my steps toward the hut which I had beheld from a distance."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:3",
                            "text": "There I find an old man, in a garment made of skins, turning a mill with his hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:4",
                            "text": "He saluted and received us kindly."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:5",
                            "text": "We explain to him that we had been forced to land on that coast, and were prevented by the continued raging of the sea from being able at once to pursue our voyage; that, having made our way on shore, we had desired, as is in keeping with ordinary human  nature, to become acquainted with the character of the locality, and the manners of the inhabitants."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:6",
                            "text": "We added that we were Christians, and that the principal object of our enquiry was whether there were any Christians amid these solitudes."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:7",
                            "text": "Then, indeed, he, weeping for joy, throws himself at our feet; and, kissing us over and over again, invites us to prayer, while, spreading on the ground the skins of sheep, he makes us sit down upon them."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:8",
                            "text": "He then serves up a breakfast truly luxurious, consisting of the half of a barley cake."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:9",
                            "text": "Now, we were four, while he himself constituted the fifth."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:10",
                            "text": "He also brought in a bundle of herbs, of which I forget the name, but they were like mint, were rich in leaves, and yielded a taste like honey."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:11",
                            "text": "We were delighted with the exceedingly sweet taste of this plant, and our hunger was fully satisfied\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:12",
                            "text": "Upon this I smiled, and said to my friend the Gaul, \"What, Gaul, do you think of this? Are you pleased with a bundle of herbs and half a barley cake as a breakfast for five men?\"  Then he, being an exceedingly modest person, and blushing somewhat, while he takes my joke in good part, says, \"You act, Sulpitius, in a way like yourself, for you never miss any opportunity which is offered you of joking us on the subject of our fondness for eating."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:13",
                            "text": "But it is unkind of you to try to force us Gauls to live after the fashion of angels; and yet, through my own liking for eating, I could believe that even the angels are in the habit of eating; for such is my appetite that I would be afraid even singly to attack that half barley cake."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:14",
                            "text": "However, let that man of Cyrene be satisfied with it, to whom it is either a matter of necessity or nature always to feel hungry; or, again, let those be content with it from whom, I suppose, their tossing at sea had taken away all desire for food."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:15",
                            "text": "We, on the other hand, are at a distance from the sea; and, as I have often testified to you, we are, in one word, Gauls."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues I 4:16",
                            "text": "But instead of wasting time over such matters, let our friend here rather go on to complete his account of the Cyrenian\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Sulpitius Severus: Dialogues I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:2",
                            "text": "\"Assuredly,\" continues Postumianus, \"I shall take care in future not to mention the abstinence of any one, in case the difficult example should quite offend our friends the Gauls."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:3",
                            "text": "I had intended, however, to give an account also of the dinner of that man of Cyrene—for we were seven days with him—or some of the subsequent feasts; but these things had better be passed over, lest the Gaul should think that he was jeered at."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:4",
                            "text": "However, on the following day, when some of the natives had come together to visit us, we discovered that that host of ours was a Presbyter—a fact which he had concealed from us with the greatest care."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:5",
                            "text": "We then went with him to the church, which was about two miles distant, and was concealed from our view by an intervening mountain."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:6",
                            "text": "We found that it was constructed of common and worthless trees, and was not much more imposing than the hut of our host, in which one could not stand without stooping."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:7",
                            "text": "On enquiring into the customs of the men of the district, we found that they were not in the habit of either buying or selling anything."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:8",
                            "text": "They knew not the meaning of either fraud or theft."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:9",
                            "text": "As to gold and silver, which mankind generally deem the most desirable of all things, they neither possess them, nor do they desire to possess them."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:10",
                            "text": "For when I offered that Presbyter ten gold coins, he refused them, declaring, with profound wisdom, that the church was not benefited but rather injured by gold."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues I 5:11",
                            "text": "We presented him, however, with some pieces of clothing."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Sulpitius Severus: Dialogues I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:2",
                            "text": "\"After he had kindly accepted our gifts, on the sailors calling us back to the sea, we departed; and after a favorable passage, we arrived at Alexandria on the seventh day."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:3",
                            "text": "There we found a disgraceful strife raging between the bishops and monks, the cause or occasion of which was that the priests were known when assembled together often to have passed decrees in crowded synods to the effect that no one should read or possess the books of Origen."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:4",
                            "text": "He was, no doubt, regarded as a most able disputant on the sacred Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:5",
                            "text": "But the bishops maintained that there were certain things in his books of an unsound character; and his supporters, not being bold enough to defend these, rather took the line of declaring that they had been inserted by the heretics."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:6",
                            "text": "They affirmed, therefore, that the other portions of his writings were not to be condemned on account of those things which justly fell under censure, since the faith of readers could easily make a distinction, so that they should not follow what had been forged, and yet should keep hold of those points which were handled in accordance with the Catholic faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:7",
                            "text": "They remarked that there was nothing wonderful if, in modern and recent writings, heretical guile had been at work; since it had not feared in certain places to attack even Gospel truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:8",
                            "text": "The bishops, struggling against these positions  to the utmost extent of their power, insisted that what was quite correct in the writings of Origen should, along with the author himself, and even his whole works, be condemned, because those books were more than sufficient which the church had received."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:9",
                            "text": "They also said that the reading was to be avoided of such works as would do more harm to the unwise than they would benefit the wise."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:10",
                            "text": "For my part, on being led by curiosity to investigate some portions of these writings, I found very many things which pleased me, but some that were to be blamed."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:11",
                            "text": "I think it is clear that the author himself really entertained these impious opinions, though his defenders maintain that the passages have been forged."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues I 6:12",
                            "text": "I truly wonder that one and the same man could have been so different from himself as that, in the portion which is approved, he has no equal since the times of the Apostles, while in that which is justly condemned, no one can be shown to have erred more egregiously."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Sulpitius Severus: Dialogues I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:2",
                            "text": "For while many things in his books which were extracted from them by the bishops were read to show that they were written in opposition to the Catholic faith, that passage especially excited bad feeling against him, in which we read in his published works that the Lord Jesus, as he had come in the flesh for the redemption of mankind, and suffering upon the cross for the salvation of man, had tasted death to procure eternal life for the human race, so he was, by the same course of suffering, even to render the devil a partaker of redemption."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:3",
                            "text": "He maintained this on the ground that such a thing would be in harmony with his goodness and beneficence, inasmuch as he who had restored fallen and ruined man, would thus also set free an angel who had previously fallen."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:4",
                            "text": "When these and other things of a like nature were brought forward by the bishops, a tumult arose owing to the zeal of the different parties; and when this could not be quelled by the authority of the priests, the governor of the city was called upon to regulate the discipline of the church by a perverse precedent; and through the terror which he inspired, the brethren were dispersed, while the monks took to flight in different directions; so that, on the decrees being published, they were not permitted to find lasting acceptance in any place."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:5",
                            "text": "This fact influenced me greatly, that Hieronymus, a man truly Catholic and most skillful in the holy law, was thought at first to have been a follower of Origen, yet now, above most others, went the length of condemning the whole of his writings."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:6",
                            "text": "Assuredly, I am not inclined to judge rashly in regard to any one; but even the most learned men were said to hold different opinions in this controversy."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:7",
                            "text": "However, whether that opinion of Origen was simply an error, as I think, or whether it was a heresy, as is generally supposed, it not only could not be suppressed by multitudes of censures on the part of the priests, but it never could have spread itself so far and wide, had it not gathered strength from their contentions."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:8",
                            "text": "Accordingly, when I came to Alexandria, I found that city in a ferment from disturbances connected with the matter in question."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:9",
                            "text": "The Bishop, indeed, of that place received me very kindly, and in a better spirit than I expected, and even endeavored to retain me with him."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:10",
                            "text": "But I was not at all inclined to settle there, where a recent outbreak of ill-will had resulted in a destruction of the brethren."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues I 7:11",
                            "text": "For, although perhaps it may seem that they ought to have obeyed the bishops, yet such a multitude of persons, all living in an open confession of Christ, ought not for that reason to have been persecuted, especially by bishops."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Sulpitius Severus: Dialogues I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:2",
                            "text": "Accordingly, setting out from that place, I made for the town of Bethlehem, which is six miles distant from Jerusalem, but requires sixteen stoppages on the part of one journeying from Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:3",
                            "text": "The presbyter Jerome rules the church of this place; for it is a parish of the bishop who has possession of Jerusalem."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:4",
                            "text": "Having already in my former journey become acquainted with Hieronymus, he had easily brought it about that I with good reason deemed no one more worthy of my regard and love."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:5",
                            "text": "For, besides the merit due to him on account of his Faith, and the possession of many virtues, he is a man learned not only in Latin and Greek, but also Hebrew, to such a degree that no one dare venture to compare himself with him in all knowledge."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:6",
                            "text": "I shall indeed be surprised if he is not well known to you also through means of the works which he has written, since he is, in fact, read the whole world over\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:7",
                            "text": "\"Well,\" says the Gaul at this point, \"he is, in truth, but too well known to us."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:8",
                            "text": "For, some five years ago, I read a certain book of his, in which the whole tribe of our monks is most vehemently assaulted and reviled by him."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:9",
                            "text": "For this reason, our Belgian friend is accustomed to be very angry, because he has said that we are in the habit of cramming ourselves even to repletion."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:10",
                            "text": "But I, for my part, pardon the eminent man; and am of opinion that he had made the remark rather about Eastern than Western monks."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:11",
                            "text": "For the love of eating is gluttony in the case of the Greeks, whereas among the Gauls it is owing to the nature they possess\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:12",
                            "text": "Then exclaimed I, \"You defend your nation, my Gallic friend, by means of rhetoric; but I beg to ask whether that book condemns only this vice in the case of the monks?\"  \"No indeed,\" replies he; \"the writer passed nothing over, which he did not blame, scourge, and expose: in particular, he inveighed against avarice and no less against arrogance."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues I 8:13",
                            "text": "He discoursed much respecting pride, and not a little about superstition; and I will freely own that he seemed to me to draw a true picture of the vices of multitudes\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Sulpitius Severus: Dialogues I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:2",
                            "text": "\"But as to familiarities which take place between virgins and monks, or even clerics, how true and how courageous were his words! And, on account of these, he is said not to stand high in favor with certain people whom I am unwilling to name."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:3",
                            "text": "For, as our Belgian friend is angry that we were accused of too great fondness for eating, so those people, again, are said to express their rage when they find it written in that little work,—'The virgin despises her true unmarried brother, and seeks a stranger."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:4",
                            "text": "'\"  Upon this I exclaim, \"You are going too far, my Gallic friend: take heed lest some one who perhaps owns to these things, hear what you are saying, and begin to hold you, along with Hieronymus, in no great affection."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:5",
                            "text": "For, since you are a learned man, not unreasonably will I admonish you in the verse of that comic poet who says,—'Submission procures friends, while truth gives rise to hatred."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:6",
                            "text": "' Let rather, Postumianus, your discourse to us about the East, so well begun, now be resumed\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:7",
                            "text": "\"Well,\" says he, \"as I had commenced to relate, I stayed with Hieronymus six months, who carried on an unceasing warfare against the wicked, and a perpetual struggle in opposition to the deadly hatred of ungodly men."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:8",
                            "text": "The heretics hate him, because he never desists from attacking them; the clerics hate him, because he assails their life and crimes."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:9",
                            "text": "But beyond doubt, all the good admire and love him; for those people are out of their senses, who suppose that he is a heretic."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:10",
                            "text": "Let me tell the truth on this point, which is that the knowledge of the man is Catholic, and that his doctrine is sound."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:11",
                            "text": "He is always occupied in reading, always at his books with his whole heart: he takes no rest day or night; he is perpetually either reading or writing something."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:12",
                            "text": "In fact, had I not been resolved in mind, and had promised to God first to visit the desert previously referred to, I should have grudged to depart even for the shortest time from so great a man."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:13",
                            "text": "Handing over, then, and entrusting to him all my possessions and my whole family, which having followed me against my own inclination, kept me in a state of embarrassment, and thus being in a sort of way delivered from a heavy burden, and restored to freedom of action, I returned to Alexandria, and having visited the brethren there I set out from the place for upper Thebais, that is for the farthest off confines of Egypt."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:14",
                            "text": "For a great multitude of monks were said to inhabit the widely extending solitudes of that wilderness."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues I 9:15",
                            "text": "But here it would be tedious, were I to seek to narrate all the things which I witnessed: I shall only touch lightly on a few points."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Sulpitius Severus: Dialogues I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:2",
                            "text": "\"Not far from the desert, and close to the Nile, there are numerous monasteries."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:3",
                            "text": "For the most part, the monks there dwell together in companies of a hundred; and their highest rule is to live under the orders of their Abbot, to do nothing by their own inclination, but to depend in all things on his will and authority."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:4",
                            "text": "If it so happens that any of them form in their minds a lofty ideal of virtue, so as to wish to betake themselves to the desert to live a solitary life, they do not venture to act on this desire except with the permission of the Abbot."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:5",
                            "text": "In fact, this is the first of virtues in their estimation,—to live in obedience to the will of another."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:6",
                            "text": "To those who betake themselves to the desert, bread or some other kind of food is furnished by the command of that Abbot."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:7",
                            "text": "Now, it so happened that, in those days during which I had come thither, the Abbot had sent bread to a certain person who had withdrawn to the desert, and had erected a tent for himself not more than six miles from the monastery."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:8",
                            "text": "This bread was sent by the hands of two boys, the elder of whom was fifteen, and the younger twelve years of age."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:9",
                            "text": "As these boys were returning home, an asp of remarkable size encountered them, but they were not the least afraid on meeting it; and moving up to their very feet, as if charmed by some melody, it laid down its dark-green neck before them."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:10",
                            "text": "The younger of the boys laid hold of it with his hand, and, wrapping it in his dress, went on his way with it."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:11",
                            "text": "Then, entering the monastery with the air of a conqueror, and meeting with the brethren, while all looked on, he opened out his dress, and set down the imprisoned beast, not without some appearance of boastfulness."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:12",
                            "text": "But while the rest of the spectators extolled the faith and virtue of the children,  the Abbot, with deeper insight, and to prevent them at such a tender age from being puffed up with pride, subjected both to punishment."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:13",
                            "text": "This he did after blaming them much for having publicly revealed what the Lord had wrought through their instrumentality."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues I 10:14",
                            "text": "He declared that that was not to be attributed to their faith, but to the Divine power; and added that they should rather learn to serve God in humility, and not to glory in signs and wonders; for that a sense of their own weakness was better than any vainglorious exhibition of power."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Sulpitius Severus: Dialogues I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:2",
                            "text": "\"When the monk whom I have mentioned heard of this,—when he learned both that the children had encountered danger through meeting the snake, and that moreover, having got the better of the serpent, they had received a sound beating,—he implored the Abbot that henceforth no bread or food of any kind should be sent to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:3",
                            "text": "And now the eighth day had passed since that man of Christ had exposed himself to the danger of perishing from hunger; his limbs were growing dry with fasting, but his mind fixed upon heaven could not fail; his body was wearing away with abstinence, but his faith remained firm."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:4",
                            "text": "In the meantime, the Abbot was admonished by the Spirit to visit that disciple."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:5",
                            "text": "Under the influence of a pious solicitude, he was eager to learn by what means of preserving life that faithful man was supported, since he had declined any human aid in ministering to his necessities."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:6",
                            "text": "Accordingly, he sets out in person to satisfy himself on the subject."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:7",
                            "text": "When the recluse saw from a distance the old man coming to him, he ran to meet him: he thanks him for the visit, and conducts him to his cell."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:8",
                            "text": "As they enter the cell together, they behold a basket of palm branches, full of hot bread, hanging fixed at the door-post."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:9",
                            "text": "And first the smell of the hot bread is perceived; but on touching it, it appears as if just a little before it had been taken from the oven."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:10",
                            "text": "At the same time, they do not recognize the bread as being of the shape common in Egypt."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:11",
                            "text": "Both are filled with amazement, and acknowledge the gift as being from heaven."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:12",
                            "text": "On the one side, the recluse declared that this event was due to the arrival of the Abbot; while, on the other side, the Abbot ascribed it rather to the faith and virtue of the recluse; but both broke the heaven-sent bread with exceeding joy."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues I 11:13",
                            "text": "And when, on his return to the monastery, the old man reported to the brethren what had occurred, such enthusiasm seized the minds of all of them, that they vied with each other in their haste to betake themselves to the desert, and its sacred seclusion; while they declared themselves miserable in having made their abode only too long amid a multitude, where human fellowship had to be carried on and endured."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Sulpitius Severus: Dialogues I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:2",
                            "text": "\"In this monastery I saw two old men who were said to have already lived there for forty years, and in fact never to have departed from it."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:3",
                            "text": "I do not think that I should pass by all mention of these men, since, indeed, I heard the following statement made regarding their virtues on the testimony of the Abbot himself, and all the brethren, that in the case of one of them, the sun never beheld him feasting, and in the case of the other, the sun never saw him angry\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:4",
                            "text": "Upon this, the Gaul looking at me exclaims: \"Would that a friend of yours—I do not wish to mention his name—were now present; I should greatly like him to hear of that example, since we have had too much experience of his bitter anger in the persons of a great many people."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:5",
                            "text": "Nevertheless, as I hear, he has lately forgiven his enemies; and, in these circumstances, were he to hear of the conduct of that man, he would be more and more strengthened in his forgiving course by the example thus set before him, and would feel that it is an admirable virtue not to fall under the influence of anger."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:6",
                            "text": "I will not indeed deny that he had just reasons for his wrath; but where the battle is hard, the crown of victory is all the more glorious."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:7",
                            "text": "For this reason, I think, if you will allow me to say so, that a certain man was justly to be praised, because when an ungrateful freedman abandoned him he rather pitied than inveighed against the fugitive."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:8",
                            "text": "And, indeed, he was not even angry with the man by whom he seems to have been carried off\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:9",
                            "text": "Upon this I remarked: \"Unless Postumianus had given us that example of overcoming anger, I would have been very angry on account of the departure of the fugitive; but since it is not lawful to be angry, all remembrance of such things, as it annoys us, ought to be blotted from our minds."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:10",
                            "text": "Let us rather, Postumianus, listen to what you have got to say\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:11",
                            "text": "\"I will do,\" says he, \"Sulpitius, what you request, as I see you are all so desirous of hearing me."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:12",
                            "text": "But remember that I do not address my speech to you without hope of a larger recompense; I shall gladly perform what you require, provided that, when ere long my turn comes, you do not refuse what I ask\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:13",
                            "text": "\"We indeed,\" said I, \"have nothing by means of which we can return the obligation we shall lie under to you even without a larger return."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:14",
                            "text": "However, command us as to anything you have thought about, provided you satisfy our desires, as you have already begun to do, for your speech conveys to us true delight\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues I 12:15",
                            "text": "\"I will stint nothing,\" said Postumianus, \"of your desires; and inasmuch as you have recognized the virtue of one recluse, I shall go on to relate to you some few things about more such persons."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Sulpitius Severus: Dialogues I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:2",
                            "text": "\"Well then, when I entered upon the nearest parts of the desert, about twelve miles from the Nile, having as my guide one of the brethren who was well acquainted with the localities, we arrived at the residence of a certain old monk who dwelt at the foot of a mountain."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:3",
                            "text": "In that place there was a well, which is a very rare thing in these regions."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:4",
                            "text": "The monk had one ox, the whole labor of which consisted in drawing water by moving a machine worked with a wheel."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:5",
                            "text": "This was the only way of getting at the water, for the well was said to be a thousand or more feet deep."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:6",
                            "text": "There was also a garden there full of a variety of vegetables."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:7",
                            "text": "This, too, was contrary to what might have been expected in the desert where, all things being dry and burnt up by the fierce rays of the sun produce not even the slenderest root of any plant."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:8",
                            "text": "But the labor which in common with his ox, the monk performed, as well as his own special industry, produced such a happy state of things to the holy man; for the frequent irrigation in which he engaged imparted such a fertility to the sand that we saw the vegetables in his garden flourishing and coming to maturity in a wonderful manner."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:9",
                            "text": "On these, then, the ox lived as well as its master; and from the abundance thus supplied, the holy man provided us also with a dinner."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:10",
                            "text": "There I saw what ye Gauls, perchance, may not believe—a pot boiling without fire with the vegetables which were being got ready for our dinner: such is the power of the sun in that place that it is sufficient for any cooks, even for preparing the dainties of the Gauls."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:11",
                            "text": "Then after dinner, when the evening was coming on, our host invites us to a palm-tree, the fruit of which he was accustomed to use, and which was at a distance of about two miles."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:12",
                            "text": "For that is the only kind of tree found in the desert, and even these are rare, though they do occur."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:13",
                            "text": "I am not sure whether this is owing to the wise foresight of former ages, or whether the soil naturally produces them."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:14",
                            "text": "It may indeed be that God, knowing beforehand that the desert was one day to be inhabited by the saints, prepared these things for his servants."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:15",
                            "text": "For those who settle within these solitudes live for the most part on the fruit of such trees, since no other kinds of plants thrive in these quarters."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:16",
                            "text": "Well, when we came up to that tree to which the kindness of our host conducted us, we there met with a lion; and on seeing it, both my guide and myself began to tremble; but the holy man went up to it without delay, while we, though in great terror, followed him."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:17",
                            "text": "As if commanded by God, the beast modestly withdrew and stood gazing at us, while our friend, the monk, plucked some fruit hanging within easy reach on the lower branches."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:18",
                            "text": "And, on his holding out his hand filled with dates, the monster ran up to him and received them as readily as any domestic animal could have done; and having eaten them, it departed."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues I 13:19",
                            "text": "We, beholding these things, and being still under the influence of fear, could not but perceive how great was the power of faith in his case, and how weak it was in ourselves."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Sulpitius Severus: Dialogues I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:2",
                            "text": "\"We found another equally remarkable man living in a small hut, capable only of containing a single person."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:3",
                            "text": "Concerning him we were told that a she-wolf was accustomed to stand near him at dinner; and that the beast could by no means be easily deceived so as to fail to be with him at the regular hour when he took refreshment."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:4",
                            "text": "It was also said that the wolf waited at the door until he offered her the bread which remained over his own humble dinner; that she was accustomed to lick his hand, and then, her duty being, as it were, fulfilled, and her respects paid to him, she took her departure."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:5",
                            "text": "But it so happened that that holy man, while he escorted a brother who had paid him a visit, on his way home, was a pretty long time away, and only returned under night."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:6",
                            "text": "In the meanwhile, the beast made its appearance at the usual dinner time."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:7",
                            "text": "Having entered the vacant cell and perceived that its benefactor was absent, it began to search round the hut with some curiosity to discover, if possible, the inhabitant."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:8",
                            "text": "Now it so happened that a basket of palm-twigs was hanging close at hand with five loaves of bread in it."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:9",
                            "text": "Taking one of these, the beast devoured it, and then, having committed this evil deed, went its way."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:10",
                            "text": "The recluse on his return found the basket in a state of disorder, and the number of loaves less than it should have been."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:11",
                            "text": "He is aware of the loss of his household goods, and observes near the threshold some fragments of the loaf which had been stolen."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:12",
                            "text": "Considering all this, he had little doubt as to the author of the theft."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:13",
                            "text": "Accordingly, when on the following days the beast did not, in its usual way, make its appearance (undoubtedly hesitating from a consciousness of its audacious deed to come to him on whom it had inflicted injury), the recluse was deeply grieved at being deprived of the happiness he had enjoyed in its society."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:14",
                            "text": "At last, being brought back through his prayers, it appeared to him as usual at dinner time, after the lapse of seven days."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:15",
                            "text": "But to make clear to every one the shame it felt, through regret for what had been done, not daring to draw very near, and with its eyes, from profound self-abasement, cast upon the earth, it seemed, as was plain to the intelligence of every one, to beg in a sort of way, for pardon."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:16",
                            "text": "The recluse, pitying its confusion, bade it come close to him, and then, with a kindly hand, stroked its head; while, by giving it two loaves instead of the usual one, he restored the guilty creature to its former position; and, laying aside its misery on thus having obtained forgiveness, it betook itself anew to its former habits."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:17",
                            "text": "Behold, I beg of you, even in this case, the power of Christ, to whom all is wise that is irrational, and to whom all is mild that is by nature savage."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:18",
                            "text": "A wolf discharges duty; a wolf acknowledges the crime of theft; a wolf is confounded with a sense of shame: when called for, it presents itself; it offers its head to be stroked; and it has a perception of the pardon granted to it, just as if it had a feeling of shame on account of its misconduct,—this is thy power, O Christ—these, O Christ, are thy marvelous works."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues I 14:19",
                            "text": "For in truth, whatever things thy servants do in thy name are thy doings; and in this only we find cause for deepest grief that, while wild beasts acknowledge thy majesty, intelligent beings fail to do thee reverence."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Sulpitius Severus: Dialogues I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:2",
                            "text": "\"But lest this should perchance seem incredible to any one, I shall mention still greater things."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:3",
                            "text": "I call Christ to witness that I invent nothing, nor will I relate things published by uncertain authors, but will set forth facts which have been vouched for to me by trustworthy men."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:4",
                            "text": "\"Numbers of those persons live in the desert without any roofs over their heads, whom people call anchorites."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:5",
                            "text": "They subsist on the roots of plants; they settle nowhere in any fixed place, lest they should frequently have men visiting them; wherever night compels them they choose their abode."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:6",
                            "text": "Well, two monks from Nitria directed their steps towards a certain man living in this style, and under these conditions."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:7",
                            "text": "They did so, although they were from a very different quarter, because they had heard of his virtues, and because he had formerly been their dear and intimate friend, while a member of the same monastery."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:8",
                            "text": "They sought after him long and much; and at length, in the seventh month, they found him staying in that far-distant wilderness which borders upon Memphis."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:9",
                            "text": "He was said already to have dwelt in these solitudes for twelve years; but although he shunned intercourse with all men, yet he did not shrink from meeting these friends; on the contrary, he yielded himself to their affection for a period of three days."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:10",
                            "text": "On the fourth day, when he had gone some distance escorting them in their return journey, they beheld a lioness of remarkable size coming towards them."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:11",
                            "text": "The animal, although meeting with three persons, showed no uncertainty as to the one she made for, but threw herself down at the feet of the anchorite: and, lying there with a kind of weeping and lamentation, she manifested mingled feelings of sorrow and supplication."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:12",
                            "text": "The sight affected all, and especially him who perceived that he was sought for: he therefore sets out, and the others follow him."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:13",
                            "text": "For the beast stopping from time to time, and, from time to time looking back, clearly wished it to be understood that the anchorite should follow wherever she led."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:14",
                            "text": "What need is there of many words? We arrived at the den of the animal, where she, the unfortunate mother, was nourishing five whelps already grown up, which, as they had come forth with closed eyes from the womb of their dam, so they had continued in persistent blindness."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:15",
                            "text": "Bringing them out, one by one, from the hollow of the rock, she laid them down at the feet of the anchorite."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:16",
                            "text": "Then at length the holy man perceived what the creature desired; and having called upon the name of God, he touched with his hand the closed eyes of the whelps; and immediately their blindness ceased, while light, so long denied them, streamed upon the open eyes of the animals."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:17",
                            "text": "Thus, those brethren, having visited the anchorite whom they were desirous of seeing, returned with a very precious reward for their labor, inasmuch as, having been permitted to be eye-witnesses of such power, they had beheld the faith of the saint, and the glory of Christ, to which they will in future bear testimony."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:18",
                            "text": "But I have still more marvels to tell: the lioness, after five days, returned to the man who had done her so great a kindness, and brought him, as a gift, the skin of an uncommon  animal."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues I 15:19",
                            "text": "Frequently clad in this, as if it were a cloak, that holy man did not disdain to receive that gift through the instrumentality of the best; while, all the time, he rather regarded Another as being the giver."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Sulpitius Severus: Dialogues I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:2",
                            "text": "\"There was also an illustrious name of another anchorite in those regions, a man who dwelt in that part of the desert which is about Syene."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:3",
                            "text": "This man, when first he betook himself to the wilderness, intended to live on the roots of plants which the sand here and there produces, of a very sweet and delicious flavor; but being ignorant of the nature of the herbs, he often gathered those which were of a deadly character."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:4",
                            "text": "And, indeed, it was not easy to discriminate between the kind of the roots by the mere taste, since all were equally sweet, but many of them, of a less known nature, contained within them a deadly poison."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:5",
                            "text": "When, therefore, the poison within tormented him on eating these, and all his vitals were tortured with terrific pains, while frequent vomitings, attended by excruciating agonies, were shattering the very citadel of life, his stomach being completely exhausted, he was in utter terror of all that had to be eaten for sustaining existence."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:6",
                            "text": "Having thus fasted for seven days, he was almost at the point of death when a wild animal called an Ibex came up to him."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:7",
                            "text": "To this creature standing by him, he offered a bundle of plants which he had collected on the previous day, yet had not ventured to touch; but the beast, casting aside with its mouth those which were poisonous, picked out such as it knew to be harmless."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:8",
                            "text": "In this way, that holy man, taught by its conduct what he ought to eat, and what to reject, both escaped the danger of dying of hunger and of being poisoned by the plants."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:9",
                            "text": "But it would be tedious to relate all the facts which we have either had personal knowledge of, or have heard from others, respecting those who inhabit the desert."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:10",
                            "text": "I spent a whole year, and nearly seven months more, of set purpose, within these solitudes, being, however, rather an admirer of the virtues of others, than myself making any attempt to manifest the extraordinary endurance which they displayed."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues I 16:11",
                            "text": "For the greater part of the time I lived with the old man whom I have mentioned, who possessed the well and the ox."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Sulpitius Severus: Dialogues I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:2",
                            "text": "\"I visited two monasteries of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:3",
                            "text": "Anthony, which are at the present day occupied by his disciples."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:4",
                            "text": "I also went to that place in which the most blessed Paul, the first of the eremites, had his abode."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:5",
                            "text": "I saw the Red Sea and the ridges of Mount Sinai, the top of which almost touches heaven, and cannot, by any human effort, be reached."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:6",
                            "text": "An anchorite was said to live somewhere within its recesses: and I sought long and much to see him, but was unable to do so."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:7",
                            "text": "He had for nearly fifty years been removed from all human fellowship, and used no clothes, but was covered with bristles growing on his own body, while, by Divine gift, he knew not of his own nakedness."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:8",
                            "text": "As often as any pious men desired to visit him, making hastily for the pathless wilderness, he shunned all meeting with his kind."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:9",
                            "text": "To one man only, about five years before my visit, he was said to have granted an interview; and I believe that man obtained the favor through the power of his faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:10",
                            "text": "Amid much talk which the two had together, the recluse is said to have replied to the question why he shunned so assiduously all human beings, that the man who was frequently visited by mortals like himself, could not often be visited by angels."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:11",
                            "text": "From this, not without reason, the report had spread, and was accepted by multitudes, that that holy man enjoyed angelic fellowship."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:12",
                            "text": "Be this as it may, I, for my part, departed from Mount Sinai, and returned to the river Nile, the banks of which, on both sides, I beheld dotted over with numerous monasteries."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:13",
                            "text": "I saw that, for the most part, as I have already said, the monks resided together in companies of a hundred; but it was well known that so many as two or three thousand sometimes had their abode in the same villages."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:14",
                            "text": "Nor indeed would one have any reason to think that the virtue of the monks there dwelling together in great numbers, was less than that of those was known to be, who kept themselves apart from human fellowship."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:15",
                            "text": "The chief and foremost virtue in these places, as I have already said, is obedience."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues I 17:16",
                            "text": "In fact, any one applying for admission is not received by the Abbot of the monastery on any other condition than that he be first tried and proved; it being understood that he will never afterwards decline to submit to any injunction of the Abbot, however arduous and difficult, and though it may seem something unworthy to be endured."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Sulpitius Severus: Dialogues I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:2",
                            "text": "\"I will relate two wonderful examples of almost incredible obedience, and two only, although many present themselves to my recollection; but if, in any case, a few instances do not suffice to rouse readers to an imitation of the like virtues, many would be of no advantage."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:3",
                            "text": "Well then, when a certain man having laid aside  all worldly business, and having entered a monastery of very strict discipline, begged that he might be accepted as a member, the Abbot began to place many considerations before him,—that the toils of that order were severe; that his own requirements were heavy, and such as no one's endurance could easily comply with; that he should rather enquire after another monastery where life was carried on under easier conditions; and that he should not try to attempt that which he was unable to accomplish."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:4",
                            "text": "But he was in no degree moved by these terrors; on the contrary, he all the more promised obedience, saying that if the Abbot should order him to walk into the fire, he would not refuse to enter it."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:5",
                            "text": "The Master then, having accepted that profession of his, did not delay putting it to the test."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:6",
                            "text": "It so happened that an iron vessel was close at hand, very hot, as it was being got ready by a powerful fire for cooking some loaves of bread: the flames were bursting forth from the oven broken open, and fire raged without restraint within the hollows of that furnace."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:7",
                            "text": "The Master, at this stage of affairs, ordered the stranger to enter it, nor did he hesitate to obey the command."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:8",
                            "text": "Without a moment's delay he entered into the midst of the flames, which, conquered at once by so bold a display of faith, subsided at his approach, as happened of old to the well-known Hebrew children."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:9",
                            "text": "Nature was overcome, and the fire gave way; so that he, of whom it was thought that he would be burned to death, had reason to marvel at himself, besprinkled, as it were, with a cooling dew."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:10",
                            "text": "But what wonder is it, O Christ, that that fire did not touch thy youthful soldier? The result was that, neither did the Abbot regret having issued such harsh commands, nor did the disciple repent having obeyed the orders received."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues I 18:11",
                            "text": "He, indeed, on the very day on which he came, being tried in his weakness, was found perfect; deservedly happy, deservedly glorious, having been tested in obedience, he was glorified through suffering."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Sulpitius Severus: Dialogues I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:2",
                            "text": "\"In the same monastery, the fact which I am about to narrate was said to have occurred within recent memory."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:3",
                            "text": "A certain man had come to the same Abbot in like manner with the former, in order to obtain admission."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:4",
                            "text": "When the first law of obedience was placed before him, and he promised an unfailing patience for the endurance of all things however extreme, it so happened that the Abbot was holding in his hand a twig of storax already withered."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:5",
                            "text": "This the Abbot fixed in the ground, and imposed this work upon the visitor, that he should continue to water the twig, until (what was against every natural result) that dry piece of wood should grow green in the sandy soil."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:6",
                            "text": "Well, the stranger, being placed under the authority of unbending law, conveyed water every day on his own shoulders—water which had to be taken from the river Nile, at almost two miles' distance."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:7",
                            "text": "And now, after a year had run its course, the labor of that workman had not yet ceased, but there could be no hope of the good success of his undertaking."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:8",
                            "text": "However, the grace of obedience continued to be shown in his labor."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:9",
                            "text": "The following year also mocked the vain labor of the (by this time) weakened brother."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:10",
                            "text": "At length, as the third annual circle was gliding by, while the workman ceased not, night or day, his labor in watering, the twig began to show signs of life."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:11",
                            "text": "I have myself seen a small tree sprung from that little rod, which, standing at the present day with green branches in the court of the monastery, as if for a witness of what has been stated, shows what a reward obedience received, and what a power faith can exert."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Dialogues I 19:12",
                            "text": "But the day would fail me before I could fully enumerate the many different miracles which have become known to me in connection with the virtues of the saints."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Sulpitius Severus: Dialogues I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:2",
                            "text": "\"I will, however, still further give you an account of two extraordinary marvels."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:3",
                            "text": "The one of these will be a notable warning against the inflation of wretched vanity, and the other will serve as no mean guard against the display of a spurious righteousness."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:4",
                            "text": "\"A certain saint, then, endowed with almost incredible power in casting out demons from the bodies of those possessed by them, was, day by day, performing unheard-of miracles."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:5",
                            "text": "For, not only when present, and not merely by his word, but while absent also, he, from time to time, cured possessed bodies, by some threads taken from his garment, or by letters which he sent."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:6",
                            "text": "He, therefore, was to a wonderful degree visited by people who came to him from every part of the world."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:7",
                            "text": "I say nothing about those of humbler rank; but prefects, courtiers, and judges of various ranks often lay at his doors."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:8",
                            "text": "Most holy bishops also, laying aside their priestly dignity, and humbly imploring him to touch and bless them, believed with good reason that they were sanctified, and illumined with a divine gift, as often as they touched his hand and garment."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:9",
                            "text": "He was reported to abstain always and utterly from every kind of drink, and for food (I will whisper this, Sulpitius, into your ear lest  our friend the Gaul hear it), to subsist upon only six dried figs."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:10",
                            "text": "But in the meantime, just as honor accrued to the holy man from his excellence, so vanity began to steal upon him from the honor which was paid him."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:11",
                            "text": "When first he perceived that this evil was growing upon him, he struggled long and earnestly to shake it off, but it could not be thoroughly got rid of by all his efforts, since he still had a secret consciousness of being under the influence of vanity."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:12",
                            "text": "Everywhere did the demons acknowledge his name, while he was not able to exclude from his presence the number of people who flocked to him."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:13",
                            "text": "The hidden poison was, in the meantime, working in his breast, and he, at whose beck demons were expelled from the bodies of others, was quite unable to cleanse himself from the hidden thoughts of vanity."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:14",
                            "text": "Betaking himself, therefore, with fervent supplication to God, he is said to have prayed that, power being given to the devil over him for five months, he might become like to those whom he himself had cured."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:15",
                            "text": "Why should I delay with many words? That most powerful man,—he, renowned for his miracles and virtues through all the East, he, to whose threshold multitudes had gathered, and at whose door the highest dignitaries of that age had prostrated themselves—laid hold of by a demon, was kept fast in chains."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Sulpitius Severus: Dialogues I 20:16",
                            "text": "It was only after having suffered all those things which the possessed are wont to endure, that at length in the fifth month he was delivered, not only from the demon, but (what was to him more useful and desirable) from the vanity which had dwelt within him."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Sulpitius Severus: Dialogues I 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:2",
                            "text": "\"But to me reflecting on these things, there occurs the thought of our own unhappiness and our own infirmity."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:3",
                            "text": "For who is there of us, whom if one despicable creature of a man has humbly saluted, or one woman has praised with foolish and flattering words, is not at once elated with pride and puffed up with vanity? This will bring it about that even though one does not possess a consciousness of sanctity, yet, because through the flattery, or, it may be, the mistake of fools, he is said to be a holy man, he will, in fact, deem himself most holy! And then, if frequent gifts are sent to him, he will maintain that he is so honored by the munificence of God, inasmuch as all necessary things are bestowed upon him when sleeping and at rest."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:4",
                            "text": "But further, if some signs of any kind of power fall to him even in a low degree, he will think himself no less than an angel."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:5",
                            "text": "And even if he is not marked out from others either by acts or excellence, but is simply made a cleric, he instantly enlarges the fringes of his dress, delights in salutations, is puffed up by people visiting him, and himself gads about everywhere."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:6",
                            "text": "Nay, the man who had been previously accustomed to travel on foot, or at most to ride on the back of an ass, must needs now ride proudly on frothing steeds; formerly content to dwell in a small and humble cell, he now builds a lofty fretted ceiling; he constructs many rooms; he cuts and carves doors; he paints wardrobes; he rejects the coarser kind of clothing, and demands soft garments; and he gives such orders as the following to dear widows and friendly virgins, that the one class weave for him an embroidered cloak, and the other a flowing robe."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:7",
                            "text": "But let us leave all these things to be described more pungently by that blessed man Hieronymus; and let us return to the object more immediately in view\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:8",
                            "text": "\"Well,\" says our Gallic friend upon this, \"I know not indeed what you have left to be said by Hieronymus; you have within such brief compass comprehended all our practices, that I think these few words of yours, if they are taken in good part, and patiently considered, will greatly benefit those in question, so that they will not require in future to be kept in order by the books of Hieronymus."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:9",
                            "text": "But do thou rather go on with what you had begun, and bring forward an example, as you said you would do, against spurious righteousness; for to tell you the truth, we are subject to no more destructive evil than this within the wide boundaries of Gaul\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Sulpitius Severus: Dialogues I 21:10",
                            "text": "\"I will do so,\" replied Postumianus, \"nor will I any longer keep you in a state of expectation."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Sulpitius Severus: Dialogues I 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:2",
                            "text": "\"A certain young man from Asia, exceedingly wealthy, of distinguished family, and having a wife and little son, happening to have been a tribune in Egypt, and in frequent campaigns against the Blembi to have touched on some parts of the desert, and having also seen several tents of the saints, heard the word of salvation from the blessed John."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:3",
                            "text": "And he did not then delay to show his contempt for an unprofitable military life with its vain honor."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:4",
                            "text": "Bravely entering into the wilderness, he in a short time became distinguished as being perfect in every kind of virtue."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:5",
                            "text": "Capable of lengthened fasting, conspicuous for humility, and steadfast in faith, he had easily obtained a reputation in the pursuit  of virtue equal to that of the monks of old."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:6",
                            "text": "But by and by, the thought (proceeding from the devil) entered his mind that it would be more proper for him to return to his native land and be the means of saving his only son and his family along with his wife; which surely would be more acceptable to God than if he, content with only rescuing himself from the world, should, not without impiety, neglect the salvation of his friends."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:7",
                            "text": "Overcome by the plausible appearance of that kind of spurious righteousness, the recluse, after a period of nearly four years, forsook his cell and the end to which he had devoted his life."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:8",
                            "text": "But on arriving at the nearest monastery, which was inhabited by many brethren, he made known to them, in reply to their questionings, the reason of his departure and the object he had in view."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:9",
                            "text": "All of them, and especially the Abbot of that place, sought to keep him back; but the intention he had unfortunately formed could not be rooted out of his mind."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:10",
                            "text": "Accordingly with an unhappy obstinacy he went forth, and, to the grief of all, departed from the brethren."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:11",
                            "text": "But scarcely had he vanished from their sight, when he was taken possession of by a demon, and vomiting bloody froth from his mouth, he began to lacerate himself with his own teeth."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:12",
                            "text": "Then, having been carried back to the same monastery on the shoulders of the brethren, when the unclean spirit could not be restrained within its walls, he was, from dire necessity, loaded with iron fetters, being bound both in hands and feet—a punishment not undeserved by a fugitive, inasmuch as chains now restrained him whom faith had not restrained."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:13",
                            "text": "At length, after two years, having been set free from the unclean spirit by the prayers of the saints, he immediately returned to the desert from which he had departed."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:14",
                            "text": "In this way he was both himself corrected and was rendered a warning to others, that the shadow of a spurious righteousness might neither delude any one, nor a shifting fickleness of character induce any one, with unprofitable inconstancy, to forsake the course on which he has once entered."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:15",
                            "text": "And now let it suffice for you to learn these things respecting the various operations of the Lord which he has carried on in the persons of his servants; with the view either of stimulating others to a like kind of conduct, or of deterring them from particular actions."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Sulpitius Severus: Dialogues I 22:16",
                            "text": "But since I have by this time fully satisfied your ears—have, in fact, been more lengthy than I ought to have been—do you now (upon this he addressed himself to me)—pay me the recompense you owe, by letting us hear you, after your usual fashion, discoursing about your friend Martin, for my longings after this have already for a long time been strongly excited\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Sulpitius Severus: Dialogues I 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:2",
                            "text": "\"What,\" replied I, \"is there not enough about my friend Martin in that book of mine which you know that I published respecting his life and virtues?\"  \"I own it,\" said Postumianus, \"and that book of yours is never far from my right hand."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:3",
                            "text": "For if you recognize it, look here—(and so saying he displayed the book which was concealed in his dress)—here it is."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:4",
                            "text": "This book,\" added he, \"is my companion both by land and sea: it has been my friend and comforter in all my wanderings."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:5",
                            "text": "But I will relate to you to what places that book has penetrated, and how there is almost no spot upon earth in which the subject of so happy a history is not possessed as a well-known narrative."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:6",
                            "text": "Paulinus, a man who has the strongest regard for you, was the first to bring it to the city of Rome; and then, as it was greedily laid hold of by the whole city, I saw the booksellers rejoicing over it, inasmuch as nothing was a source of greater gain to them, for nothing commanded a readier sale, or fetched a higher price."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:7",
                            "text": "This same book, having got a long way before me in the course of my traveling, was already generally read through all Carthage, when I came into Africa."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:8",
                            "text": "Only that presbyter of Cyrene whom I mentioned did not possess it; but he wrote down its contents from my description."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:9",
                            "text": "And why should I speak about Alexandria? for there it is almost better known to all than it is to yourself."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:10",
                            "text": "It has passed through Egypt, Nitria, the Thebaid, and the whole of the regions of Memphis."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:11",
                            "text": "I found it being read by a certain old man in the desert; and, after I told him that I was your intimate friend, this commission was given me both by him and many other brethren, that, if I should ever again visit this country, and find you well, I should constrain you to supply those particulars which you stated in your book you had passed over respecting the virtues of the sainted man."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Sulpitius Severus: Dialogues I 23:12",
                            "text": "Come then, as I do not desire you to repeat to me those things which are already sufficiently known from what you have written, let those other points, at my request and that of many others, be fully set forth, which at the time of your writing you passed over, to prevent, as I believe, any feeling of weariness on the part of your readers\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Sulpitius Severus: Dialogues I 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:2",
                            "text": "\"Indeed, Postumianus,\" replied I, \"while I was listening attentively, all this time, to you talking about the excellences of the saints, in my secret thoughts I had my mind turned to my friend Martin, observing on the best of grounds  that all those things which different individuals had done separately, were easily and entirely accomplished by that one man alone."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:3",
                            "text": "For, although you certainly related lofty deeds, I really heard nothing from your lips (may I say it, without offence to these holy men), in which Martin was inferior to any one of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:4",
                            "text": "And while I hold that the excellence of no one of these is ever to be compared with the merits of that man, still this point ought to be attended to, that it is unfair he should be compared, on the same terms, with the recluses of the desert, or even with the anchorites."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:5",
                            "text": "For they, at freedom from every hindrance, with heaven only and the angels as witnesses, were clearly instructed to perform admirable deeds; he, on the other hand, in the midst of crowds and intercourse with human beings—among quarrelsome clerics, and among furious bishops, while he was harassed with almost daily scandals on all sides, nevertheless stood absolutely firm with unconquerable virtue against all these things, and performed such wonders as not even those accomplished of whom we have heard that they are, or at one time were, in the wilderness."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:6",
                            "text": "But even had they done things equal to his, what judge would be so unjust as not, on good grounds, to decide that he was the more powerful? For put the case that he was a soldier who fought on unfavorable ground, and yet turned out a conqueror, and compare them, in like manner, to soldiers, who however, contended on equal terms, or even on favorable terms, with the enemy."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:7",
                            "text": "What then? Although the victory of all is one and the same, the glory of all certainly cannot be equal."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:8",
                            "text": "And even though you have narrated marvelous things, still you have not stated that a dead man was recalled to life by any one."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Sulpitius Severus: Dialogues I 24:9",
                            "text": "In this one particular undoubtedly, it must be owned that no one is to be compared with Martin."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Sulpitius Severus: Dialogues I 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:2",
                            "text": "\"For, if it is worthy of admiration that the flames did not touch that Egyptian of whom you have spoken, Martin also not infrequently proved his power over fire."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:3",
                            "text": "If you remind us that the savagery of wild beasts was conquered by, and yielded to, the anchorites, Martin, for his part, was accustomed to keep in check both the fury of wild beasts and the poison of serpents."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:4",
                            "text": "But, if you bring forward for comparison him who cured those possessed of unclean spirits, by the authority of his word, or even through the instrumentality of threads from his dress, there are many proofs that Martin was not, even in this respect, inferior."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:5",
                            "text": "Nay, should you have recourse to him, who, covered with his own hair instead of a garment, was thought to be visited by angels, with Martin angels were wont to hold daily discourse."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:6",
                            "text": "Moreover, he bore so unconquerable a spirit against vanity and boastfulness, that no one more determinedly disdained these vices, and that, although he often, while absent, cured those who were filled with unclean spirits, and issued his commands not only to courtiers or prefects, but also to kings themselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:7",
                            "text": "This was indeed a very small thing amid his other virtues, but I should wish you to believe that no one ever contended more earnestly than he did against not only vanity, but also the causes and the occasions of vanity."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:8",
                            "text": "I shall also mention what is indeed a small point, but should not be passed over, because it is to the credit of a man who, being possessed of the highest power, manifested such a pious desire to show his regard for the blessed Martin."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:9",
                            "text": "I remember, then, that Vincentius the prefect, an illustrious man, and one of the most eminent in all Gaul for every kind of virtue, when he had occasion to be in the vicinity of Tours, often begged of Martin that he would allow him to stay with him in the monastery."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:10",
                            "text": "In making this request, he brought forward the example of Saint Ambrose, the bishop, who was generally spoken of at that time as being in the habit of entertaining both consuls and prefects."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:11",
                            "text": "But Martin, with deeper judgment, refused so to act, lest by so doing some vanity and inflation of spirit might steal upon him."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Sulpitius Severus: Dialogues I 25:12",
                            "text": "You, therefore, must acknowledge that there existed in Martin the virtues of all those men whom you have mentioned, but there were not found in all of them the virtues by which Martin was distinguished\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Sulpitius Severus: Dialogues I 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:2",
                            "text": "\"Why do you,\" here exclaimed Postumianus, \"speak to me in such a manner? As if I did not hold the same opinion as yourself, and had not always been of the same mind."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:3",
                            "text": "I, indeed, as long as I live, and retain my senses, will ever celebrate the monks of Egypt: I will praise the anchorites; I will admire the eremites; but I will place Martin in a position of his own: I do not venture to compare to him any one of the monks, far less any of the bishops."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:4",
                            "text": "Egypt owns this: Syria and aethiopia have discovered this: India has heard this; Parthia and Persia have known this; not even Armenia is ignorant of it; the remote Bosphorus is aware of it; and in a word, those are acquainted with it who visit the Fortunate Islands or the Arctic Ocean."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:5",
                            "text": "All the more wretched on this account is this country of ours, which has not been found worthy to be acquainted with so great a man, although he was in its immediate vicinity."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:6",
                            "text": "However, I will  not include the people at large in this censure: only the clerics, only the priests know nothing of him; and not without reason were they, in their ill-will, disinclined to know him, inasmuch as, had they become acquainted with his virtues they must have recognized their own vices."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:7",
                            "text": "I shudder to state what I have lately heard, that a miserable man (I know him not), has said that you have told many lies in that book of yours."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:8",
                            "text": "This is not the voice of a man, but of the devil; and it is not Martin who is, in this way, injured, but faith is taken from the Gospels themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:9",
                            "text": "For, since the Lord himself testified of works of the kind which Martin accomplished, that they were to be performed by all the faithful, he who does not believe that Martin accomplished such deeds, simply does not believe that Christ uttered such words."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:10",
                            "text": "But the miserable, the degenerate, the somnolent, are put to shame, that the things which they themselves cannot do, were done by him, and prefer rather to deny his virtues than to confess their own inertness."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:11",
                            "text": "But let us, as we hasten on to other matters, let go all remembrance of such persons: and do you rather, as I have for a long time desired, proceed to narrate the still untold deeds of Martin\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:12",
                            "text": "\"Well,\" said I, \"I think that your request would more properly be directed to our friend the Gaul, since he is acquainted with more of Martin's doings than I am—for a disciple could not be ignorant of the deeds of his master—and who certainly owes a return of kindness, not only to Martin, but to both of us, inasmuch as I have already published my book, and you have, so far, related to us the doings of our brethren in the East."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Sulpitius Severus: Dialogues I 26:13",
                            "text": "Let then, our friend the Gaul commence that detailed account which is due from him: because, as I have said, he both owes us a return in the way of speaking, and will, I believe, do this much for his friend Martin—that he shall, not unwillingly, give a narrative of his deeds\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Sulpitius Severus: Dialogues I 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:2",
                            "text": "\"Well,\" said the Gaul, \"I, for my part, though I am unequal to so great a task, feel constrained by those examples of obedience which have been related above by Postumianus, not to refuse that duty which you impose upon me."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:3",
                            "text": "But when I reflect that I, a man of Gaul, am about to speak in the presence of natives of Aquitania, I fear lest my somewhat rude form of speech should offend your too delicate ears."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:4",
                            "text": "However, you will listen to me as a foolish sort of man, who says nothing in an affected or stilted fashion."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:5",
                            "text": "For if you have conceded to me that I was a disciple of Martin, grant me this also that I be allowed, under the shelter of his example, to despise the vain trappings of speech and ornaments of words\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:6",
                            "text": "\"Certainly,\" replied Postumianus, \"speak either in Celtic, or in Gaulish, if you prefer it, provided only you speak of Martin."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:7",
                            "text": "But for my part, I believe, that, even though you were dumb, words would not be wanting to you, in which you might speak of Martin with eloquent lips, just as the tongue of Zacharias was loosed at the naming of John."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:8",
                            "text": "But as you are, in fact, an orator, you craftily, like an orator, begin by begging us to excuse your unskillfulness, because you really excel in eloquence."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:9",
                            "text": "But it is not fitting either that a monk should show such cunning, or that a Gaul should be so artful."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:10",
                            "text": "But to work rather, and set forth what you have still got to say, for we have wasted too much time already in dealing with other matters; and the lengthening shadow of the declining sun warns us that no long portion of day remains till night be upon us."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:11",
                            "text": "Then, after we had all kept silence for a little, the Gaul thus begins—\"I think I must take care in the first place not to repeat those particulars about the virtues of Martin, which our friend Sulpitius there has related in his book."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:12",
                            "text": "For this reason, I shall pass over his early achievements, when he was a soldier; nor will I touch on those things which he did as a layman and a monk."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Sulpitius Severus: Dialogues I 27:13",
                            "text": "At the same time, I shall relate nothing which I simply heard from others, but only events of which I myself was an eye-witness\"."
                        }
                    ]
                }
            ]
        }
    ]
}