{
    "books": [
        {
            "name": "Augustine: The Harmony of the Gospels Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: The Harmony of the Gospels Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:1",
                            "text": "The harmony of the gospels, Book I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:2",
                            "text": "The treatise opens with a short statement on the subject of the authority of the evangelists, their number, their order, and the different plans of their narratives."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:3",
                            "text": "Augustin then prepares for the discussion of the questions relating to their harmony, by joining issue in this book with those who raise a difficulty in the circumstance that Christ has left no writing of His own, or who falsely allege that certain books were composed by Him on the arts of magic."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:4",
                            "text": "He also \t\t\t meets the objections of those who, in opposition to the evangelical teaching, assert that the disciples of Christ at once ascribed more to their Master than He really was, when they affirmed that He was God, and inculcated what they had not been instructed in by Him, when they interdicted the worship of the gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:5",
                            "text": "Against these antagonists he vindicates the teaching of the apostles, by appealing to the utterances of the prophets, and by showing that the God of Israel was to be the sole object of \t\t\t worship, who also, although He was the only Deity to whom acceptance was denied in former times by the Romans, and that for the very reason that He prohibited them from worshipping other gods along with Himself, has now in the end made the empire of Rome subject to His name, and among all nations has broken their idols in pieces through the preaching of the gospel, as He had promised by His prophets that the event should be."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:6",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:7",
                            "text": "—On the Authority of the Gospels."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:8",
                            "text": "1."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:9",
                            "text": "In the entire number of those divine records which are contained in the sacred writings, the gospel deservedly stands pre-eminent."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:10",
                            "text": "For what the law and the prophets aforetime announced as destined to come to pass, is exhibited in the gospel in its realization and fulfilment."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:11",
                            "text": "The first preachers of this gospel were the apostles, who beheld our Lord and Saviour Jesus Christ in person when He was yet present in the flesh."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:12",
                            "text": "And not only did these men keep in remembrance the words heard from His lips, and the deeds wrought by Him beneath their eyes; but they were also careful, when the duty of preaching the gospel was laid upon them, to make mankind acquainted with those divine and memorable occurrences which took place at a period antecedent to the formation of their own connection with Him in the way of discipleship, which belonged also to the time of His nativity, His infancy, or His youth, and with regard to which they were able to institute exact inquiry and to obtain information, either at His own hand or at the hands of His parents or other parties, on the ground of the most reliable intimations and the most trustworthy testimonies."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:13",
                            "text": "Certain of them also—namely, Matthew and John—gave to the world, in their respective books, a written account of all those matters which it seemed needful to commit to writing concerning Him."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:14",
                            "text": "2."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:15",
                            "text": "And to preclude the supposition that, in what concerns the apprehension and proclamation of the gospel, it is a matter of any consequence whether the enunciation comes by men who were actual followers of this same Lord here when He manifested Himself in the flesh and had the company of His disciples attendant on Him, or by persons who with due credit received facts with which they became acquainted in a trustworthy manner through the instrumentality of these former, divine providence, through the agency of the Holy Spirit, has taken care that certain of those also who were nothing more than followers of the first apostles should have authority given them not only to preach the gospel, but also to compose an account of it in writing."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:16",
                            "text": "I refer to Mark and Luke."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:17",
                            "text": "All those other individuals, however, who have attempted or dared to offer a written record of the acts of the Lord or of the apostles, failed to commend themselves in their own times as men of the character which would induce the Church to yield them its confidence, and to admit their compositions to the canonical authority of the Holy Books."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: The Harmony of the Gospels Book I 1:18",
                            "text": "And this was the case not merely because they were persons who could make no rightful claim to have credit given them in their narrations, but also because in a deceitful manner they introduced into their writings certain matters which are condemned at once by the catholic and apostolic rule of faith, and by sound doctrine."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: The Harmony of the Gospels Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:2",
                            "text": "—On the Order of the Evangelists, and the Principles on Which They Wrote."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:3",
                            "text": "3."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:4",
                            "text": "Now, those four evangelists whose names have gained the most remarkable circulation over the whole world, and whose number has been fixed as four,—it may be for the simple reason that there are four divisions of that world through the universal length of which they, by their number as by a kind of mystical sign, indicated the advancing extension of the Church of Christ,—are believed to have written in the order which follows: first Matthew, then Mark, thirdly Luke, lastly John."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:5",
                            "text": "Hence, too, [it would appear that] these had one order determined among them with regard to the matters of their personal knowledge and their preaching [of the gospel], but a different order in reference to the task of giving the written narrative."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:6",
                            "text": "As far, indeed, as concerns the acquisition of their own knowledge and the charge of preaching, those unquestionably came first in order who were actually followers of the Lord when He was present in the flesh, and who heard Him speak and saw Him act; and [with a commission received] from His lips they were despatched to preach the gospel."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:7",
                            "text": "But as respects the task of composing that record of the gospel which is to be accepted as ordained by divine authority, there were (only) two, belonging to the number of those whom the Lord chose before the passover, that obtained places,—namely, the first place and the last."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:8",
                            "text": "For the first place in order was held by Matthew, and the last by John."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:9",
                            "text": "And thus the remaining two, who did not belong to the number referred to, but who at the same time had become followers of the Christ who spoke in these others, were supported on either side by the same, like sons who were to be embraced, and who in this way were set in the midst between these twain."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:10",
                            "text": "4."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:11",
                            "text": "Of these four, it is true, only Matthew is reckoned to have written in the Hebrew language; the others in Greek."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:12",
                            "text": "And however they may appear to have kept each of them a certain order of narration proper to himself, this certainly is not to be taken as if each individual writer chose to write in ignorance of what his predecessor had done, or left out as matters about which there was no information things which another nevertheless is discovered to have recorded."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:13",
                            "text": "But the fact is, that just as they received each of them the gift of inspiration, they abstained from adding to their several labours any superfluous conjoint compositions."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:14",
                            "text": "For Matthew is understood to have taken it in hand to construct the record of the incarnation of the Lord according to the royal lineage, and to give an account of most part of His deeds and words as they stood in relation to this present life of men."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:15",
                            "text": "Mark follows him closely, and looks like his attendant and epitomizer."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:16",
                            "text": "For in his narrative he gives nothing in concert with John apart from the others: by himself separately, he has little to record; in conjunction with Luke, as distinguished from the rest, he has still less; but in concord with Matthew, he has a very large number of passages."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:17",
                            "text": "Much, too, he narrates in words almost numerically and identically the same as those used by Matthew, where the agreement is either with that evangelist alone, or with him in connection with the rest."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:18",
                            "text": "On the other hand, Luke appears to have occupied himself rather with the priestly lineage and character of the Lord."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:19",
                            "text": "For although in his own way he carries the descent back to David, what he has followed is not the royal pedigree, but the line of those who were not kings."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:20",
                            "text": "That genealogy, too, he has brought to a point in Nathan the son of David, which person likewise was no king."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:21",
                            "text": "It is not thus, however, with Matthew."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Augustine: The Harmony of the Gospels Book I 2:22",
                            "text": "For in tracing the lineage along through Solomon the king, he has pursued with strict regularity the succession of the other kings; and in enumerating these, he has also conserved that mystical number of which we shall speak hereafter."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: The Harmony of the Gospels Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:2",
                            "text": "—Of the Fact that Matthew, Together with Mark, Had Specially in View the Kingly Character of Christ, Whereas Luke Dealt with the Priestly."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:3",
                            "text": "5."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:4",
                            "text": "For the Lord Jesus Christ, who is the one true King and the one true Priest, the former to rule us, and the latter to make expiation for us, has shown us how His own figure bore these two parts together, which were only separately commended [to notice] among the Fathers."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:5",
                            "text": "This becomes apparent if (for example) we look to that inscription which was affixed to His cross—\"King of the Jews:\" in connection also with which, and by a secret instinct, Pilate replied, \"What I have written, I have written\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:6",
                            "text": "For it had been said aforetime in the Psalms, \"Destroy not the writing of the title\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:7",
                            "text": "The same becomes evident, so far as the part of priest is concerned, if we have regard to what He has taught us concerning offering and receiving."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:8",
                            "text": "For thus it is that He sent us beforehand a prophecy respecting Himself, which runs thus, \"Thou art a priest for ever, after the order of Melchisedek\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:9",
                            "text": "And in many other testimonies of the divine Scriptures, Christ appears both as King and as Priest."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:10",
                            "text": "Hence, also, even David himself, whose son He is, not without good reason, more frequently declared to be than he is said to be Abraham's son, and whom Matthew and Luke have both alike held by,—the one viewing him as the person from whom, through Solomon, His lineage can be traced down, and the other taking him for the person to whom, through Nathan, His genealogy can be carried up,—did represent the part of a priest, although he was patently a king, when he ate the shew-bread."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:11",
                            "text": "For it was not lawful for any one to eat that, save the priests only."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:12",
                            "text": "To this it must be added that Luke is the only one who mentions how Mary was discovered by the angel, and how she was related to Elisabeth, who was the wife of Zacharias the priest."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:13",
                            "text": "And of this Zacharias the same evangelist has recorded the fact, that the woman whom he had for wife was one of the daughters of Aaron, which is to say she belonged to the tribe of the priests."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:14",
                            "text": "6."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:15",
                            "text": "Whereas, then, Matthew had in view the kingly character, and Luke the priestly, they have at the same time both set forth pre-eminently the humanity of Christ: for it was according to His humanity that Christ was made both King and Priest."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:16",
                            "text": "To Him, too, God gave the throne of His father David, in order that of His kingdom there should be none end."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:17",
                            "text": "And this was done with the purpose that there might be a mediator between God and men, the man Christ Jesus, to make intercession for us."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:18",
                            "text": "Luke, on the other hand, had no one connected with him to act as his summarist in the way that Mark was attached to Matthew."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:19",
                            "text": "And it may be that this is not without a certain solemn significance."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:20",
                            "text": "For it is the right of kings not to miss the obedient following of attendants; and hence the evangelist, who had taken it in hand to give an account of the kingly character of Christ, had a person attached to him as his associate who was in some fashion to follow in his steps."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: The Harmony of the Gospels Book I 3:21",
                            "text": "But inasmuch as it was the priest's want to enter all alone into the holy of holies, in accordance with that principle, Luke, whose object contemplated the priestly office of Christ, did not have any one to come after him as a confederate, who was meant in some way to serve as an epitomizer of his narrative."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: The Harmony of the Gospels Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:2",
                            "text": "—Of the Fact that John Undertook the Exposition of Christ's Divinity."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:3",
                            "text": "7."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:4",
                            "text": "These three evangelists, however, were for the most part engaged with those things which Christ did through the vehicle of the flesh of man, and after the temporal fashion."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:5",
                            "text": "But John, on the other hand, had in view that true divinity of the Lord in which He is the Father's equal, and directed his efforts above all to the setting forth of the divine nature in his Gospel in such a way as he believed to be adequate to men's needs and notions."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:6",
                            "text": "Therefore he is borne to loftier heights, in which he leaves the other three far behind him; so that, while in them you see men who have their conversation in a certain manner with the man Christ on earth, in him you perceive one who has passed beyond the cloud in which the whole earth is wrapped, and who has reached the liquid heaven from which, with clearest and steadiest mental eye, he is able to look upon God the Word, who was in the beginning with God, and by whom all things were made."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:7",
                            "text": "And there, too, he can recognise Him who was made flesh in order that He might dwell amongst us; [that Word of whom we say,] that He assumed the flesh, not that He was changed into the flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:8",
                            "text": "For had not this assumption of the flesh been effected in such a manner as at the same time to conserve the unchangeable Divinity, such a word as this could never have been spoken,—namely, \"I and the Father are one\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:9",
                            "text": "For surely the Father and the flesh are not one."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:10",
                            "text": "And the same John is also the only one who has recorded that witness which the Lord gave concerning Himself, when He said: \"He that hath seen me, hath seen the Father also;\" and, \"I am in the Father, and the Father is in me;\" \"that they may be one, even as we are one;\" and, \"Whatsoever the Father doeth, these same things doeth the Son likewise\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:11",
                            "text": "And whatever other statements there may be to the same effect, calculated to betoken, to those who are possessed of right understanding, that divinity of Christ in which He is the Father's equal, of all these we might almost say that we are indebted for their introduction into the Gospel narrative to John alone."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: The Harmony of the Gospels Book I 4:12",
                            "text": "For he is like one who has drunk in the secret of His divinity more richly and somehow more familiarly than others, as if he drew it from the very bosom of his Lord on which it was his wont to recline when He sat at meat."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: The Harmony of the Gospels Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:2",
                            "text": "—Concerning the Two Virtues, of Which John is Conversant with the Contemplative, the Other Evangelists with the Active."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:3",
                            "text": "8."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:4",
                            "text": "Moreover, there are two several virtues (or talents) which have been proposed to the mind of man."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:5",
                            "text": "Of these, the one is the active, and the other the contemplative: the one being that whereby the way is taken, and the other that whereby the goal is reached; the one that by which men labour in order that the heart may be purified to see God, and the other that by which men are disengaged and God is seen."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:6",
                            "text": "Thus the former of these two virtues is occupied with the precepts for the right exercise of the temporal life, whereas the latter deals with the doctrine of that life which is everlasting."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:7",
                            "text": "In this way, also, the one operates, the other rests; for the former finds its sphere in the purging of sins, the latter moves in the light of the purged."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:8",
                            "text": "And thus, again, in this mortal life the one is engaged with the work of a good conversation; while the other subsists rather on faith, and is seen only in the person of the very few, and through the glass darkly, and only in part in a kind of vision of the unchangeable truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:9",
                            "text": "Now these two virtues are understood to be presented emblematically in the instance of the two wives of Jacob."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:10",
                            "text": "Of these I have discoursed already up to the measure of my ability, and as fully as seemed to be appropriate to my task, (in what I have written) in opposition to Faustus the Manichaean."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:11",
                            "text": "For Lia, indeed, by interpretation means \"labouring,\" whereas Rachel signifies \"the first principle seen\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: The Harmony of the Gospels Book I 5:12",
                            "text": "And by this it is given us to understand, if one will only attend carefully to the matter, that those three evangelists who, with pre-eminent fulness, have handled the account of the Lord's temporal doings and those of His sayings which were meant to bear chiefly upon the moulding of the manners of the present life, were conversant with that active virtue; and that John, on the other hand, who narrates fewer by far of the Lord's doings, but records with greater carefulness and with larger wealth of detail the words which He spoke, and most especially those discourses which were intended to introduce us to the knowledge of the unity of the Trinity and the blessedness of the life eternal, formed his plan and framed his statement with a view to commend the contemplative virtue to our regard."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: The Harmony of the Gospels Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:2",
                            "text": "—Of the Four Living Creatures in the Apocalypse, Which Have Been Taken by Some in One Application, and by Others in Another, as Apt Figures of the Four Evangelists."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:3",
                            "text": "9."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:4",
                            "text": "For these reasons, it also appears to me, that of the various parties who have interpreted the living creatures in the Apocalypse as significant of the four evangelists, those who have taken the lion to point to Matthew, the man to Mark, the calf to Luke, and the eagle to John, have made a more reasonable application of the figures than those who have assigned the man to Matthew, the eagle to Mark, and the lion to John."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:5",
                            "text": "For, in forming their particular idea of the matter, these latter have chosen to keep in view simply the beginnings of the books, and not the full design of the several evangelists in its completeness, which was the matter that should, above all, have been thoroughly examined."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:6",
                            "text": "For surely it is with much greater propriety that the one who has brought under our notice most largely the kingly character of Christ, should be taken to be represented by the lion."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:7",
                            "text": "Thus is it also that we find the lion mentioned in conjunction with the royal tribe itself, in that passage of the Apocalypse where it is said, \"The lion of the tribe of Judah hath prevailed\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:8",
                            "text": "For in Matthew's narrative the magi are recorded to have come from the east to inquire after the King, and to worship Him whose birth was notified to them by the star."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:9",
                            "text": "Thus, too, Herod, who himself also was a king, is [said there to be] afraid of the royal child, and to put so many little children to death in order to make sure that the one might be slain."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:10",
                            "text": "Again, that Luke is intended under the figure of the calf, in reference to the pre-eminent sacrifice made by the priest, has been doubted by neither of the two [sets of interpreters]."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:11",
                            "text": "For in that Gospel the narrator's account commences with Zacharias the priest."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:12",
                            "text": "In it mention is also made of the relationship between Mary and Elisabeth."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:13",
                            "text": "In it, too, it is recorded that the ceremonies proper to the earliest priestly service were attended to in the case of the infant Christ; and a careful examination brings a variety of other matters under our notice in this Gospel, by which it is made apparent that Luke's object was to deal with the part of the priest."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:14",
                            "text": "In this way it follows further, that Mark, who has set himself neither to give an account of the kingly lineage, nor to expound anything distinctive of the priesthood, whether on the subject of the relationship or on that of the consecration, and who at the same time comes before us as one who handles the things which the man Christ did, appears to be indicated simply under the figure of the man among those four living creatures."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:15",
                            "text": "But again, those three living creatures, whether lion, man, or calf, have their course upon this earth; and in like manner, those three evangelists occupy themselves chiefly with the things which Christ did in the flesh, and with the precepts which He delivered to men, who also bear the burden of the flesh, for their instruction in the rightful exercise of this mortal life."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:16",
                            "text": "Whereas John, on the other hand, soars like an eagle above the clouds of human infirmity, and gazes upon the light of the unchangeable truth with those keenest and steadiest eyes of the heart."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:17",
                            "text": "Rev."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:18",
                            "text": "iv."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:19",
                            "text": "7."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:20",
                            "text": "Irenaeus."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:21",
                            "text": "Augustin."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:22",
                            "text": "Jerome."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Augustine: The Harmony of the Gospels Book I 6:23",
                            "text": "Lange, Stier."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: The Harmony of the Gospels Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:1",
                            "text": "1."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:2",
                            "text": "Lion… John."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:3",
                            "text": "Matthew."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:4",
                            "text": "Mark."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:5",
                            "text": "Mark."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:6",
                            "text": "2."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:7",
                            "text": "Calf… Luke."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:8",
                            "text": "Luke."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:9",
                            "text": "Luke."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:10",
                            "text": "Matthew."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:11",
                            "text": "3."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:12",
                            "text": "Man… Matthew."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:13",
                            "text": "Mark."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:14",
                            "text": "Matthew."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:15",
                            "text": "Luke."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:16",
                            "text": "4."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:17",
                            "text": "Eagle… Mark."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:18",
                            "text": "John."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:19",
                            "text": "John."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:20",
                            "text": "John."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:21",
                            "text": "No doubt further variations could be discovered."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:22",
                            "text": "Comp."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:23",
                            "text": "Schaff's Church History, rev."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:24",
                            "text": "ed."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:25",
                            "text": "vol."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:26",
                            "text": "i."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:27",
                            "text": "585-589."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:28",
                            "text": "—R."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Augustine: The Harmony of the Gospels Book I 9:29",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: The Harmony of the Gospels Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:2",
                            "text": "—A Statement of Augustin's Reason for Undertaking This Work on the Harmony of the Evangelists, and an Example of the Method in Which He Meets Those Who Allege that Christ Wrote Nothing Himself, and that His Disciples Made an Unwarranted Affirmation in Proclaiming Him to Be God."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:3",
                            "text": "10."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:4",
                            "text": "Those sacred chariots of the Lord, however, in which He is borne throughout the earth and brings the peoples under His easy yoke and His light burden, are assailed with calumnious charges by certain persons who, in impious vanity or in ignorant temerity, think to rob of their credit as veracious historians those teachers by whose instrumentality the Christian religion has been disseminated all the world over, and through whose efforts it has yielded fruits so plentiful that unbelievers now scarcely dare so much as to mutter their slanders in private among themselves, kept in check by the faith of the Gentiles and by the devotion of all the peoples."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:5",
                            "text": "Nevertheless, inasmuch as they still strive by their calumnious disputations to keep some from making themselves acquainted with the faith, and thus prevent them from becoming believers, while they also endeavour to the utmost of their power to excite agitations among others who have already attained to belief, and thereby give them trouble; and further, as there are some brethren who, without detriment to their own faith, have a desire to ascertain what answer can be given to such questions, either for the advantage of their own knowledge or for the purpose of refuting the vain utterances of their enemies, with the inspiration and help of the Lord our God (and would that it might prove profitable for the salvation of such men), we have undertaken in this work to demonstrate the errors or the rashness of those who deem themselves able to prefer charges, the subtilty of which is at least sufficiently observable, against those four different books of the gospel which have been written by these four several evangelists."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:6",
                            "text": "And in order to carry out this design to a successful conclusion, we must prove that the writers in question do not stand in any antagonism to each other."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:7",
                            "text": "For those adversaries are in the habit of adducing this as the palmary allegation in all their vain objections, namely, that the evangelists are not in harmony with each other."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:8",
                            "text": "11."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:9",
                            "text": "But we must first discuss a matter which is apt to present a difficulty to the minds of some."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:10",
                            "text": "I refer to the question why the Lord has written nothing Himself, and why He has thus left us to the necessity of accepting the testimony of other persons who have prepared records of His history."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:11",
                            "text": "For this is what those parties—the pagans more than any—allege when they lack boldness enough to impeach or blaspheme the Lord Jesus Christ Himself, and when they allow Him—only as a man, however—to have been possessed of the most distinguished wisdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:12",
                            "text": "In making that admission, they at the same time assert that the disciples claimed more for their Master than He really was; so much more indeed that they even called Him the Son of God, and the Word of God, by whom all things were made, and affirmed that He and God are one."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:13",
                            "text": "And in the same way they dispose of all other kindred passages in the epistles of the apostles, in the light of which we have been taught that He is to be worshipped as one God with the Father."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:14",
                            "text": "For they are of opinion that He is certainly to be honoured as the wisest of men; but they deny that He is to be worshipped as God."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:15",
                            "text": "12."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:16",
                            "text": "Wherefore, when they put the question why He has not written in His own person, it would seem as if they were prepared to believe regarding Him whatever He might have written concerning Himself, but not what others may have given the world to know with respect to His life, according to the measure of their own judgment."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:17",
                            "text": "Well, I ask them in turn why, in the case of certain of the noblest of their own philosophers, they have accepted the statements which their disciples left in the records they have composed, while these sages themselves have given us no written accounts of their own lives? For Pythagoras, than whom Greece in those days did not possess any more illustrious personage in the sphere of that contemplative virtue, is believed to have written absolutely nothing, whether on the subject of his own personal history or on any other theme whatsoever."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:18",
                            "text": "And as to Socrates, to whom, on the other hand, they have adjudged a position of supremacy above all others in that active virtue by which the moral life is trained, so that they do not hesitate also to aver that he was even pronounced to be the wisest of men by the testimony of their deity Apollo,—it is indeed true that he handled the fables of aesop in some few short verses, and thus made use of words and numbers of his own in the task of rendering the themes of another."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:19",
                            "text": "But this was all."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:20",
                            "text": "And so far was he from having the desire to write anything himself, that he declared that he had done even so much only because he was constrained by the imperial will of his demon, as Plato, the noblest of all his disciples, tells us."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:21",
                            "text": "That was a work, also, in which he sought to set forth in fair form not so much his own thoughts, as rather the ideas of another."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:22",
                            "text": "What reasonable ground, therefore, have they for believing, with regard to those sages, all that their disciples have committed to record in respect of their history, while at the same time they refuse to credit in the case of Christ what His disciples have written on the subject of His life? And all the more may we thus argue, when we see how they admit that all other men have been excelled by Him in the matter of wisdom, although they decline to acknowledge Him to be God."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Augustine: The Harmony of the Gospels Book I 10:23",
                            "text": "Is it, indeed, the case that those persons whom they do not hesitate to allow to have been by far His inferiors, have had the faculty of making disciples who can be trusted in all that concerns the narrative of their careers, and that He failed in that capacity? But if that is a most absurd statement to venture upon, then in all that belongs to the history of that Person to whom they grant the honour of wisdom, they ought to believe not merely what suits their own notions, but what they read in the narratives of those who learned from this sage Himself those various facts which they have left on record on the subject of His life."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: The Harmony of the Gospels Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:2",
                            "text": "—Of the Question Why, If Christ is Believed to Have Been the Wisest of Men on the Testimony of Common Narrative Report, He Should Not Be Believed to Be God on the Testimony of the Superior Report of Preaching."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:3",
                            "text": "13."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:4",
                            "text": "Besides this, they ought to tell us by what means they have succeeded in acquiring their knowledge of this fact that He was the wisest of men, or how it has had the opportunity of reaching their ears."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:5",
                            "text": "If they have been made acquainted with it simply by current report, then is it the case that common report forms a more trustworthy informant on the subject of His history than those disciples of His who, as they have gone and preached of Him, have disseminated the same report like a penetrating savour throughout the whole world? In fine, they ought to prefer the one kind of report to the other, and believe that account of His life which is the superior of the two."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:6",
                            "text": "For this report, indeed, which is spread abroad with a wonderful clearness from that Church catholic at whose extension through the whole world those persons are so astonished, prevails in an incomparable fashion over the unsubstantial rumours with which men like them occupy themselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:7",
                            "text": "This report, furthermore, which carries with it such weight and such currency, that in dread of it they can only mutter their anxious and feeble snatches of paltry objections within their own breasts, as if they were more afraid now of being heard than wishful to receive credit, proclaims Christ to be the only-begotten Son of God, and Himself God, by whom all things were made."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:8",
                            "text": "If, therefore, they choose report as their witness, why does not their choice fix on this special report, which is so pre-eminently lustrous in its remarkable definiteness? And if they desire the evidence of writings, why do they not take those evangelical writings which excel all others in their commanding authority? On our side, indeed, we accept those statements about their deities which are offered at once in their most ancient writings and by most current report."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:9",
                            "text": "But if these deities are to be considered proper objects for reverence, why then do they make them the subject of laughter in the theatres? And if, on the other hand, they are proper objects for laughter, the occasion for such laughter must be all the greater when they are made the objects of worship in the theatres."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:10",
                            "text": "It remains for us to look upon those persons as themselves minded to be witnesses concerning Christ, who, by speaking what they know not, divest themselves of the merit of knowing what they speak about."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:11",
                            "text": "Or if, again, they assert that they are possessed of any books which they can maintain to have been written by Him, they ought to produce them for our inspection."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:12",
                            "text": "For assuredly those books (if there are such) must be most profitable and most wholesome, seeing they are the productions of one whom they acknowledge to have been the wisest of men."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:13",
                            "text": "If, however, they are afraid to produce them, it must be because they are of evil tendency; but if they are evil, then the wisest of men cannot have written them."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: The Harmony of the Gospels Book I 11:14",
                            "text": "They acknowledge Christ, however, to be the wisest of men, and consequently Christ cannot have written any such thing."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: The Harmony of the Gospels Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: The Harmony of the Gospels Book I 12:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: The Harmony of the Gospels Book I 12:2",
                            "text": "—Of Certain Persons Who Pretend that Christ Wrote Books on the Arts of Magic."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: The Harmony of the Gospels Book I 12:3",
                            "text": "14."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: The Harmony of the Gospels Book I 12:4",
                            "text": "But, indeed, these persons rise to such a pitch of folly as to allege that the books which they consider to have been written by Him contain the arts by which they think He wrought those miracles, the fame of which has become prevalent in all quarters."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: The Harmony of the Gospels Book I 12:5",
                            "text": "And this fancy of theirs betrays what they really love, and what their aims really are."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: The Harmony of the Gospels Book I 12:6",
                            "text": "For thus, indeed, they show us how they entertain this opinion that Christ was the wisest of men only for the reason that He possessed the knowledge of I know not what illicit arts, which are justly condemned, not merely by Christian discipline, but even by the administration of earthly government itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: The Harmony of the Gospels Book I 12:7",
                            "text": "And, in good sooth, if there are people who affirm that they have read books of this nature composed by Christ, then why do they not perform with their own hand some such works as those which so greatly excite their wonder when wrought by Him, by taking advantage of the information which they have derived from these books?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: The Harmony of the Gospels Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:2",
                            "text": "—Of Some Who are Mad Enough to Suppose that the Books Were Inscribed with the Names of Peter and Paul."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:3",
                            "text": "15."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:4",
                            "text": "Nay more, as by divine judgment, some of those who either believe, or wish to have it believed, that Christ wrote matter of that description, have even wandered so far into error as to allege that these same books bore on their front, in the form of epistolary superscription, a designation addressed to Peter and Paul."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:5",
                            "text": "And it is quite possible that either the enemies of the name of Christ, or certain parties who thought that they might impart to this kind of execrable arts the weight of authority drawn from so glorious a name, may have written things of that nature under the name of Christ and the apostles."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:6",
                            "text": "But in such most deceitful audacity they have been so utterly blinded as simply to have made themselves fitting objects for laughter, even with young people who as yet know Christian literature only in boyish fashion, and rank merely in the grade of readers."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:7",
                            "text": "16."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:8",
                            "text": "For when they made up their minds to represent Christ to have written in such strain as that to His disciples, they bethought themselves of those of His followers who might best be taken for the persons to whom Christ might most readily be believed to have written, as the individuals who had kept by Him on the most familiar terms of friendship."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:9",
                            "text": "And so Peter and Paul occurred to them, I believe, just because in many places they chanced to see these two apostles represented in pictures as both in company with Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:10",
                            "text": "For Rome, in a specially honourable and solemn manner, commends the merits of Peter and of Paul, for this reason among others, namely, that they suffered [martyrdom] on the same day."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:11",
                            "text": "Thus to fall most completely into error was the due desert of men who sought for Christ and His apostles not in the holy writings, but on painted walls."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:12",
                            "text": "Neither is it to be wondered at, that these fiction-limners were misled by the painters."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:13",
                            "text": "For throughout the whole period during which Christ lived in our mortal flesh in fellowship with His disciples, Paul had never become His disciple."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:14",
                            "text": "Only after His passion, after His resurrection, after His ascension, after the mission of the Holy Spirit from heaven, after many Jews had been converted and had shown marvellous faith, after the stoning of Stephen the deacon and martyr, and when Paul still bore the name Saul, and was grievously persecuting those who had become believers in Christ, did Christ call that man [by a voice] from heaven, and made him His disciple and apostle."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Augustine: The Harmony of the Gospels Book I 13:15",
                            "text": "How, then, is it possible that Christ could have written those books which they wish to have it believed that He did write before His death, and which were addressed to Peter and Paul, as those among His disciples who had been most intimate with Him, seeing that up to that date Paul had not yet become a disciple of His at all?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: The Harmony of the Gospels Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: The Harmony of the Gospels Book I 14:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: The Harmony of the Gospels Book I 14:2",
                            "text": "—In Opposition to Those Who Foolishly Imagine that Christ Converted the People to Himself by Magical Arts."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: The Harmony of the Gospels Book I 14:3",
                            "text": "17."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: The Harmony of the Gospels Book I 14:4",
                            "text": "Moreover, let those who madly fancy that it was by the use of magical arts that He was able to do the great things which He did, and that it was by the practice of such rites that He made His name a sacred thing to the peoples who were to be converted to Him, give their attention to this question,—namely, whether by the exercise of magical arts, and before He was born on this earth, He could also have filled with the Holy Spirit those mighty prophets who aforetime declared those very things concerning Him as things destined to come to pass, which we can now read in their accomplishment in the gospel, and which we can see in their present realization in the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: The Harmony of the Gospels Book I 14:5",
                            "text": "For surely, even if it was by magical arts that He secured worship for Himself, and that, too, after His death, it is not the case that He was a magician before He was born."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: The Harmony of the Gospels Book I 14:6",
                            "text": "Nay, for the office of prophesying on the subject of His coming, one nation had been most specially deputed; and the entire administration of that commonwealth was ordained to be a prophecy of this King who was to come, and who was to found a heavenly state drawn out of all nations."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: The Harmony of the Gospels Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:2",
                            "text": "—Of the Fact that the God of the Jews, After the Subjugation of that People, Was Still Not Accepted by the Romans, Because His Commandment Was that He Alone Should Be Worshipped, and Images Destroyed."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:3",
                            "text": "18."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:4",
                            "text": "Furthermore, that Hebrew nation, which, as I have said, was commissioned to prophesy of Christ, had no other God but one God, the true God, who made heaven and earth, and all that therein is."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:5",
                            "text": "Under His displeasure they were ofttimes given into the power of their enemies."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:6",
                            "text": "And now, indeed, on account of their most heinous sin in putting Christ to death, they have been thoroughly rooted out of Jerusalem itself, which was the capital of their kingdom, and have been made subject to the Roman empire."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:7",
                            "text": "Now the Romans were in the habit of propitiating the deities of those nations whom they conquered by worshipping these themselves, and they were accustomed to undertake the charge of their sacred rites."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:8",
                            "text": "But they declined to act on that principle with regard to the God of the Hebrew nation, either when they made their attack or when they reduced the people."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:9",
                            "text": "I believe that they perceived that, if they admitted the worship of this Deity, whose commandment was that He only should be worshipped, and that images should be destroyed, they would have to put away from them all those objects to which formerly they had undertaken to do religious service, and by the worship of which they believed their empire had grown."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:10",
                            "text": "But in this the falseness of their demons mightily deceived them."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:11",
                            "text": "For surely they ought to have apprehended the fact that it is only by the hidden will of the true God, in whose hand resides the supreme power in all things, that the kingdom was given them and has been made to increase, and that their position was not due to the favour of those deities who, if they could have wielded any influence whatever in that matter, would rather have protected their own people from being over-mastered by the Romans, or would have brought the Romans themselves into complete subjection to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:12",
                            "text": "19."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:13",
                            "text": "Certainly they cannot possibly affirm that the kind of piety and manners exemplified by them became objects of love and choice on the part of the gods of the nations which they conquered."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:14",
                            "text": "They will never make such an assertion, if they only recall their own early beginnings, the asylum for abandoned criminals and the fratricide of Romulus."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:15",
                            "text": "For when Remus and Romulus established their asylum, with the intention that whoever took refuge there, be the crime what it might be with which he stood charged, should enjoy impunity in his deed, they did not promulgate any precepts of penitence for bringing the minds of such wretched men back to a right condition."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:16",
                            "text": "By this bribe of impunity did they not rather arm the gathered band of fearful fugitives against the states to which they properly belonged, and the laws of which they dreaded? Or when Romulus slew his brother, who had perpetrated no evil against him, is it the case that his mind was bent on the vindication of justice, and not on the acquisition of absolute power? And is it true that the deities did take their delight in manners like these, as if they were themselves enemies to their own states, in so far as they favoured those who were the enemies of these communities? Nay rather, neither did they by deserting them harm the one class, nor did they by passing over to their side in any sense help the other."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:17",
                            "text": "For they have it not in their power to give kingship or to remove it."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:18",
                            "text": "But that is done by the one true God, according to His hidden counsel."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:19",
                            "text": "And it is not His mind to make those necessarily blessed to whom He may have given an earthly kingdom, or to make those necessarily unhappy whom He has deprived of that position."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Augustine: The Harmony of the Gospels Book I 15:20",
                            "text": "But He makes men blessed or wretched for other reasons and by other means, and either by permission or by actual gift distributes temporal and earthly kingdoms to whomsoever He pleases, and for whatsoever period He chooses, according to the fore-ordained order of the ages."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: The Harmony of the Gospels Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: The Harmony of the Gospels Book I 16:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: The Harmony of the Gospels Book I 16:2",
                            "text": "—Of the Question Why God Suffered the Jews to Be Reduced to Subjection."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: The Harmony of the Gospels Book I 16:3",
                            "text": "20."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: The Harmony of the Gospels Book I 16:4",
                            "text": "Hence also they cannot meet us fairly with this question: Why, then, did the God of the Hebrews, whom you declare to be the supreme and true God, not only not subdue the Romans under their power, but even fail to secure those Hebrews themselves against subjugation by the Romans? For there were open sins of theirs that went before them, and on account of which the prophets so long time ago predicted that this very thing would overtake them; and above all, the reason lay in the fact, that in their impious fury they put Christ to death, in the commission of which sin they were made blind [to the guilt of their crime] through the deserts of other hidden transgressions."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: The Harmony of the Gospels Book I 16:5",
                            "text": "That His sufferings also would be for the benefit of the Gentiles, was foretold by the same prophetic testimony."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: The Harmony of the Gospels Book I 16:6",
                            "text": "Nor, in another point of view, did the fact appear clearer, that the kingdom of that nation, and its temple, and its priesthood, and its sacrificial system, and that mystical unction which is called χρῖσμα in Greek, from which the name of Christ takes its evident application, and on account of which that nation was accustomed to speak of its kings as anointed ones, were ordained with the express object of prefiguring Christ, than has the kindred fact become apparent, that after the resurrection of the Christ who was put to death began to be preached unto the believing Gentiles, all those things came to their end, all unrecognised as the circumstance was, whether by the Romans, through whose victory, or by the Jews, through whose subjugation, it was brought about that they did thus reach their conclusion."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: The Harmony of the Gospels Book I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:2",
                            "text": "—Of the Fact that the God of the Hebrews, Although the People Were Conquered, Proved Himself to Be Unconquered, by Overthrowing the Idols, and by Turning All the Gentiles to His Own Service."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:3",
                            "text": "21."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:4",
                            "text": "Here indeed we have a wonderful fact, which is not remarked by those few pagans who have remained such,—namely, that this God of the Hebrews who was offended by the conquered, and who was also denied acceptance by the conquerors, is now preached and worshipped among all nations."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:5",
                            "text": "This is that God of Israel of whom the prophet spake so long time since, when he thus addressed the people of God: \"And He who brought thee out, the God of Israel, shall be called (the God) of the whole earth\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:6",
                            "text": "What was thus prophesied has been brought to pass through the name of the Christ, who comes to men in the form of a descendant of that very Israel who was the grandson of Abraham, with whom the race of the Hebrews began."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:7",
                            "text": "For it was to this Israel also that it was said, \"In thy seed shall all the tribes of the earth be blessed\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:8",
                            "text": "Thus it is shown that the God of Israel, the true God who made heaven and earth, and who administers human affairs justly and mercifully in such wise that neither does justice exclude mercy with Him, nor does mercy hinder justice, was not overcome Himself when His Hebrew people suffered their overthrow, in virtue of His permitting the kingdom and priesthood of that nation to be seized and subverted by the Romans."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:9",
                            "text": "For now, indeed, by the might of this gospel of Christ, the true King and Priest, the advent of which was prefigured by that kingdom and priesthood, the God of Israel Himself is everywhere destroying the idols of the nations."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:10",
                            "text": "And, in truth, it was to prevent that destruction that the Romans refused to admit the sacred rites of this God in the way that they admitted those of the gods of the other nations whom they conquered."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:11",
                            "text": "Thus did He remove both kingdom and priesthood from the prophetic nation, because He who was promised to men through the agency of that people had already come."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:12",
                            "text": "And by Christ the King He has brought into subjection to His own name that Roman empire by which the said nation was overcome; and by the strength and devotion of Christian faith, He has converted it so as to effect a subversion of those idols, the honour ascribed to which precluded His worship from obtaining entrance."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:13",
                            "text": "22."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:14",
                            "text": "I am of opinion that it was not by means of magical arts that Christ, previous to His birth among men, brought it about that those things which were destined to come to pass in the course of His history, were pre-announced by so many prophets, and prefigured also by the kingdom and priesthood established in a certain nation."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:15",
                            "text": "For the people who are connected with that now abolished kingdom, and who in the wonderful providence of God are scattered throughout all lands, have indeed remained without any unction from the true King and Priest; in which anointing the import of the name of Christ is plainly discovered."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:16",
                            "text": "But notwithstanding this, they still retain remnants of some of their observances; while, on the other hand, not even in their state of overthrow and subjugation have they accepted those Roman rites which are connected with the worship of idols."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:17",
                            "text": "Thus they still keep the prophetic books as the witness of Christ; and in this way in the documents of His enemies we find proof presented of the truth of this Christ who is the subject of prophecy."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:18",
                            "text": "What, then, do these unhappy men disclose themselves to be, by the unworthy method in which they laud the name of Christ? If anything relating to the practice of magic has been written under His name, while the doctrine of Christ is so vehemently antagonistic to such arts, these men ought rather in the light of this fact to gather some idea of the greatness of that name, by the addition of which even persons who live in opposition to His precepts endeavour to dignify their nefarious practices."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Augustine: The Harmony of the Gospels Book I 17:19",
                            "text": "For just as, in the course of the diverse errors of men, many persons have set up their varied heresies against the truth under the cover of His name, so the very enemies of Christ think that, for the purposes of gaining acceptance for opinions which they propound in opposition to the doctrine of Christ, they have no weight of authority at their service unless they have the name of Christ."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: The Harmony of the Gospels Book I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: The Harmony of the Gospels Book I 18:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: The Harmony of the Gospels Book I 18:2",
                            "text": "—Of the Fact that the Pagans, When Constrained to Laud Christ, Have Launched Their Insults Against His Disciples."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: The Harmony of the Gospels Book I 18:3",
                            "text": "23."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: The Harmony of the Gospels Book I 18:4",
                            "text": "But what shall be said to this, if those vain eulogizers of Christ, and those crooked slanderers of the Christian religion, lack the daring to blaspheme Christ, for this particular reason that some of their philosophers, as Porphyry of Sicily has given us to understand in his books, consulted their gods as to their response on the subject of [the claims of] Christ, and were constrained by their own oracles to laud Christ? Nor should that seem incredible."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: The Harmony of the Gospels Book I 18:5",
                            "text": "For we also read in the Gospel that the demons confessed Him; and in our prophets it is written in this wise: \"For the gods of the nations are demons\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: The Harmony of the Gospels Book I 18:6",
                            "text": "Thus it happens, then, that in order to avoid attempting aught in opposition to the responses of their own deities, they turn their blasphemies aside from Christ, and pour them forth against His disciples."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: The Harmony of the Gospels Book I 18:7",
                            "text": "It seems to me, however, that these gods of the Gentiles, whom the philosophers of the pagans may have consulted, if they were asked to give their judgment on the disciples of Christ, as well as on Christ Himself, would be constrained to praise them in like manner."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: The Harmony of the Gospels Book I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:2",
                            "text": "—Of the Fact That, on the Subject of the Destruction of Idols, the Apostles Taught Nothing Different from What Was Taught by Christ or by the Prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:3",
                            "text": "24."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:4",
                            "text": "Nevertheless these persons argue still to the effect that this demolition of temples, and this condemnation of sacrifices, and this shattering of all images, are brought about, not in virtue of the doctrine of Christ Himself, but only by the hand of His apostles, who, as they contend, taught something different from what He taught."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:5",
                            "text": "They think by this device, while honouring and lauding Christ, to tear the Christian faith in pieces."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:6",
                            "text": "For it is at least true, that it is by the disciples of Christ that at once the works and the words of Christ have been made known, on which this Christian religion is established, with which a very few people of this character are still in antagonism, who do not now indeed openly assail it, but yet continue even in these days to utter their mutterings against it."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:7",
                            "text": "But if they refuse to believe that Christ taught in the way indicated, let them read the prophets, who not only enjoined the complete destruction of the superstitions of idols, but also predicted that this subversion would come to pass in Christian times."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: The Harmony of the Gospels Book I 19:8",
                            "text": "And if these spoke falsely, why is their word fulfilled with so mighty a demonstration? But if they spoke truly, why is resistance offered to such divine power?."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: The Harmony of the Gospels Book I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: The Harmony of the Gospels Book I 20:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: The Harmony of the Gospels Book I 20:2",
                            "text": "—In Opposition to the Romans Who Rejected the God of Israel Alone."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: The Harmony of the Gospels Book I 20:3",
                            "text": "25."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: The Harmony of the Gospels Book I 20:4",
                            "text": "However, here is a matter which should meet with more careful consideration at their hands,—namely, what they take the God of Israel to be, and why they have not admitted Him to the honours of worship among them, in the way that they have done with the gods of other nations that have been made subject to the imperial power of Rome? This question demands an answer all the more, when we see that they are of the mind that all the gods ought to be worshipped by the man of wisdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: The Harmony of the Gospels Book I 20:5",
                            "text": "Why, then, has He been excluded from the number of these others? If He is very mighty, why is He the only deity that is not worshipped by them? If He has little or no might, why are the images of other gods broken in pieces by all the nations, while He is now almost the only God that is worshipped among these peoples? From the grasp of this question these men shall never be able to extricate themselves, who worship both the greater and the lesser deities, whom they hold to be gods, and at the same time refuse to worship this God, who has proved Himself stronger than all those to whom they do service."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: The Harmony of the Gospels Book I 20:6",
                            "text": "If He is [a God] of great virtue, why has He been deemed worthy only of rejection? And if He is [a God] of little or no power, why has He been able to accomplish so much, although rejected? If He is good, why is He the only one separated from the other good deities? And if He is evil, why is He, who stands thus alone, not subjugated by so many good deities? If He is truthful, why are His precepts scorned? And if He is a liar, why are His predictions fulfilled?."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: The Harmony of the Gospels Book I 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:2",
                            "text": "—Of the Fact that the God of the Hebrews is Not Received by the Romans, Because His Will is that He Alone Should Be Worshipped."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:3",
                            "text": "26."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:4",
                            "text": "In fine, they may think of Him as they please."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:5",
                            "text": "Still, we may ask whether it is the case that the Romans refuse to consider evil deities as also proper objects of worship,—those Romans who have erected fanes to Pallor and Fever, and who enjoin both that the good demons are to been treated, and that the evil demons are to be propitiated."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:6",
                            "text": "Whatever their opinion, then, of Him may be, the question still is, Why is He the only Deity whom they have judged worthy neither of being called upon for help, nor of being propitiated? What God is this, who is either one so unknown, that He is the only one not discovered as yet among so many gods, or who is one so well known that He is now the only one worshipped by so many men? There remains, then, nothing which they can possibly allege in explanation of their refusal to admit the worship of this God, except that His will was that He alone should be worshipped; and His command was, that those gods of the Gentiles that they were worshipping at the time should cease to be worshipped."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:7",
                            "text": "But an answer to this other question is rather to be required of them, namely, what or what manner of deity they consider this God to be, who has forbidden the worship of those other gods for whom they erected temples and images,—this God, who has also been possessed of might so vast that His will has prevailed more in effecting the destruction of their images than theirs has availed to secure the non-admittance of His worship."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:8",
                            "text": "And, indeed, the opinion of that philosopher of theirs is given in plain terms, whom, even on the authority of their own oracle, they have maintained to have been the wisest of all men."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:9",
                            "text": "For the opinion of Socrates is, that every deity whatsoever ought to be worshipped just in the manner in which he may have ordained that he should be worshipped."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:10",
                            "text": "Consequently it became a matter of the supremest necessity with them to refuse to worship the God of the Hebrews."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:11",
                            "text": "For if they were minded to worship Him in a method different from the way in which He had declared that He ought to be worshipped, then assuredly they would have been worshipping not this God as He is, but some figment of their own."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:12",
                            "text": "And, on the other hand, if they were willing to worship Him in the manner which He had indicated, then they could not but perceive that they were not at liberty to worship those other deities whom He interdicted them from worshipping."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:13",
                            "text": "Thus was it, therefore, that they rejected the service of the one true God, because they were afraid that they might offend the many false gods."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: The Harmony of the Gospels Book I 21:14",
                            "text": "For they thought that the anger of those deities would be more to their injury, than the goodwill of this God would be to their profit."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: The Harmony of the Gospels Book I 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:2",
                            "text": "—The Proof that This God is the True God."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:3",
                            "text": "27."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:4",
                            "text": "But that must have been a vain necessity and a ridiculous timidity."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:5",
                            "text": "We ask now what opinion regarding this God is formed by those men whose pleasure it is that all gods ought to be worshipped."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:6",
                            "text": "For if He ought not to be worshipped, how are all worshipped when He is not worshipped? And if He ought to be worshipped, it cannot be that all others are to be worshipped along with Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:7",
                            "text": "For unless He is worshipped alone, He is really not worshipped at all."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:8",
                            "text": "Or may it perhaps be the case, that they will allege Him to be no God at all, while they call those gods who, as we believe, have no power to do anything except so far as permission is given them by His judgment,—have not merely no power to do good to any one, but no power even to do harm to any, except to those who are judged by Him, who possesses all power, to merit so to be harmed? But, as they themselves are compelled to admit, those deities have shown less power than He has done."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: The Harmony of the Gospels Book I 22:9",
                            "text": "For if those are held to be gods whose prophets, when consulted by men, have returned responses which, that I may not call them false, were at least most convenient for their private interests, how is not He to be regarded as God whose prophets have not only given the congruous answer on subjects regarding which they were consulted at the special time, but who also, in the case of subjects respecting which they were not consulted, and which related to the universal race of man and all nations, have announced prophetically so long time before the event those very things of which we now read, and which indeed we now behold? If they gave the name of god to that being under whose inspiration the Sibyl sung of the fates of the Romans, how is not He (to be called) God, who, in accordance with the announcement aforetime given, has shown us how the Romans and all nations are coming to believe in Himself through the gospel of Christ, as the one God, and to demolish all the images of their fathers? Finally, if they designate those as gods who have never dared through their prophets to say anything against this God, how is not He (to be designated) God, who not only commanded by the mouth of His prophets the destruction of their images, but who also predicted that among all the Gentiles they would be destroyed by those who should be enjoined to abandon their idols and to worship Him alone, and who, on receiving these injunctions, should be His servants?."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: The Harmony of the Gospels Book I 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:2",
                            "text": "—Of the Fact that Nothing is Discovered to Have Been Predicted by the Prophets of the Pagans in Opposition to the God of the Hebrews."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:3",
                            "text": "28."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:4",
                            "text": "Or let them aver, if they are able, that some Sibyl of theirs, or any one whatever among their other prophets, announced long ago that it would come to pass that the God of the Hebrews, the God of Israel, would be worshipped by all nations, declaring, at the same time, that the worshippers of other gods before that time had rightly rejected Him; and again, that the compositions of His prophets would be in such exalted authority, that in obedience to them the Roman government itself would command the destruction of images, the said seers at the same time giving warning against acting upon such ordinances;—let them, I say, read out any utterances like these, if they can, from any of the books of their prophets."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:5",
                            "text": "For I stop not to state that those things which we can read in their books repeat a testimony on behalf of our religion, that is, the Christian religion, which they might have heard from the holy angels and from our prophets themselves; just as the very devils were compelled to confess Christ when He was present in the flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:6",
                            "text": "But I pass by these matters, regarding which, when we bring them forward, their contention is that they were invented by our party."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:7",
                            "text": "Most certainly, however, they may themselves be pressed to adduce anything which has been prophesied by the seers of their own gods against the God of the Hebrews; as, on our side, we can point to declarations so remarkable at once for number and for weight recorded in the books of our prophets against their gods, in which also we can both note the command and recite the prediction and demonstrate the event."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: The Harmony of the Gospels Book I 23:8",
                            "text": "And over the realization of these things, that comparatively small number of heathens who have remained such are more inclined to grieve than they are ready to acknowledge that God who has had the power to foretell these things as events destined to be made good; whereas in their dealings with their own false gods, who are genuine demons, they prize nothing else so highly as to be informed by their responses of something which is to take place with them."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: The Harmony of the Gospels Book I 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: The Harmony of the Gospels Book I 24:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: The Harmony of the Gospels Book I 24:2",
                            "text": "—An Argument for the Exclusive Worship of This God, Who, While He Prohibits Other Deities from Being Worshipped, is Not Himself Interdicted by Other Divinities from Being Worshipped."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: The Harmony of the Gospels Book I 24:3",
                            "text": "29."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: The Harmony of the Gospels Book I 24:4",
                            "text": "Seeing, then, that these things are so, why do not these unhappy men rather apprehend the fact that this God is the true God, whom they perceive to be placed in a position so thoroughly separated from the company of their own deities, that, although they are compelled to acknowledge Him to be God, those very persons who profess that all gods ought to be worshipped are nevertheless not permitted to worship Him along with the rest? Now, since these deities and this God cannot be worshipped together, why is not He selected who forbids those others to be worshipped; and why are not those deities abandoned, who do not interdict Him from being worshipped? Or if they do indeed forbid His worship, let the interdict be read."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: The Harmony of the Gospels Book I 24:5",
                            "text": "For what has greater claims to be recited to their people in their temples, in which the sound of no such thing has ever been heard? And, in good sooth, the prohibition directed by so many against one ought to be more notable and more potent than the prohibition launched by one against so many."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: The Harmony of the Gospels Book I 24:6",
                            "text": "For if the worship of this God is impious, then those gods are profitless, who do not interdict men from that impiety; but if the worship of this God is pious, then, as in that worship the commandment is given that these others are not to be worshipped, their worship is impious."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: The Harmony of the Gospels Book I 24:7",
                            "text": "If, again, those deities forbid His worship, but only so diffidently that they rather fear to be heard  than dare to prohibit, who is so unwise as not to draw his own inference from the fact, who fails to perceive that this God ought to be chosen, who in so public a manner prohibits their worship, who commanded that their images should be destroyed, who foretold that demolition, who Himself effected it, in preference to those deities of whom we know not that they ordained abstinence from His worship, of whom we do not read that they foretold such an event, and in whom we do not see power sufficient to have it brought about? I put the question, let them give the answer: Who is this God, who thus harasses all the gods of the Gentiles, who thus betrays all their sacred rites, who thus renders them extinct?."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: The Harmony of the Gospels Book I 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:2",
                            "text": "—Of the Opinion Entertained by the Gentiles Regarding Our God."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:3",
                            "text": "30."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:4",
                            "text": "But why do I interrogate men whose native wit has deserted them in answering the question as to who this God is? Some say that He is Saturn."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:5",
                            "text": "I fancy the reason of that is found in the sanctification of the Sabbath; for those men assign that day to Saturn."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:6",
                            "text": "But their own Varro, than whom they can point to no man of greater learning among them, thought that the God of the Jews was Jupiter, and he judged that it mattered not what name was employed, provided the same subject was understood under it; in which, I believe, we see how he was subdued by His supremacy."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:7",
                            "text": "For, inasmuch as the Romans are not accustomed to worship any more exalted object than Jupiter, of which fact their Capitol is the open and sufficient attestation, and deem him to be the king of all gods; when he observed that the Jews worshipped the supreme God, he could not think of any object under that title other than Jupiter himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:8",
                            "text": "But whether men call the God of the Hebrews Saturn, or declare Him to be Jupiter, let them tell us when Saturn dared to prohibit the worship of a second deity."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:9",
                            "text": "He did not venture to interdict the worship even of this very Jupiter, who is said to have expelled him from his kingdom,—the son thus expelling the father."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:10",
                            "text": "And if Jupiter, as the more powerful deity and the conqueror, has been accepted by his worshippers, then they ought not to worship Saturn, the conquered and expelled."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:11",
                            "text": "But neither, on the other hand, did Jove put his worship under the ban."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Augustine: The Harmony of the Gospels Book I 25:12",
                            "text": "Nay, that deity whom he had power to overcome, he nevertheless suffered to continue a god."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: The Harmony of the Gospels Book I 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:2",
                            "text": "—Of the Follies Which the Pagans Have Indulged in Regarding Jupiter and Saturn."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:3",
                            "text": "31."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:4",
                            "text": "These narratives of yours, say they, are but fables which have to be interpreted by the wise, or else they are fit only to be laughed at; but we revere that Jupiter of whom Maro says that  \"All things are full of Jove,\"  —Virgil's Eclogues, iii."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:5",
                            "text": "v."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:6",
                            "text": "60;  that is to say, the spirit of life that vivifies all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:7",
                            "text": "It is not without some reason, therefore, that Varro thought that Jove was worshipped by the Jews; for the God of the Jews says by His prophet, \"I fill heaven and earth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:8",
                            "text": "But what is meant by that which the same poet names Ether? How do they take the term? For he speaks thus:  \"Then the omnipotent father Ether, with fertilizing showers,  Came down into the bosom of his fruitful spouse\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:9",
                            "text": "—Virgil's Georgics, ii."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:10",
                            "text": "325."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:11",
                            "text": "They say, indeed, that this Ether is not spirit, but a lofty body in which the heaven is stretched above the air."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:12",
                            "text": "Is liberty conceded to the poet to speak at one time in the language of the followers of Plato, as if God was not body, but spirit, and at another time in the language of the Stoics, as if God was a body? What is it, then, that they worship in their Capitol? If it is a spirit, or if again it is, in short, the corporeal heaven itself, then what does that shield of Jupiter there which they style the aegis? The origin of that name, indeed, is explained by the circumstance that a goat nourished Jupiter when he was concealed by his mother."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:13",
                            "text": "Or is this a fiction of the poets? But are the capitols of the Romans, then, also the mere creations of the poets? And what is the meaning of that, certainly not poetical, but unmistakeably farcical, variability of yours, in seeking your gods according to the ideas of philosophers in books, and revering them according to the notions of poets in your temples?  32."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:14",
                            "text": "But was that Euhemerus also a poet, who declares both Jupiter himself, and his father Saturn, and Pluto and Neptune his brothers, to have been men, in terms so exceedingly plain that their worshippers ought all the more to render thanks to the poets, because their inventions have not been intended so much to disparage them as rather to dress them up? Albeit Cicero mentions that this same Euhemerus was translated into Latin by the poet Ennius."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:15",
                            "text": "Or was Cicero himself a poet, who, in counselling the person with whom he debates in his Tusculan Disputations, addresses him as one possessing knowledge of things secret, in the following terms: \"If, indeed, I were to attempt to search into antiquity, and produce from thence the subjects which the writers of Greece have given to the world, it would be found that even those deities who are reckoned gods of the higher orders have gone from us into heaven."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:16",
                            "text": "Ask whose sepulchres are pointed out in Greece: call to mind, since you have been initiated, the things which are delivered in the mysteries: then, doubtless, you will comprehend how widely extended this belief is\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:17",
                            "text": "This author certainly makes ample acknowledgment of the doctrine that those gods of theirs were originally men."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:18",
                            "text": "He does, indeed, benevolently surmise that they made their way into heaven."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:19",
                            "text": "But he did not hesitate to say in public, that even the honour thus given them in general repute was conferred upon them by men, when he spoke of Romulus in these words: \"By good will and repute we have raised to the immortal gods that Romulus who founded this city\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:20",
                            "text": "How should it be such a wonderful thing, therefore, to suppose that the more ancient men did with respect to Jupiter and Saturn and the others what the Romans have done with respect to Romulus, and what, in good truth, they have thought of doing even in these more recent times also in the case of Caesar? And to these same Virgil has addressed the additional flattery of song, saying:  \"Lo, the star of Caesar, descendant of Dione, arose\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:21",
                            "text": "—Eclogue, ix."
                        },
                        {
                            "verse": 22,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:22",
                            "text": "ver."
                        },
                        {
                            "verse": 23,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:23",
                            "text": "47."
                        },
                        {
                            "verse": 24,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:24",
                            "text": "Let them see to it, then, that the truth of history do not turn out to exhibit to our view sepulchres erected for their false gods here upon the earth!and let them take heed lest the vanity of poetry, instead of fixing, may be but feigning stars for their deities there in heaven."
                        },
                        {
                            "verse": 25,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:25",
                            "text": "For, in reality, that one is not the star of Jupiter, neither is this one the star of Saturn; but the simple fact is, that upon these stars, which were set from the foundation of the world, the names of those persons were imposed after their death by men who were minded to honour them as gods on their departure from this life."
                        },
                        {
                            "verse": 26,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:26",
                            "text": "And with respect to these we may, indeed, ask how there should be such ill desert in chastity, or such good desert in voluptuousness, that Venus should have a star, and Minerva be denied one among those luminaries which revolve along with the sun and moon?  33."
                        },
                        {
                            "verse": 27,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:27",
                            "text": "But it may be said that Cicero, the Academic sage, who has been bold enough to make mention of the sepulchres of their gods, and to commit the statement to writing, is a more doubtful authority than the poets; although he did not presume to offer that assertion simply as his own personal opinion, but put it on record as a statement contained among the traditions of their own sacred rites."
                        },
                        {
                            "verse": 28,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:28",
                            "text": "Well, then, can it also be maintained that Varro either gives expression merely to an invention of his own, as a poet might do, or puts the matter only dubiously, as might be the case with an Academician, because he declares that, in the instance of all such gods, the matters of their worship had their origin either in the life which they lived, or in the death which they died, among men? Or was that Egyptian priest, Leon, either a poet or an Academician, who expounded the origin of those gods of theirs to Alexander of Macedon, in a way somewhat different indeed from the opinion advanced by the Greeks, but nevertheless so far accordant therewith as to make out their deities to have been originally men?  34."
                        },
                        {
                            "verse": 29,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:29",
                            "text": "But what is all this to us? Let them assert that they worship Jupiter, and not a dead man; let them maintain that they have dedicated their Capitol not to a dead man, but to the Spirit that vivifies all things and fills the world."
                        },
                        {
                            "verse": 30,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:30",
                            "text": "And as to that shield of his, which was made of the skin of a she-goat in honour of his nurse, let them put upon it whatever interpretation they please."
                        },
                        {
                            "verse": 31,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:31",
                            "text": "What do they say, however, about Saturn? What is it that they worship under the name of Saturn? Is not this the deity that was the first to come down to us from Olympus (of whom the poet sings):  \"Then from Olympus' height came down  Good Saturn, exiled from his crown  By Jove, his mightier heir:  He brought the race to union first  Erewhile, on mountain-tops dispersed,  And gave them statutes to obey,  And willed the land wherein he lay  Should Latium's title bear\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:32",
                            "text": "—Virgil's aeneid, viii."
                        },
                        {
                            "verse": 33,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:33",
                            "text": "320–324, Conington's trans."
                        },
                        {
                            "verse": 34,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:34",
                            "text": "Does not his very image, made as it is with the head covered, present him as one under concealment? Was it not he that made the practice of agriculture known to the people of Italy, a fact which is expressed by the reaping-hook? No, say they; for you may see whether the being of whom such things are recorded was a man, and indeed one particular king: we, however, interpret Saturn to be universal Time, as is signified also by his name in Greek: for he is called Chronus, which word, with the aspiration thus given it, is also the vocable for time: whence, too, in Latin he gets the name of Saturn, as if it meant that he is satedwith years."
                        },
                        {
                            "verse": 35,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:35",
                            "text": "But now, what we are to make of people like these I know not, who, in their very effort to put a more favourable meaning upon the names and the images of their gods, make the confession that the very god who is their major deity, and the father of the rest, is Time."
                        },
                        {
                            "verse": 36,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:36",
                            "text": "For what else do they thus betray but, in fact, that all those gods of theirs are only temporal, seeing that the very parent of them all is made out to be Time?  35."
                        },
                        {
                            "verse": 37,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:37",
                            "text": "Accordingly, their more recent philosophers of the Platonic school, who have flourished in Christian times, have been ashamed of such fancies, and have endeavoured to interpret Saturn in another way, affirming that he received the name Χρόνος in order to signify, as it were, the fulness of intellect; their explanation being, that in Greek fulness is expressed by the term χόρος, and intellect or mind by the term νοῦς; which etymology seems to be favoured also by the Latin name, on the supposition that the first part of the word (Saturnus) came from the Latin, and the second part from the Greek: so that he got the title Saturnus as an equivalent to satur, νοῦς."
                        },
                        {
                            "verse": 38,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:38",
                            "text": "For they saw how absurd it was to have that Jupiter regarded as a son of Time, whom they either considered, or wished to have considered, eternal deity."
                        },
                        {
                            "verse": 39,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:39",
                            "text": "Furthermore, however, according to this novel interpretation, which it is marvellous that Cicero and Varro should have suffered to escape their notice, if their ancient authorities really had it, they call Jupiter the son of Saturn, thus denoting him, it may be, as the spirit that proceedeth forth from that supreme mind—the spirit which they choose to look upon as the soul of this world, so to speak, filling alike all heavenly and all earthly bodies."
                        },
                        {
                            "verse": 40,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:40",
                            "text": "Whence comes also that saying of Maro, which I have cited a little ago, namely, \"All things are full of Jove\"? Should they not, then, if they are possessed of the ability, alter the superstitions indulged in by men, just as they alter their interpretation; and either erect no images at all, or at least build capitols to Saturn rather than to Jupiter? For they also maintain that no rational soul can be produced gifted with wisdom, except by participation in that supreme and unchangeable wisdom of his; and this affirmation they advance not only with respect to the soul of a man, but even with respect to that same soul of the world which they also designate Jove."
                        },
                        {
                            "verse": 41,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:41",
                            "text": "Now we not only concede, but even very particularly proclaim, that there is a certain supreme wisdom of God, by participation in which every soul whatsoever that is constituted truly wise acquires its wisdom."
                        },
                        {
                            "verse": 42,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:42",
                            "text": "But whether that universal corporeal mass, which is called the world, has a kind of soul, or, so to speak, its own soul, that is to say, a rational life by which it can govern its own movements, as is the case with every sort of animal, is a question both vast and obscure."
                        },
                        {
                            "verse": 43,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:43",
                            "text": "That is an opinion which ought not to be affirmed, unless its truth is clearly ascertained; neither ought it to be rejected, unless its falsehood is as clearly ascertained."
                        },
                        {
                            "verse": 44,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:44",
                            "text": "And what will it matter to man, even should this question remain for ever unsolved, since, in any case, no soul becomes wise or blessed by drawing from any other soul but from that one supreme and immutable wisdom of God?  36."
                        },
                        {
                            "verse": 45,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:45",
                            "text": "The Romans, however, who have founded a Capitol in honour of Jupiter, but none in honour of Saturn, as also these other nations whose opinion it has been that Jupiter ought to be worshipped pre-eminently and above the rest of the gods, have certainly not agreed in sentiment with the persons referred to; who, in accordance with that mad view of theirs, would dedicate their loftiest citadels rather to Saturn, if they had any power in these things, and who most particularly would annihilate those mathematicians and nativity-spinners by whom this Saturn, whom their opponents would designate the maker of the wise, has been placed with the character of a deity of evil among the other stars."
                        },
                        {
                            "verse": 46,
                            "chapter": 26,
                            "name": "Augustine: The Harmony of the Gospels Book I 26:46",
                            "text": "But this opinion, nevertheless, has prevailed so mightily against them in the mind of humanity, that men decline even to name that god, and call him Ancientrather than Saturn; and that in so fearful a spirit of superstition, that the Carthaginians have now gone very near to change the designation of their town, and call it the town of the Ancient more frequently than the town of Saturn."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: The Harmony of the Gospels Book I 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:2",
                            "text": "—Of the Fact that Those Persons Who Reject the God of Israel, in Consequence Fail to Worship All the Gods; And, on the Other Hand, that Those Who Worship Other Gods, Fail to Worship Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:3",
                            "text": "37."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:4",
                            "text": "It is well understood, therefore, what these worshippers of images are convicted in reality of revering, and what they attempt to colour over."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:5",
                            "text": "But even these new interpreters of Saturn must be required to tell us what they think of the God of the Hebrews."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:6",
                            "text": "For to them also it seemed right to worship all the gods, as is done by the heathen nations, because their pride made them ashamed to humble themselves under Christ for the remission of their sins."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:7",
                            "text": "What opinion, therefore, do they entertain regarding the God of Israel? For if they do not worship Him then they do not worship all gods; and if they do worship Him, they do not worship Him in the way that He has ordained for His own worship, because they worship others also whose worship He has interdicted."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:8",
                            "text": "Against such practices He issued His prohibition by the mouth of those same prophets by whom He also announced beforehand the destined occurrence of those very things which their images are now sustaining at the hands of the Christians."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: The Harmony of the Gospels Book I 27:9",
                            "text": "For whatever the explanation may be, whether it be that the angels were sent to those prophets to show them figuratively, and by the congruous forms of visible objects, the one true God, the Creator of all things, to whom the whole universe is made subject, and to indicate the method in which He enjoined His own worship to proceed; or whether it was that the minds of some among them were so mightily elevated by the Holy Spirit, as to enable them to see those things in that kind of vision in which the angels themselves behold objects: in either case it is the incontestable fact, that they did serve that God who has prohibited the worship of other gods; and, moreover, it is equally certain, that with the faithfulness of piety, in the kingly and in the priestly office, they ministered at once for the good of their country, and in the interest of those sacred ordinances which were significant of the coming of Christ as the true King and Priest."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: The Harmony of the Gospels Book I 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:2",
                            "text": "—Of the Fact that the False Gods Do Not Forbid Others to Be Worshipped Along with Themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:3",
                            "text": "That the God of Israel is the True God, is Proved by His Works, Both in Prophecy and in Fulfilment."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:4",
                            "text": "38."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:5",
                            "text": "But further, in the case of the gods of the Gentiles (in their willingness to worship whom they exhibit their unwillingness to worship that God who cannot be worshipped together with them), let them tell us the reason why no one is found in the number of their deities who thinks of interdicting the worship of another; while they institute them in different offices and functions, and hold them to preside each one over objects which pertain properly to his own special province."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:6",
                            "text": "For if Jupiter does not prohibit the worship of Saturn, because he is not to be taken merely for a man, who drove another man, namely his father, out of his kingdom, but either for the body of the heavens, or for the spirit that fills both heaven and earth, and because thus he cannot prevent that supernal mind from being worshipped, from which he is said to have emanated: if, on the same principle also, Saturn cannot interdict the worship of Jupiter, because he is not [to be supposed to be merely] one who was conquered by that other in rebellion,—as was the case with a person of the same name, by the hand of some one or other called Jupiter, from whose arms he was fleeing when he came into Italy,—and because the primal mind favours the mind that springs from it: yet Vulcan at least might [be expected to] put under the ban the worship of Mars, the paramour of his wife, and Hercules [might be thought likely to interdict] the worship of Juno, his persecutor."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:7",
                            "text": "What kind of foul consent must subsist among them, if even Diana, the chaste virgin, fails to interdict the worship, I do not say merely of Venus, but even of Priapus? For if the same individual decides to be at once a hunter and a farmer, he must be the servant of both these deities; and yet he will be ashamed to do even so much as erect temples for them side by side."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:8",
                            "text": "But they may aver, that by interpretation Diana means a certain virtue, be it what they please; and they may tell us that Priapus really denotes the deity of fecundity,—to such an effect, at any rate, that Juno may well be ashamed to have such a coadjutor in the task of making females fruitful."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:9",
                            "text": "They may say what they please; they may put any explanation upon these things which in their wisdom they think fit: only, in spite of all that, the God of Israel will confound all their argumentations."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:10",
                            "text": "For in prohibiting all those deities from being worshipped, while His own worship is hindered by none of them, and in at once commanding, foretelling, and effecting destruction for their images and sacred rites, He has shown with sufficient clearness that they are false and lying deities, and that He Himself is the one true and truthful God."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:11",
                            "text": "39."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:12",
                            "text": "Moreover, to whom should it not seem strange that those worshippers, now become few in number, of deities both numerous and false, should refuse to do homage to Him of whom, when the question is put to them as to what deity He is; they dare not at least assert, whatever answer they may think to give, that He is no God at all? For if they deny His deity, they are very easily refuted by His works, both in prophecy and in fulfilment."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:13",
                            "text": "I do not speak of those works which they deem themselves at liberty not to credit, such as His work in the beginning, when He made heaven and earth, and all that is in them."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:14",
                            "text": "Neither do I specify here those events which carry us back into the remotest antiquity, such as the translation of Enoch, the destruction of the impious by the flood, and the saving of righteous Noah and his house from the deluge, by means of the [ark of] wood."
                        },
                        {
                            "verse": 15,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:15",
                            "text": "I begin the statement of His doings among men with Abraham."
                        },
                        {
                            "verse": 16,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:16",
                            "text": "To this man, indeed, was given by an angelic oracle an intelligible promise, which we now see in its realization."
                        },
                        {
                            "verse": 17,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:17",
                            "text": "For to him it was said, \"In thy seed shall all nations be blessed\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:18",
                            "text": "Of his seed, then, sprang the people of Israel, whence came the Virgin Mary, who was the mother of Christ; and that in Him all the nations are blessed, let them now be bold enough to deny if they can."
                        },
                        {
                            "verse": 19,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:19",
                            "text": "This same promise was made also to Isaac the son of Abraham."
                        },
                        {
                            "verse": 20,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:20",
                            "text": "It was given again to Jacob the grandson of Abraham."
                        },
                        {
                            "verse": 21,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:21",
                            "text": "This Jacob was also called Israel, from whom that whole people derived both its descent and its name so that indeed the God of this people was called the God of Israel: not that He is not also the God of the Gentiles, whether they are ignorant of Him or now know Him; but that in this people He willed that the power of His promises should be made more conspicuously apparent."
                        },
                        {
                            "verse": 22,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:22",
                            "text": "For that people, which at first was multiplied in Egypt, and after a time was delivered from a state of slavery there by the hand of Moses, with many signs and portents, saw most of the Gentile nations subdued under it, and obtained possession also of the land of promise, in which it reigned in the person of kings of its own, who sprang from the tribe of Judah."
                        },
                        {
                            "verse": 23,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:23",
                            "text": "This Judah, also, was one of the twelve sons of Israel, the grandson of Abraham."
                        },
                        {
                            "verse": 24,
                            "chapter": 28,
                            "name": "Augustine: The Harmony of the Gospels Book I 28:24",
                            "text": "And from him were descended the people called the Jews, who, with the help of God Himself, did great achievements, and who also, when He chastised them, endured many sufferings on account of their sins, until the coming of that Seed to whom the promise was given, in whom all the nations were to be blessed, and [for whose sake] they were willingly to break in pieces the idols of their fathers."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: The Harmony of the Gospels Book I 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:2",
                            "text": "—Of the Fact that Idolatry Has Been Subverted by the Name of Christ, and by the Faith of Christians According to the Prophecies."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:3",
                            "text": "40."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:4",
                            "text": "For truly what is thus effected by Christians is not a thing which belongs only to Christian times, but one which was predicted very long ago."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:5",
                            "text": "Those very Jews who have remained enemies to the name of Christ, and regarding whose destined perfidy these prophetic writings have not been silent, do themselves possess and peruse the prophet who says: \"O Lord my God, and my refuge in the day of evil, the Gentiles shall come unto Thee from the ends of the earth, and shall say, Surely our fathers have worshipped mendacious idols, and there is no profit in them\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:6",
                            "text": "Behold, that is now being done; behold, now the Gentiles are coming from the ends of the earth to Christ, uttering things like these, and breaking their idols! Of signal consequence, too, is this which God has done for His Church in its world-wide extension, in that the Jewish nation, which has been deservedly overthrown and scattered abroad throughout the lands, has been made to carry about with it everywhere the records of our prophecies, so that it might not be possible to look upon these predictions as concocted by ourselves; and thus the enemy of our faith has been made a witness to our truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:7",
                            "text": "How, then, can it be possible that the disciples of Christ have taught what they have not learned from Christ, as those foolish men in their silly fancies object, with the view of getting the superstitious worship of heathen gods and idols subverted? Can it be said also that those prophecies which are still read in these days, in the books of the enemies of Christ, were the inventions of the disciples of Christ?  41."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:8",
                            "text": "Who, then, has effected the demolition of these systems but the God of Israel? For to this people was the announcement made by those divine voices which were addressed to Moses: \"Hear, O Israel; the Lord thy God is one God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:9",
                            "text": "\"Thou shalt not make unto thee any graven image, or any likeness of anything that is in heaven above or that is in the earth beneath\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:10",
                            "text": "And again, in order that this people might put an end to these things wherever it received power to do so, this commandment was also laid upon the nation: \"Thou shalt not bow down to their gods, nor serve them; thou shalt not do after their works, but thou shalt utterly overthrow them, and quite break down their images\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:11",
                            "text": "But who shall say that Christ and Christians have no connection with Israel, seeing that Israel was the grandson of Abraham, to whom first, as afterwards to his son Isaac, and then to his grandson Israel himself, that promise was given, which I have already mentioned, namely: \"In thy seed shall all nations be blessed\"? That prediction we see now in its fulfilment in Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:12",
                            "text": "For it was of this line that the Virgin was born, concerning whom a prophet of the people of Israel and of the God of Israel sang in these terms: \"Behold, a virgin shall conceive, and bear a son; and they shall call His name Emmanuel\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:13",
                            "text": "For by interpretation, Emmanuel means, \"God with us\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:14",
                            "text": "This God of Israel, therefore, who has interdicted the worship of other gods, who has interdicted the making of idols, who has commanded their destruction, who by His prophet has predicted that the Gentiles from the ends of the earth would say, \"Surely our fathers have worshipped mendacious idols, in which there is no profit;\" this same God is He who, by the name of Christ and by the faith of Christians, has ordered, promised, and exhibited the overthrow of all these superstitions."
                        },
                        {
                            "verse": 15,
                            "chapter": 29,
                            "name": "Augustine: The Harmony of the Gospels Book I 29:15",
                            "text": "In vain, therefore, do these unhappy men, knowing that they have been prohibited from blaspheming the name of Christ, even by their own gods, that is to say, by the demons who fear the name of Christ, seek to make it out, that this kind of doctrine is something strange to Him, in the power of which the Christians dispute against idols, and root out all those false religions, wherever they have the opportunity."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: The Harmony of the Gospels Book I 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:2",
                            "text": "—An Argument Urging It Upon the Remnant of Idolaters that They Should at Length Become Servants of This True God, Who Everywhere is Subverting Idols."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:3",
                            "text": "42."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:4",
                            "text": "Let them now give their answer with respect to the God of Israel, to whom, as teaching and enjoining such things, witness is borne not only by the books of the Christians, but also by those of the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:5",
                            "text": "Regarding Him, let them ask the counsel of their own deities, who have prevented the blaspheming of Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:6",
                            "text": "Concerning the God of Israel, let them give a contumelious response if they dare."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:7",
                            "text": "But whom are they to consult? or where are they to ask counsel now? Let them peruse the books of their own authorities."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:8",
                            "text": "If they consider the God of Israel to be Jupiter, as Varro has written (that I may speak for the time being in accordance with their own way of thinking), why then do they not believe that the idols are to be destroyed by Jupiter? If they deem Him to be Saturn, why do they not worship Him? Or why do they not worship Him in that manner in which, by the voice of those prophets through whom He has made good the things which He has foretold, He has ordained His worship to be conducted? Why do they not believe that images are to be destroyed by Him, and the worship of other gods forbidden? If He is neither Jove nor Saturn (and surely, if He were one of these, He would not speak out so mightily against the sacred rites of their Jove and Saturn), who then is this God, who, with all their consideration for other gods, is the only Deity not worshipped by them, and who, nevertheless, so manifestly brings it about that He shall Himself be the sole object of worship, to the overthrow of all other gods, and to the humiliation of everything proud and highly exalted, which has lifted itself up against Christ in behalf of idols, persecuting and slaying Christians? But, in good truth, men are now asking into what secret recesses these worshippers withdraw, when they are minded to offer sacrifice; or into what regions of obscurity they thrust back these same gods of theirs, to prevent their being discovered and broken in pieces by the Christians."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:9",
                            "text": "Whence comes this mode of dealing, if not from the fear of those laws and those rulers by whose instrumentality the God of Israel discovers His power, and who are now made subject to the name of Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Augustine: The Harmony of the Gospels Book I 30:10",
                            "text": "And that it should be so He promised long ago, when He said by the prophet: \"Yea, all kings of the earth shall worship Him: all nations shall serve Him\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: The Harmony of the Gospels Book I 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:2",
                            "text": "—Of the Predicted Rejection of Idols."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:3",
                            "text": "43."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:4",
                            "text": "It cannot be questioned that what was predicted at sundry times by His prophets is now being realized,—namely, the announcement that He would disclaim His impious people (not, indeed, the people as a whole, because even of the Israelites many have believed in Christ; for His apostles themselves belonged to that nation), and would humble every proud and injurious person, so that He should Himself alone be exalted, that is to say, alone be manifested to men as lofty and mighty; until idols should be cast away by those who believe, and be concealed by those who believe not; when the earth is broken by His fear, that is to say, when the men of earth are subdued by fear, to wit, by fearing His law, or the law of those who, being at once believers in His name and rulers among the nations, shall interdict such sacrilegious practices."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:5",
                            "text": "44."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:6",
                            "text": "For these things, which I have thus briefly stated in the way of introduction, and with a view to their readier apprehension, are thus expressed by the prophet: And now, O house of Jacob, come ye, and let us walk in the light of the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:7",
                            "text": "For He has disclaimed His people the house of Israel, because the country was replenished, as from the beginning, with their soothsayings as with those of strangers, and many strange children were born to them."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:8",
                            "text": "For their country was replenished with silver and gold, neither was there any numbering of their treasures; their land also is full of horses, neither was there any numbering of their chariots: their land also is full of the abominations of the works of their own hands, and they have worshipped that which their own fingers have made."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:9",
                            "text": "And the mean man has bowed himself, and the great man has humbled himself; and I will not forgive it them."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:10",
                            "text": "And now enter ye into the rocks, and hide yourselves in the earth from before the fear of the Lord, and from the majesty of His power, when He arises to crush the earth: for the eyes of the Lord are lofty, and man is low; and the haughtiness of men shall be humbled, and the Lord alone shall be exalted in that day."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:11",
                            "text": "For the day of the Lord of Hosts shall be upon every one that is injurious and proud, and upon every one that is lifted up and humbled, and they shall be brought low; and upon every cedar of Lebanon of the high ones and the lifted up, and upon every tree of the Lebanon of Bashan, and upon every mountain, and upon every high hill, and upon every ship of the sea, and upon every spectacle of the beauty of ships."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Augustine: The Harmony of the Gospels Book I 31:12",
                            "text": "And the contumely of men shall be humbled and shall fall, and the Lord alone shall be exalted in that day; and all things made by hands they shall hide in dens, and in holes of the rocks, and in caves of the earth, from before the fear of the Lord, and from the majesty of His power, when He arises to crush the earth: for in that day a man shall cast away the abominations of gold and silver, the vain and evil things which they made for worship, in order to go into the clefts of the solid rock, and into the holes of the rocks, from before the fear of the Lord, and from the majesty of His power, when He arises to break the earth in pieces."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: The Harmony of the Gospels Book I 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: The Harmony of the Gospels Book I 32:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: The Harmony of the Gospels Book I 32:2",
                            "text": "—Of the Question Why the Heathen Should Refuse to Worship the God of Israel; Even Although They Deem Him to Be Only the Presiding Divinity of the Elements?  45."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: The Harmony of the Gospels Book I 32:3",
                            "text": "What do they say of this God of Sabaoth, which term, by interpretation, means the God of powers or of armies, inasmuch as the powers and the armies of the angels serve Him? What do they say of this God of Israel; for He is the God of that people from whom came the seed wherein all the nations were to be blessed? Why is He the only deity excluded from worship by those very persons who contend that all the gods ought to be worshipped? Why do they refuse their belief to Him who both proves other gods to be false gods, and also overthrows them? I have heard one of them declare that he had read, in some philosopher or other, the statement that, from what the Jews did in their sacred observances, he had come to know what God they worshipped."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: The Harmony of the Gospels Book I 32:4",
                            "text": "\"He is the deity,\" said he, \"that presides over those elements of which this visible and material universe is constructed;\" when in the Holy Scriptures of His prophets it is plainly shown that the people of Israel were commanded to worship that God who made heaven and earth, and from whom comes all true wisdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: The Harmony of the Gospels Book I 32:5",
                            "text": "But what need is there for further disputation on this subject, seeing that it is quite sufficient for my present purpose to point out how they entertain any kind of presumptuous opinions regarding that God whom yet they cannot deny to be a God? If, indeed, He is the deity that presides over the elements of which this world consists, why is He not worshipped in preference to Neptune, who presides over the sea only? Why not, again, in preference to Silvanus, who presides over the fields and woods only? Why not in preference to the Sun, who presides over the day only, or who also rules over the entire heat of heaven? Why not in preference to the Moon, who presides over the night only, or who also shines pre-eminent for power over moisture? Why not in preference to Juno, who is supposed to hold possession of the air only? For certainly those deities, whoever they may be, who preside over the parts, must necessarily be under that Deity who wields the presidency over all the elements, and over the entire universe."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: The Harmony of the Gospels Book I 32:6",
                            "text": "But this Deity prohibits the worship of all those deities."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Augustine: The Harmony of the Gospels Book I 32:7",
                            "text": "Why, then, is it that these men, in opposition to the injunction of One greater than those deities, not only choose to worship them, but also decline, for their sakes, to worship Him? Not yet have they discovered any constant and intelligible judgment to pronounce on this God of Israel; neither will they ever discover any such judgment, until they find out that He alone is the true God, by whom all things were created."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: The Harmony of the Gospels Book I 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:2",
                            "text": "—Of the Fact That, as the Prophecies Have Been Fulfilled, the God of Israel Has Now Been Made Known Everywhere."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:3",
                            "text": "46."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:4",
                            "text": "Thus it was with a certain person named Lucan, one of their great declaimers in verse."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:5",
                            "text": "For a long time, as I believe, he endeavored to find out, by his own cogitations, or by the perusal of the books of his own fellow-countrymen, who the God of the Jews was; and failing to prosecute his inquiry in the way of piety, he did not succeed."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:6",
                            "text": "Yet he chose rather to speak of Him as the uncertain God whom he did not find out, than absolutely to deny the title of God to that Deity of whose existence he perceived proofs so great."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:7",
                            "text": "For he says:  \"And Judaea, devoted to the worship  Of an uncertain God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:8",
                            "text": "—Lucan, Book ii."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:9",
                            "text": "towards the end."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:10",
                            "text": "And as yet this God, the holy and true God of Israel, had not done by the name of Christ among all nations works so great as those which have been wrought after Lucan's times up to our own day."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:11",
                            "text": "But now who is so obdurate as not to be moved, who so dull as not to be inflamed, seeing that the saying of Scripture is fulfilled, \"For there is not one that is hid from the heat thereof;\" and seeing also that those other things which were predicted so long time ago in this same Psalm from which I have cited one little verse, are now set forth in their accomplishment in the clearest light? For under this term of the \"heavens\" the apostles of Jesus Christ were denoted, because God was to preside in them with a view to the publishing of the gospel."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:12",
                            "text": "Now, therefore, the heavens have declared the glory of God, and the firmament has proclaimed the works of His hands."
                        },
                        {
                            "verse": 13,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:13",
                            "text": "Day unto day has given forth speech, and night unto night has shown knowledge."
                        },
                        {
                            "verse": 14,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:14",
                            "text": "Now there is no speech or language where their voices are not heard."
                        },
                        {
                            "verse": 15,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:15",
                            "text": "Their sound has gone out into all the earth, and their words to the end of the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:16",
                            "text": "Now hath He set His tabernacle in the sun, that is, in manifestation; which tabernacle is His Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:17",
                            "text": "For in order to do so (as the words proceed in the passage) He came forth from His chamber like a bridegroom; that is to say, the Word, wedded with the flesh of man, came forth from the Virgin's womb."
                        },
                        {
                            "verse": 18,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:18",
                            "text": "Now has He rejoiced as a strong man, and has run His race."
                        },
                        {
                            "verse": 19,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:19",
                            "text": "Now has His going forth been made from the height of heaven, and His return even to the height of heaven."
                        },
                        {
                            "verse": 20,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:20",
                            "text": "And accordingly, with the completest propriety, there follows upon this the verse which I have already mentioned: \"And there is not one that is hid from the heat thereof [or, His heat]\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 33,
                            "name": "Augustine: The Harmony of the Gospels Book I 33:21",
                            "text": "And still these men make choice of their little, weak, prating objections, which are like stubble to be reduced to ashes in that fire, rather than like gold to be purged of its dross by it; while at once the fallacious monuments of their false gods have been brought to nought, and the veracious promises of that uncertain God have been proved to be sure."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: The Harmony of the Gospels Book I 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:2",
                            "text": "—The Fulfilment of the Prophecies Concerning Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:3",
                            "text": "47."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:4",
                            "text": "Wherefore let those evil applauders of Christ, who refuse to become Christians, desist from making the allegation that Christ did not teach that their gods were to be abandoned, and their images broken in pieces."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:5",
                            "text": "For the God of Israel, regarding whom it was declared aforetime that He should be called the God of the whole earth, is now indeed actually called the God of the whole earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:6",
                            "text": "By the mouth of His prophets He predicted that this would come to pass, and by Christ He did bring it eventually to pass at the fit time."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:7",
                            "text": "Assuredly, if the God of Israel is now named the God of the whole earth, what He has commanded must needs be made good; for He who has given the commandment is now well known."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:8",
                            "text": "But, further, that He is made known by Christ and in Christ, in order that His Church may be extended throughout the world, and that by its instrumentality the God of Israel may be named the God of the whole earth, those who please may read a little earlier in the same prophet."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:9",
                            "text": "That paragraph may also be cited by me."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:10",
                            "text": "It is not so long as to make it requisite for us to pass it by."
                        },
                        {
                            "verse": 11,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:11",
                            "text": "Here there is much said about the presence, the humility, and the passion of Christ, and about the body of which He is the Head, that is, His Church, where it is called barren, like one that did not bear."
                        },
                        {
                            "verse": 12,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:12",
                            "text": "For during many years the Church, which was destined to subsist among all the nations with its children, that is, with its saints, was not apparent, as Christ remained yet unannounced by the evangelists to those to whom He had not been declared by the prophets."
                        },
                        {
                            "verse": 13,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:13",
                            "text": "Again, it is said that there shall be more children for her who is forsaken than for her who has a husband, under which name of a husband the Law was signified, or the King whom the people of Israel first received."
                        },
                        {
                            "verse": 14,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:14",
                            "text": "For neither had the Gentiles received the Law at the period at which the prophet spake; nor had the King of Christians yet appeared to the nations, although from these Gentile nations a much more fruitful and numerous multitude of saints has now proceeded."
                        },
                        {
                            "verse": 15,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:15",
                            "text": "It is in this manner, therefore, that Isaiah speaks, commencing with the humility of Christ, and turning afterwards to an address to the Church, on to that verse which we have already instanced, where he says: And He who brought thee out, the same God of Israel, shall be called the God of the whole earth."
                        },
                        {
                            "verse": 16,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:16",
                            "text": "Behold, says he, my Servant shall deal prudently, and shall be exalted and honoured exceedingly."
                        },
                        {
                            "verse": 17,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:17",
                            "text": "As many shall be astonied at Thee; so shall Thy marred visage, nevertheless, be seen by all, and Thine honour by men."
                        },
                        {
                            "verse": 18,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:18",
                            "text": "For so shall many nations be astonied at Him, and the kings shall shut their mouths."
                        },
                        {
                            "verse": 19,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:19",
                            "text": "For they shall see to whom it has not been told of Him; and those who have not heard shall understand."
                        },
                        {
                            "verse": 20,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:20",
                            "text": "O Lord, who hath believed our report, and to whom is the arm of the Lord revealed? We have proclaimed before Him as a servant, as a root in a thirsty soil; He hath no form nor comeliness."
                        },
                        {
                            "verse": 21,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:21",
                            "text": "And we have seen Him, and He had neither beauty nor seemliness; but His countenance is despised, and His state rejected by all men: a man stricken, and acquainted with the bearing of infirmities; on account of which His face is turned aside, injured, and little esteemed."
                        },
                        {
                            "verse": 22,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:22",
                            "text": "He bears our infirmities, and is in sorrows for us."
                        },
                        {
                            "verse": 23,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:23",
                            "text": "And we did esteem Him to be in sorrows, and to be stricken and in punishment."
                        },
                        {
                            "verse": 24,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:24",
                            "text": "But He was wounded for our transgressions, and He was enfeebled for our iniquities; the chastisement of our peace was upon Him, and with His stripes we are healed."
                        },
                        {
                            "verse": 25,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:25",
                            "text": "All we, like sheep, have gone astray, and the Lord hath given Him up for our sins."
                        },
                        {
                            "verse": 26,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:26",
                            "text": "And whereas He was evil entreated, He opened not His mouth; He was brought as a sheep to the slaughter; and as a lamb before him who shears it is dumb, so He opened not His mouth."
                        },
                        {
                            "verse": 27,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:27",
                            "text": "In humility was His judgment taken."
                        },
                        {
                            "verse": 28,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:28",
                            "text": "Who shall declare His generation? For His life shall be cut off out of the land; by the iniquities of my people is He led to death."
                        },
                        {
                            "verse": 29,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:29",
                            "text": "Therefore shall I give the wicked for His sepulture, and the rich on account of His death; because He did no iniquity, neither was any deceit in His mouth."
                        },
                        {
                            "verse": 30,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:30",
                            "text": "The Lord is pleased to clear Him in regard to His stroke."
                        },
                        {
                            "verse": 31,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:31",
                            "text": "If ye shall give your soul for your offences, ye shall see the seed of the longest life."
                        },
                        {
                            "verse": 32,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:32",
                            "text": "And the Lord is pleased to take away His soul from sorrows, to show Him the light, and to set Him forth in sight, and to justify the righteous One who serves many well; and He shall bear their sins."
                        },
                        {
                            "verse": 33,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:33",
                            "text": "Therefore shall He have many for His inheritance, and shall divide the spoils of the strong; for which reason His soul was delivered over to death, and He was numbered with the transgressors, and He bare the sins of many, and was delivered for their iniquities."
                        },
                        {
                            "verse": 34,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:34",
                            "text": "Rejoice, O barren, thou that dost not bear: exult, and cry aloud, thou that dost not travail with child; for more are the children of the desolate than those of her who has a husband."
                        },
                        {
                            "verse": 35,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:35",
                            "text": "For the Lord hath said, Enlarge the place of thy tent, and fix thy courts; there is no reason why thou shouldst spare: lengthen thy cords, and strengthen Thy stakes firmly."
                        },
                        {
                            "verse": 36,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:36",
                            "text": "Yea, again and again break thou forth on the right hand and on the left."
                        },
                        {
                            "verse": 37,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:37",
                            "text": "For thy seed shall inherit the Gentiles, and thou shall inhabit the cities which were desolate."
                        },
                        {
                            "verse": 38,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:38",
                            "text": "There is nothing for thee to fear."
                        },
                        {
                            "verse": 39,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:39",
                            "text": "For thou shall prevail, and be not thou confounded as if thou shall be put to shame."
                        },
                        {
                            "verse": 40,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:40",
                            "text": "For thou shall forget thy confusion for ever: thou shall not remember the shame of thy widowhood, since I who made thee am the Lord; the Lord is His name: and He who brought thee out, the very God of Israel, shall be called the God of the whole earth."
                        },
                        {
                            "verse": 41,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:41",
                            "text": "48."
                        },
                        {
                            "verse": 42,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:42",
                            "text": "What can be said in opposition to this evidence, and this expression of things both foretold and fulfilled? If they suppose that His disciples have given a false testimony on the subject of the divinity of Christ, will they also doubt the passion of Christ? No: they are not accustomed to believe that He rose from the dead; but, at the same time, they are quite ready to believe that He suffered all that men are wont to suffer, because they wish Him to be held to be a man and nothing more."
                        },
                        {
                            "verse": 43,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:43",
                            "text": "According to this, then, He was led like a sheep to the slaughter; He was numbered with the transgressors; He was wounded for our sins; by His stripes were we healed; His face was marred, and little esteemed, and smitten with the palms, and defiled with the spittle; His position was disfigured on the cross; He was led to death by the iniquities of the people Israel; He is the man who had no form nor comeliness when He was buffeted with the fists, when He was crowned with the thorns, when He was derided as He hung (upon the tree); He is the man who, as the lamb is dumb before its shearer, opened not His mouth, when it was said to Him by those who mocked Him, \"Prophesy to us, thou Christ\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:44",
                            "text": "Now, however, He is exalted verily, now He is honoured exceedingly; truly many nations are now astonied at Him."
                        },
                        {
                            "verse": 45,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:45",
                            "text": "Now the kings have shut their mouth, by which they were wont to promulgate the most ruthless laws against the Christians."
                        },
                        {
                            "verse": 46,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:46",
                            "text": "Truly those now see to whom it was not told of Him, and those who have not heard understand."
                        },
                        {
                            "verse": 47,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:47",
                            "text": "For those Gentile nations to whom the prophets made no announcement, do now rather see for themselves how true these things are which were of old reported by the prophets; and those who have not heard Isaiah speak in his own proper person, now understand from his writings the things which he spoke concerning Him."
                        },
                        {
                            "verse": 48,
                            "chapter": 34,
                            "name": "Augustine: The Harmony of the Gospels Book I 34:48",
                            "text": "For even in the said nation of the Jews, who believed the report of the prophets, or to whom was that arm of the Lord revealed, which is this very Christ who was announced by them, seeing that by their own hands they perpetrated those crimes against Christ, the commission of which had been predicted by the prophets whom they possessed? But now, indeed, He possesses many by inheritance; and He divides the spoils of the strong, since the devil and the demons have now been cast out and given up, and the possessions once held by them have been distributed by Him among the fabrics of His churches and for other necessary services."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: The Harmony of the Gospels Book I 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:2",
                            "text": "—A Statement in Vindication of the Doctrine of the Apostles as Opposed to Idolatry, in the Words of the Prophecies."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:3",
                            "text": "49."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:4",
                            "text": "What, then, do these men, who are at once the perverse applauders of Christ and the slanderers of Christians, say to these facts? Can it be that Christ, by the use of magical arts, caused those predictions to be uttered so long ago by the prophets? or have His disciples invented them? Is it thus that the Church, in her extension among the Gentile nations, though once barren, has been made to rejoice now in the possession of more children than that synagogue had which, in its Law or its King, had received, as it were, a husband? or is it thus that this Church has been led to enlarge the place of her tent, and to occupy all nations and tongues, so that now she lengthens her cords beyond the limits to which the rights of the empire of Rome extend, yea, even on to the territories of the Persians and the Indians and other barbarous nations? or that, on the right hand by means of true Christians, and on the left hand by means of pretended Christians, His name is being made known among such a multitude of peoples? or that His seed is made to inherit the Gentiles, so as now to inhabit cities which had been left desolate of the true worship of God and the true religion? or that His Church has been so little daunted by the threats and furies of men, even at times when she has been covered with the blood of martyrs, like one clad in purple array, that she has prevailed over persecutors at once so numerous, so violent, and so powerful? or that she has not been confounded, like one put to shame, when it was a great crime to be or to become a Christian? or that she is made to forget her confusion for ever, because, where sin had abounded, grace did much more abound? or that she is taught not to remember the shame of her widowhood, because only for a little was she forsaken and subjected to opprobrium, while now she shines forth once more with such eminent glory? or, in fine, is it only a fiction concocted by Christ's disciples, that the Lord who made her, and brought her forth from the denomination of the devil and the demons, the very God of Israel is now called the God of the whole earth; all which, nevertheless, the prophets, whose books are now in the hands of the enemies of Christ, foretold so long before Christ became the Son of man?  50."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:5",
                            "text": "From this, therefore, let them understand that the matter is not left obscure or doubtful even to the slowest and dullest minds: from this, I say, let these perverse applauders of Christ and execrators of the Christian religion understand that the disciples of Christ have learned and taught, in opposition to their gods, precisely what the doctrine of Christ contains."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:6",
                            "text": "For the God of Israel is found to have enjoined in the books of the prophets that all these objects which those men are minded to worship should be held in abomination and be destroyed, while He Himself is now named the God of the whole earth, through the instrumentality of Christ and the Church of Christ, exactly as He promised so long time ago."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:7",
                            "text": "For if, indeed, in their marvellous folly, they fancy that Christ worshipped their gods, and that it was only through them that He had power to do things so great as these, we may well ask whether the God of Israel also worshipped their gods, who has now fulfilled by Christ what He promised with respect to the extension of His own worship through all the nations, and with respect to the detestation and subversion of those other deities? Where are their gods? Where are the vaticinations of their fanatics, and the divinations of their prophets? Where are the auguries, or the auspices, or the soothsayings, or the oracles of demons? Why is it that, out of the ancient books which constitute the records of this type of religion, nothing in the form either of admonition or of prediction is advanced to oppose the Christian faith, or to controvert the truth of those prophets of ours, who have now come to be so well understood among all nations? \"We have offended our gods,\" they say in reply, \"and they have deserted us for that reason: that explains it also why the Christians have prevailed against us, and why the bliss of human life, exhausted and impaired, goes to wreck among us\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:8",
                            "text": "We challenge them, however, to take the books of their own seers, and read out to us any statement purporting that the kind of issue which has come upon them would be brought on them by the Christians: nay, we challenge them to recite any passages in which, if not Christ (for they wish to make Him out to have been a worshipper of their own gods), at least this God of Israel, who is allowed to be the subverter of other deities, is held up as a deity destined to be rejected and worthy of detestation."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:9",
                            "text": "But never will they produce any such passage, unless, perchance, it be some fabrication of their own."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Augustine: The Harmony of the Gospels Book I 35:10",
                            "text": "And if ever they do cite any such statement, the fact that it is but a fiction of their own will betray itself in the unnoticeable manner in which a matter of so grave importance is found adduced; whereas, in good truth, before what has been predicted should have come to pass, it behoved to have been proclaimed in the temples of the gods of all nations, with a view to the timeous preparation and warning of all who are now minded to be Christians."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Augustine: The Harmony of the Gospels Book I 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:2",
                            "text": "—A Statement in Opposition to Those Who Make the Complaint that the Bliss of Human Life Has Been Impaired by the Entrance of Christian Times."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:3",
                            "text": "51."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:4",
                            "text": "Finally, as to the complaint which they make with respect to the impairing of the bliss of human life by the entrance of Christian times, if they only peruse the books of their own philosophers, who reprehend those very things which are now being taken out of their way in spite of all their unwillingness and murmuring, they will indeed find that great praise is due to the times of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:5",
                            "text": "For what diminution is made in their happiness, unless it be in what they most basely and luxuriously abused, to the great injury of their Creator? or unless, perchance, it be the case that evil times originate in such circumstances as these, in which throughout almost all states the theatres are failing, and with them, too, the dens of vice and the public profession of iniquity: yea, altogether the forums and cities in which the demons used to be worshipped are falling."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:6",
                            "text": "How comes it, then, that they are falling, unless it be in consequence of the failure of those very things, in the lustful and sacrilegious use of which they were constructed? Did not their own Cicero, when commending a certain actor of the name of Roscius, call him a man so clever as to be the only one worthy enough to make it due for him to come upon the stage; and yet, again, so good a man as to be the only one so worthy as to make it due for him not to approach it? What else did he disclose with such remarkable clearness by this saying, but the fact that the stage was so base there, that a person was under the greater obligation not to connect himself with it, in proportion as he was a better man than most? And yet their gods were pleased with such things of shame as he deemed fit only to be removed to a distance from good men."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:7",
                            "text": "But we have also an open confession of the same Cicero, where he says that he had to appease Flora, the mother of sports, by frequent celebration; in which sports such an excess of vice is wont to be exhibited, that, in comparison with them, others are respectable, from engaging in which, nevertheless, good men are prohibited."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:8",
                            "text": "Who is this mother Flora, and what manner of goddess is she, who is thus conciliated and propitiated by a practice of vice indulged in with more than usual frequency and with looser reins? How much more honourable now was it for a Roscius to step upon the stage, than for a Cicero to worship a goddess of this kind! If the gods of the Gentile nations are offended because the supplies are lessened which are instituted for the purpose of such celebrations, it is apparent of what character those must be who are delighted with such things."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:9",
                            "text": "But if, on the other hand, the gods themselves in their wrath diminish these supplies, their anger yields us better services than their placability."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:10",
                            "text": "Wherefore let these men either confute their own philosophers, who have reprehended the same practices on the side of wanton men; or else let them break in pieces those gods of theirs who have made such demands upon their worshippers, if indeed they still find any such deities either to break in pieces or to conceal."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Augustine: The Harmony of the Gospels Book I 36:11",
                            "text": "But let them cease from their blasphemous habit of charging Christian times with the failure of their true prosperity,—a prosperity, indeed, so used by them that they were sinking into all that is base and hurtful,—lest thereby they be only putting us all the more emphatically in mind of reasons for the ampler praise of the power of Christ."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Augustine: The Harmony of the Gospels Book I 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:2",
                            "text": "—Epilogue to the Preceding."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:3",
                            "text": "52."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:4",
                            "text": "Much more might I say on this subject, were it not that the requirements of the task which I have undertaken compel me to conclude this book, and revert to the object originally proposed."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:5",
                            "text": "When, indeed, I took it in hand to solve those problems of the Gospels which meet us where the four evangelists, as it seems to certain critics, fail to harmonize with each other, by setting forth to the best of my ability the particular designs which they severally have in view, I was met first by the necessity of discussing a question which some are accustomed to bring before us,—the question, namely, as to the reason why we cannot produce any writings composed by Christ Himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:6",
                            "text": "For their aim is to get Him credited with the writing of some other composition, I know not of what sort, which may be suitable to their inclinations, and with having indulged in no sentiments of antagonism to their gods, but rather with having paid respect to them in a kind of magical worship; and their wish is also to get it believed that His disciples not only gave a false account of Him when they declared Him to be the God by whom all things were made, while He was really nothing more than a man, although certainly a man of the most exalted wisdom, but also that they taught with regard to these gods of theirs something different from what they had themselves learned from Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:7",
                            "text": "This is how it happens that we have been engaged preferentially in pressing them with arguments concerning the God of Israel, who is now worshipped by all nations through the medium of the Church of the Christians, who is also subverting their sacrilegious vanities the whole world over, exactly as He announced by the mouth of the prophets so long ago, and who has now fulfilled those predictions by the name of Christ, in whom He had promised that all nations should be blessed."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:8",
                            "text": "And from all this they ought to understand that Christ could neither have known nor taught anything else with regard to their gods than what was enjoined and foretold by the God of Israel through the agency of these prophets of His by whom He promised, and ultimately sent, this very Christ, in whose name, according to the promise given to the fathers, when all nations were pronounced blessed, it has come to pass that this same God of Israel should be called the God of the whole earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Augustine: The Harmony of the Gospels Book I 37:9",
                            "text": "By this, too, they ought to see that His disciples did not depart from the doctrine of their Master when they forbade the worship of the gods of the Gentiles, with the view of preventing us from addressing our supplications to insensate images, or from having fellowship with demons, or from serving the creature rather than the Creator with the homage of religious worship."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Augustine: The Harmony of the Gospels Book I 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:2",
                            "text": "—Of the Fact that the Mystery of a Mediator Was Made Known to Those Who Lived in Ancient Times by the Agency of Prophecy, as It is Now Declared to Us in the Gospel."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:3",
                            "text": "53."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:4",
                            "text": "Wherefore, seeing that Christ Himself is that Wisdom of God by whom all things were created, and considering that no rational intelligences, whether of angels or of men, receive wisdom except by participation in this Wisdom wherewith we are united by that Holy Spirit through whom charity is shed abroad in our hearts (which Trinity at the same time constitutes one God), Divine Providence, having respect to the interests of mortal men whose time-bound life was held engaged in things which rise into being and die, decreed that this same Wisdom of God, assuming into the unity of His person the (nature of) man, in which He might be born according to the conditions of time, and live and die and rise again, should utter and perform and bear and sustain things congruous to our salvation; and thus, in exemplary fashion, show at once to men on earth the way for a return to heaven, and to those angels who are above us, the way to retain their position in heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:5",
                            "text": "For unless, also, in the nature of the reasonable soul, and under the conditions of an existence in time, something came newly into being,—that is to say, unless that began to be which previously was not,—there could never be any passing from a life of utter corruption and folly into one of wisdom and true goodness."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:6",
                            "text": "And thus, as truth in the contemplative lives in the enjoyment of things eternal, while faith in the believing is what is due to things which are made, man is purified through that faith which is conversant with temporal things, in order to his being made capable of receiving the truth of things eternal."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:7",
                            "text": "For one of their noblest intellects, the philosopher Plato, in the treatise which is named the Timaeus, speaks also to this effect: \"As eternity is to that which is made, so truth to faith\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:8",
                            "text": "Those two belong to the things above,—namely, eternity and truth; these two belong to the things below,—namely, that which is made and faith."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:9",
                            "text": "In order, therefore, that we may be called off from the lowest objects, and led up again to the highest, and in order also that what is made may attain to the eternal, we must come through faith to truth."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:10",
                            "text": "And because all contraries are reduced to unity by some middle factor, and because also the iniquity of time alienated us from the righteousness of eternity, there was need of some mediatorial righteousness of a temporal nature; which mediatizing factor might be temporal on the side of those lowest objects, but also righteous on the side of these highest, and thus, by adapting itself to the former without cutting itself off from the latter, might bring back those lowest objects to the highest."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:11",
                            "text": "Accordingly, Christ was named the Mediator between God and men, who stood between the immortal God and mortal man, as being Himself both God and man, who reconciled man to God, who continued to be what He (formerly) was, but was made also what He (formerly) was not."
                        },
                        {
                            "verse": 12,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:12",
                            "text": "And the same Person is for us at once the (centre of the) said faith in things that are made, and the truth in things eternal."
                        },
                        {
                            "verse": 13,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:13",
                            "text": "54."
                        },
                        {
                            "verse": 14,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:14",
                            "text": "This great and unutterable mystery, this kingdom and priesthood, was revealed by prophecy to the men of ancient time, and is now preached by the gospel to their descendants."
                        },
                        {
                            "verse": 15,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:15",
                            "text": "For it behoved that, at some period or other, that should be made good among all nations which for a long time had been promised through the medium of a single nation."
                        },
                        {
                            "verse": 16,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:16",
                            "text": "Accordingly, He who sent the prophets before His own descent also despatched the apostles after His ascension."
                        },
                        {
                            "verse": 17,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:17",
                            "text": "Moreover, in virtue of the man assumed by Him, He stands to all His disciples in the relation of the head to the members of His body."
                        },
                        {
                            "verse": 18,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:18",
                            "text": "Therefore, when those disciples have written matters which He declared and spake to them, it ought not by any means to be said that He has written nothing Himself; since the truth is, that His members have accomplished only what they became acquainted with by the repeated statements of the Head."
                        },
                        {
                            "verse": 19,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:19",
                            "text": "For all that He was minded to give for our perusal on the subject of His own doings and sayings, He commanded to be written by those disciples, whom He thus used as if they were His own hands."
                        },
                        {
                            "verse": 20,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:20",
                            "text": "Whoever apprehends this correspondence of unity and this concordant service of the members, all in harmony in the discharge of diverse offices under the Head, will receive the account which he gets in the Gospel through the narratives constructed by the disciples, in the same kind of spirit in which he might look upon the actual hand of the Lord Himself, which He bore in that body which was made His own, were he to see it engaged in the act of writing."
                        },
                        {
                            "verse": 21,
                            "chapter": 38,
                            "name": "Augustine: The Harmony of the Gospels Book I 38:21",
                            "text": "For this reason let us now rather proceed to examine into the real character of those passages in which these critics suppose the evangelists to have given contradictory accounts (a thing which only those who fail to understand the matter aright can fancy to be the case); so that, when these problems are solved, it may also be made apparent that the members in that body have preserved a befitting harmony in the unity of the body itself, not only by identity in sentiment, but also by constructing records consonant with that identity."
                        }
                    ]
                }
            ]
        }
    ]
}