{
    "books": [
        {
            "name": "Hippolytus: Refutation of All Heresies VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Hippolytus: Refutation of All Heresies VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:1",
                            "text": "Refutation of All Heresies Book : Heresies Hitherto Refuted; Opinions of the Docetae."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:2",
                            "text": "Since the great body of (the heretics) do not employ the counsel of the Lord, by having the beam in the eye, and announce that they see when in reality labouring under blindness, it seems to us expedient in no wise to be silent concerning the tenets of these."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:3",
                            "text": "Our object is, that by the refutation accomplished by us, the (heretics), being of themselves ashamed, may be brought to know how the Saviour has advised (men) first to take away the beam, then to behold clearly the mote that is in thy brother's eye."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:4",
                            "text": "Having therefore adequately and sufficiently explained the doctrines of the majority (of the heretics) in the seven books before this, we shall not now be silent as regards the (heterodox) opinions that follow (from these)."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:5",
                            "text": "We shall by this means exhibit the abundance of the grace of the Holy Spirit; and we shall refute those (who suppose) that they have acquired stedfastness of doctrine, when it is only in appearance."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:6",
                            "text": "Now these have styled themselves Docetae, and propound the following opinions:—  (The Docetae maintain) that God is the primal (Being), as it were a seed of a fig-tree, which is altogether very diminutive in size, but infinite in power."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:7",
                            "text": "(This seed constitutes, according to the Docetae,) a lowly magnitude, incalculable in multitude, (and) labouring under no deficiency as regards generation."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:8",
                            "text": "(This seed is) a refuge for the terror-stricken, a shelter of the naked, a veil for modesty, (and) the sought-for produce, to which He came in search (for fruit), he says, three times, and did not discover (any)."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:9",
                            "text": "Wherefore, he says, He cursed the fig-tree, because He did not find upon it that sweet fruit—the sought-for produce."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:10",
                            "text": "And inasmuch as the Deity is, according to them—to express myself briefly—of this description and so great, that is, small and minute, the world, as it seems to them, was made in some such manner as the following: When the branches of the fig-tree became tender, leaves budded (first), as one may (generally) see, and next in succession the fruit."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:11",
                            "text": "Now, in this (fruit) is preserved treasured the infinite and incalculable seed of the fig-tree."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:12",
                            "text": "We think, therefore, (say the Docetae,) that there are three (parts) which are primarily produced by the seed of the fig-tree, (viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:13",
                            "text": ",) stem, which constitutes the fig-tree, leaves, and fruit—the fig itself, as we have previously declared."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:14",
                            "text": "In this manner, the (Docetic) affirms, have been produced three aeons, which are principles from the primal originating cause of the universe."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:15",
                            "text": "And Moses has not been silent on this point, when he says, that there are three words of God, \"darkness, gloom, tempest, and added no more\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:16",
                            "text": "For the (Docetic) says, God has made no addition to the three aeons; but these, in every respect, have been sufficient for (the exigencies of) those who have been begotten and are sufficient."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:17",
                            "text": "God Himself, however, remains with Himself, far separated from the three aeons."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:18",
                            "text": "When each of these aeons had obtained an originating cause of generation, he grew, as has been declared, by little and little, and (by degrees) was magnified, and (ultimately) became perfect."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:19",
                            "text": "But they think that that is perfect which is reckoned at ten."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:20",
                            "text": "When, therefore, the aeons had become equal in number and in perfection, they were, as (the Docetae) are of opinion, constituted thirty aeons in all, while each of them attains full perfection in a decade."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:21",
                            "text": "And the three are mutually distinct, and hold one (degree of) honour relatively to one another, differing in position merely, because one of them is first, and the other second, and the other of these third."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:22",
                            "text": "Position, however, afforded them diversity of power."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:23",
                            "text": "For he who has obtained a position nearest to the primal Deity—who is, as it were, a seed—possessed a more productive power than the rest, inasmuch as he himself who is the immeasurable one, measured himself tenfold in bulk."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:24",
                            "text": "He, however, who in position is second to the primal Deity, has, inasmuch as he is the incomprehensible one, comprehended himself sixfold."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:25",
                            "text": "But he who is now third in position is conveyed to an infinite distance, in consequence of the dilatation of his brethren."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies VII 1:26",
                            "text": "(And when this third aeon) had thrice realized himself in thought, he encircled himself with, as it were, some eternal chain of union."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Hippolytus: Refutation of All Heresies VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:1",
                            "text": "Docetic Notion of the Incarnation; Their Doctrines of aeons; Their Account of Creation; Their Notion of a Fiery God."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:2",
                            "text": "And these (heretics) suppose that this is what is spoken by the Saviour: \"A sower went forth to sow; and that which fell on the fair and good ground produced, some a hundred-fold, and some sixty-fold, and some thirty-fold\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:3",
                            "text": "And for this reason, the (Docetic) says, (that the Saviour) has spoken the words, \"He that hath ears to hear, let him hear,\" because these (truths)are not altogether rumours."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:4",
                            "text": "All these aeons, both the three and all those infinite (aeons which proceed) from these indefinitely, are hermaphrodite aeons."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:5",
                            "text": "All these, then, after they had been increased and magnified, and had sprung from that one primary seed, (were actuated by a spirit) of concord and union, and they all coalesced into one aeon."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:6",
                            "text": "And in this manner they begot of a single virgin, Mary, a joint offspring, who is a Mediator, (that is,) the Saviour of all who are in the (covenant of) mediation."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:7",
                            "text": "(And this Saviour is,) in every respect, coequal in power with the seed of the fig-tree, with the exception that he was generated."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:8",
                            "text": "Whereas that primary seed, from whence the fig-tree sprung, is unbegotten."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:9",
                            "text": "When, therefore, those three aeons were adorned with all virtue and with all sanctity, so these teachers suppose, as well as that only begotten child—for he alone was begotten by those infinite aeons from three immediately concerned in his birth, for three immeasurable aeons being unanimous procreated him;—(after, I say, the aeons and only Son were thus adorned,) the entire nature, which is cognised by intellect, was fashioned free from deficiency."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:10",
                            "text": "Now, all those intelligible and eternal (entities) constituted light."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:11",
                            "text": "Light, however, was not devoid of form, nor inoperative, nor in want, as it were, of the assistance of any (other power)."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:12",
                            "text": "But (light) proportionately with the multitude of those infinite (aeons) indefinitely (generated) in conformity with the exemplar of the fig-tree, possesses in itself infinite species of various animals indigenous to that quarter of creation, and it shone down upon the underlying chaos."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:13",
                            "text": "And when this (chaos) was simultaneously illuminated, and had form imparted to it by those diversified species from above, it derived (thereby) solidity, and acquired all those supernal species from the third aeon, who had made himself threefold."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:14",
                            "text": "This third aeon, however, beholding all his own distinctive attributes laid hold on collectively by the underlying darkness (which was) beneath, and not being ignorant of the power of darkness, and at the same time of the security and profusion of light, did not allow his brilliant attributes (which he derived) from above for any length of time to be snatched away by the darkness beneath."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:15",
                            "text": "But (he acted in quite a contrary manner), for he subjected (darkness) to the aeons."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:16",
                            "text": "After, then, he had formed the firmament over the nether world, \"he both divided the darkness from the light, and called the light which was above the firmament day, and the darkness he called night\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:17",
                            "text": "When all the infinite species, then, as I have said, of the third aeon were intercepted in this the lowest darkness, the figure also of the aeon himself, such as he has been described, was impressed (upon them) along with the rest (of his attributes)."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:18",
                            "text": "(Now this figure is) a life-giving fire, which is generated from light, from whence the Great Archon originated."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:19",
                            "text": "And respecting this (Archon) Moses observes: \"In the beginning God created the heavens and the earth\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:20",
                            "text": "Moses mentions this fiery God as having spoken from the bush, (batos,) that is, from the darkish air."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:21",
                            "text": "For the whole of the atmosphere that underlies the darkness is (batos, i-e:,) a medium for the transmission of light."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:22",
                            "text": "Now Moses has employed, says (the Docetic), the expression batos, because all the species of light pass down from above by means of their having the atmosphere as a medium (batos) of transmission."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:23",
                            "text": "And in no less degree is capable of being recognised the Word of Jehovah addressed to us from the bush (batos, i-e:, an atmospheric medium); for voice, as significant (in language) of a meaning, is a reverberation of air, and without this (atmosphere) human speech is incapable of being recognised."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies VII 2:24",
                            "text": "And not only the Word (of Jehovah addressed) to us from the bush (batos), that is, the air, legislates and is a fellow-citizen with (us); but (it does more than this), for both odours and colours manifest to us, through the medium of air, their own (peculiar) qualities."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Hippolytus: Refutation of All Heresies VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:1",
                            "text": "Christ Undoes the Work of the Demiurge; Docetic Account of the Baptism and Death of Jesus; Why He Lived for Thirty Years on Earth."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:2",
                            "text": "This fiery deity, then, after he became fire from light, proceeded to create the world in the manner which Moses describes."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:3",
                            "text": "He himself, however, as devoid of subsistence, employs the darkness as (his) substance, and perpetually insults those eternal attributes of light which, (being) from above, had been laid hold on by (the darkness) beneath."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:4",
                            "text": "Up to the time, therefore, of the appearance of the Saviour, there prevailed, by reason of the Deity of fiery light, (that is,) the Demiurge, a certain extensive delusion of souls."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:5",
                            "text": "For the species are styled souls, because they are refrigerations from the (aeons) above, and continue in darkness."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:6",
                            "text": "But when (the souls) are altered from bodies to bodies, they remain under the guardianship of the Demiurge."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:7",
                            "text": "And that these things are so, says (the Docetic), it is possible also to perceive from Job, when he uses the following words: \"And I am a wanderer, changing both place after place, and house after house\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:8",
                            "text": "And (we may learn, according to the Docetae, the same) from the expressions of the Saviour, \"And if ye will receive it, this is Elias that was for to come."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:9",
                            "text": "He that hath ears to hear, let him hear\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:10",
                            "text": "But by the instrumentality of the Saviour this transference of souls from body to body was made to cease, and faith is preached for remission of sins."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:11",
                            "text": "After some such manner, that only begotten Son, when He gazes upon the forms of the supernal aeons, which were transferred from above into darkish bodies, coming down, wished to descend and deliver them."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:12",
                            "text": "When (the Son), however, became aware that the aeons, those (that subsist) collectively, are unable to behold the Pleroma of all the aeons, but that in a state of consternation they fear lest they may undergo corruption as being themselves perishable, and that they are overwhelmed by the magnitude and splendour of power;—(when the Son, I say, perceived this,) He contracted Himself—as it were a very great flash in a very small body, nay, rather as a ray of vision condensed beneath the eyelids, and (in this condition) He advances forth as far as heaven and the effulgent stars."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:13",
                            "text": "And in this quarter of creation He again collects himself beneath the lids of vision according as He wishes it."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:14",
                            "text": "Now the light of vision accomplishes the same effect; for though it is everywhere, and (renders visible) all things, it is yet imperceptible to us."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:15",
                            "text": "We, however, merely see lids of vision, while corners (of the eye), a tissue which is broad, tortuous, (and) exceedingly fibrous, a membrane of the cornea; and underneath this, the pupil, which is shaped as a berry, is net-like and round."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:16",
                            "text": "(And we observe) whatever other membranes there are that belong to the light of the eye, and enveloped in which it lies concealed."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:17",
                            "text": "Thus, says (the Docetic), the only-begotten (and) eternal Child from above arrayed Himself in a form to correspond with each individual aeon of the three aeons; and while he was within the triacontad of aeons, He entered into this world just as we have described Him, unnoticed, unknown, obscure, and disbelieved."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:18",
                            "text": "In order, therefore, say the Docetae, that He may be clad in the darkness that is prevalent in more distant quarters of creation—(now by darkness he means) flesh—an angel journeyed with Him from above, and announced the glad tidings to Mary, says (the Docetic), as it has been written."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:19",
                            "text": "And the (child) from her was born, as it has been written."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:20",
                            "text": "And He who came from above put on that which was born; and so did He all things, as it has been written (of Him) in the Gospels."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:21",
                            "text": "He washed in Jordan, and when He was baptized He received a figure and a seal in the water of (another spiritual body beside) the body born of the Virgin."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:22",
                            "text": "(And the object of this was,) when the Archon condemned his own peculiar figment (of flesh) to death, (that is,) to the cross, that that soul which had been nourished in the body (born of the Virgin) might strip off that body and nail it to the (accursed) tree."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:23",
                            "text": "(In this way the soul) would triumph by means of this (body) over principalities and powers, and would not be found naked, but would, instead of that flesh, assume the (other) body, which had been represented in the water when he was being baptized."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:24",
                            "text": "This is, says (the Docetic), what the Saviour affirms: \"Except a man be born of water and spirit, he will not enter into the kingdom of heaven, because that which is born of the flesh is flesh\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:25",
                            "text": "From the thirty aeons, therefore, (the Son) assumed thirty forms."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:26",
                            "text": "And for this reason that eternal One existed for thirty years on the earth, because each aeon was in a peculiar manner manifested during (his own) year."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:27",
                            "text": "And the souls are all those forms that have been laid hold on by each of the thirty aeons; and each of these is so constituted as to discern Jesus, who is of a nature (similar to their own)."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:28",
                            "text": "(And it was the nature of this Jesus) which that only-begotten and eternal One assumed from everlasting places."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:29",
                            "text": "These (places), however, are diverse."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:30",
                            "text": "Consequently, a proportionate number of heresies, with the utmost emulation, seek Jesus."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:31",
                            "text": "Now all these heresies have their own peculiar Jesus; but he is seen differently according as the place is different towards which, he says, each soul is borne and hastens."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:32",
                            "text": "(Now each soul) supposes that (the Jesus seen from its particular place) is alone that (Jesus) who is its own peculiar kinsman and fellow-citizen."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:33",
                            "text": "And on first beholding (this Jesus, that soul) recognises Him as its own peculiar brother, but the rest as bastards."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:34",
                            "text": "Those, then, that derive their nature from the places below, are not able to see the forms of the Saviour which are above them."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:35",
                            "text": "Those, however, he says, who are from above, from the intermediate decade and the most excellent ogdoad—whence, say (the Docetae), we are—have themselves known not in part, but entirely, Jesus the Saviour."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies VII 3:36",
                            "text": "And those, who are from above, are alone perfect, but all the rest are only partially so."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Hippolytus: Refutation of All Heresies VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:1",
                            "text": "Docetic Doctrine Derived from the Greek Sophists."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:2",
                            "text": "These (statements), therefore, I consider sufficient to properly-constituted minds for the purpose of attaining unto a knowledge of the complicated and unstable heresy of the Docetae."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:3",
                            "text": "(But) those who have propounded attempted arguments about inaccessible and incomprehensible Matter, have styled themselves Docetae."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:4",
                            "text": "Now, we consider that some of these are acting foolishly, we will not say in appearance, but in reality."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:5",
                            "text": "At all events, we have proved that a beam from such matter is carried in the eye, if by any means they may be enabled to perceive it."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:6",
                            "text": "If, however, they do not (discern it, our object is) that they should not make others blind."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:7",
                            "text": "But the fact is, that the sophists of the Greeks in ancient times have previously devised, in many particulars, the doctrines of these (Docetae), as it is possible for my readers (who take the trouble) to ascertain."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:8",
                            "text": "These, then, are the opinions propounded by the Docetae."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies VII 4:9",
                            "text": "As to what likewise, however, are the tenets of Monoïmus, we shall not be silent."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Hippolytus: Refutation of All Heresies VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:1",
                            "text": "Monoïmus; Man the Universe, According to Monoïmus; His System of the Monad."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:2",
                            "text": "Monoïmus the Arabian was far removed from the glory of the high-sounding poet."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:3",
                            "text": "(For Monoïmus) supposes that there is some such man as the poet (calls) Oceanus, expressing himself somehow thus:—  \"Oceans, source of gods and source of men\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:4",
                            "text": "Changing these (sentiments) into other words, Monoïmus says that man is the universe."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:5",
                            "text": "Now the universe is the originating cause of all things, unbegotten, incorruptible, (and) eternal."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:6",
                            "text": "And (he says) that the son of (the) man previously spoken of is begotten, and subject to passion, (and) that he is generated independently of time, (as well as) undesignedly, (and) without being predestinated."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:7",
                            "text": "For such, he says, is the power of that man."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:8",
                            "text": "And he being thus constituted in power, (Monoïmus alleges) that the son was born quicker than thought and volition."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:9",
                            "text": "And this, he says, is what has been spoken in the Scriptures, \"He was, and was generated\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:10",
                            "text": "And the meaning of this is: Man was, and his son was generated; just as one may say, Fire was, and, independently of time, and undesignedly, and without being predestinated, light was generated simultaneously with the existence of the fire."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:11",
                            "text": "And this man constitutes a single monad, which is uncompounded and indivisible, (and yet at the same time) compounded (and) divisible."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:12",
                            "text": "(And this monad is) in all respects friendly (and) in all respects peaceful, in all respects quarrelsome (and) in all respects contentious with itself, dissimilar (and) similar."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:13",
                            "text": "(This monad is likewise,) as it were, a certain musical harmony, which comprises all things in itself, as many as one may express and may omit when not considering; and it manifests all things, and generates all things."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:14",
                            "text": "This (is) Mother, this (is) Father—two immortal names."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:15",
                            "text": "As an illustration, however, consider, he says, as a greatest image of the perfect man, the one jot—that one tittle."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:16",
                            "text": "And this one tittle is an uncompounded, simple, and pure monad, which derives its composition from nothing at all."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:17",
                            "text": "(And yet this tittle is likewise) compounded, multiform, branching into many sections, and consisting of many parts."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies VII 5:18",
                            "text": "That one indivisible tittle is, he says, one tittle of the (letter) iota, with many faces, and innumerable eyes, and countless names, and this (tittle) is an image of that perfect invisible man."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Hippolytus: Refutation of All Heresies VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:1",
                            "text": "Monoïmus' \"Iota;\" His Notion of the \"Son of Man\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:2",
                            "text": "The monad, (that is,) the one tittle, is therefore, he says, also a decade."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:3",
                            "text": "For by the actual power of this one tittle, are produced duad, and triad, and tetrad, and pentad, and hexad, and heptad, and ogdoad, and ennead, up to ten."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:4",
                            "text": "For these numbers, he says, are capable of many divisions, and they reside in that simple and uncompounded single tittle of the iota."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:5",
                            "text": "And this is what has been declared: \"It pleased (God) that all fulness should dwell in the Son of man bodily\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:6",
                            "text": "For such compositions of numbers out of the simple and uncompounded one tittle of the iota become, he says, corporeal realities."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:7",
                            "text": "The Son of man, therefore, he says, has been generated from the perfect man, whom no one knew; every creature who is ignorant of the Son, however, forms an idea of Him as the offspring of a woman."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:8",
                            "text": "And certain very obscure rays of this Son which approach this world, check and control alteration (and) generation."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:9",
                            "text": "And the beauty of that Son of man is up to the present incomprehensible to all men, as many as are deceived in reference to the offspring of the woman."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:10",
                            "text": "Therefore nothing, he says, of the things that are in our quarter of creation has been produced by that man, nor will aught (of these) ever be (generated from him)."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:11",
                            "text": "All things, however, have been produced, not from the entirety, but from some part of that Son of man."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:12",
                            "text": "For he says the Son of man is a jot in one tittle, which proceeds from above, is full, and completely replenishes all (rays flowing down from above)."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies VII 6:13",
                            "text": "And it comprises in itself whatever things the man also possesses (who is) the Father of the Son of man."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Hippolytus: Refutation of All Heresies VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:1",
                            "text": "Monoïmus on the Sabbath; Allegorizes the Rod of Moses; Notion Concerning the Decalogue."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:2",
                            "text": "The world, then, as Moses says, was made in six days, that is, by six powers, which (are inherent) in the one tittle of the iota."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:3",
                            "text": "(But) the seventh (day, which is) a rest and Sabbath, has been produced from the Hebdomad, which is over earth, and water, and fire, and air."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:4",
                            "text": "And from these (elements) the world has been formed by the one tittle."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:5",
                            "text": "For cubes, and octahedrons, and pyramids, and all figures similar to these, out of which consist fire, air, water, (and) earth, have arisen from numbers which are comprehended in that simple tittle of the iota."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:6",
                            "text": "And this (tittle) constitutes a perfect son of a perfect man."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:7",
                            "text": "When, therefore, he says, Moses mentions that the rod was changeably brandished for the (introduction of the) plagues throughout Egypt—now these plagues, he says, are allegorically expressed symbols of the creation—he did not (as a symbol) for more plagues than ten shape the rod."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:8",
                            "text": "Now this (rod) constitutes one tittle of the iota, and is (both) twofold (and) various."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:9",
                            "text": "This succession of ten plagues is, he says, the mundane creation."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:10",
                            "text": "For all things, by being stricken, bring forth and bear fruit, just like vines."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:11",
                            "text": "Man, he says, bursts forth, and is forcibly separated from man by being severed by a certain stroke."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:12",
                            "text": "(And this takes place) in order that (man) may be generated, and may declare the law which Moses ordained, who received (it) from God."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:13",
                            "text": "Conformably with that one tittle, the law constitutes the series of the ten commandments which expresses allegorically the divine mysteries of (those) precepts."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:14",
                            "text": "For, he says, all knowledge of the universe is contained in what relates to the succession of the ten plagues and the series of the ten commandments."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:15",
                            "text": "And no one is acquainted with this (knowledge) who is (of the number) of those that are deceived concerning the offspring of the woman."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:16",
                            "text": "If, however, you say that the Pentateuch constitutes the entire law, it is from the Pentad which is comprehended in the one tittle."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:17",
                            "text": "But the entire is for those who have not been altogether perfected in understanding a mystery, a new and not antiquated feast, legal, (and) everlasting, a passover of the Lord God kept unto our generations, by those who are able to discern (this mystery), at the commencement of the fourteenth day, which is the beginning of a decade from which, he says, they reckon."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:18",
                            "text": "For the monad, as far as fourteen, is the summary of that one (tittle) of the perfect number."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:19",
                            "text": "For one, two, three, four, become ten; and this is the one tittle."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:20",
                            "text": "But from fourteen until one-and-twenty, he asserts that there is an Hebdomad which inheres in the one tittle of the world, and constitutes an unleavened creature in all these."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:21",
                            "text": "For in what respect, he says, would the one tittle require any substance such as leaven (derived) from without for the Lord's Passover, the eternal feast, which is given for generation upon generation? For the entire world and all causes of creation constitute a passover, (i-e:,) a feast of the Lord."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:22",
                            "text": "For God rejoices in the conversion of the creation, and this is accomplished by ten strokes of the one tittle."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:23",
                            "text": "And this (tittle) is Moses' rod, which was given by God into the hand of Moses."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:24",
                            "text": "And with this (rod Moses) smites the Egyptians, for the purpose of altering bodies,—as, for instance, water into blood; and the rest of (material) things similarly with these,—(as, for example,) the locusts, which is a symbol of grass."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:25",
                            "text": "And by this he means the alteration of the elements into flesh; \"for all flesh,\" he says, \"is grass\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies VII 7:26",
                            "text": "These men, nevertheless receive even the entire law after some such manner; adopting very probably, as I think, the opinions of those of the Greeks who affirm that there are Substance, and Quality, and Quantity, and Relation, and Place, and Time, and Position, and Action, and Possession, and Passion."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Hippolytus: Refutation of All Heresies VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VII 8:1",
                            "text": "Monoïmus Explains His Opinions in a Letter to Theophrastus; Where to Find God; His System Derived from Pythagoras."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VII 8:2",
                            "text": "Monoïmus himself, accordingly, in his letter to Theophrastus, expressly makes the following statement: \"Omitting to seek after God, and creation, and things similar to these, seek for Him from (out of) thyself, and learn who it is that absolutely appropriates (unto Himself) all things in thee, and says, 'My God (is) my mind, my understanding, my soul, my body."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VII 8:3",
                            "text": "' And learn from whence are sorrow, and joy, and love, and hatred, and involuntary wakefulness, and involuntary drowsiness, and involuntary anger, and involuntary affection; and if,\" he says, \"you accurately investigate these (points), you will discover (God) Himself, unity and plurality, in thyself, according to that tittle, and that He finds the outlet (for Deity) to be from thyself\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VII 8:4",
                            "text": "Those (heretics), then, (have made) these (statements)."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VII 8:5",
                            "text": "But we are under no necessity of comparing such (doctrines) with what have previously been subjects of meditation on the part of the Greeks, inasmuch as the assertions advanced by these (heretics) evidently derive their origin from geometrical and arithmetical art."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VII 8:6",
                            "text": "The disciples, however, of Pythagoras, expounded this (art) after a more excellent method, as our readers may ascertain by consulting those passages (of our work) in which we have previously furnished expositions of the entire wisdom of the Greeks."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies VII 8:7",
                            "text": "But since the heresy of Monoïmus has been sufficiently refuted, let us see what are the fictitious doctrines which the rest also (of these heretics) devise, in their desire to set up for themselves an empty name."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Hippolytus: Refutation of All Heresies VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VII 9:1",
                            "text": "Tatian."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VII 9:2",
                            "text": "Tatian, however, although being himself a disciple of Justinus the Martyr, did not entertain similar opinions with his master."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VII 9:3",
                            "text": "But he attempted (to establish) certain novel (tenets), and affirmed that there existed certain invisible aeons."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VII 9:4",
                            "text": "And he framed a legendary account (of them), similarly to those (spoken of) by Valentinus."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VII 9:5",
                            "text": "And similarly with Marcion, he asserts that marriage is destruction."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VII 9:6",
                            "text": "But he alleges that Adam is not saved on account of his having been the author of disobedience."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies VII 9:7",
                            "text": "And so far for the doctrines of Tatian."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Hippolytus: Refutation of All Heresies VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:1",
                            "text": "Hermogenes; Adopts the Socratic Philosophy; His Notion Concerning the Birth and Body of Our Lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:2",
                            "text": "But a certain Hermogenes, himself also imagining that he propounded some novel opinion, said that God made all things out of coeval and ungenerated matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:3",
                            "text": "For that it was impossible that God could make generated things out of things that are not."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:4",
                            "text": "And that God is always Lord, and always Creator, and matter always a subservient (substance), and that which is assuming phases of being—not, however, the whole of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:5",
                            "text": "For when it was being continually moved in a rude and disorderly manner, He reduced (matter) into order by the following expedient."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:6",
                            "text": "As He gazed (upon matter) in a seething condition, like (the contents of) a pot when a fire is burning underneath, He effected a partial separation."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:7",
                            "text": "And taking one portion from the whole, He subdued it, but another He allowed to be whirled in a disorderly manner."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:8",
                            "text": "And he asserts that what was (thus) subdued is the world, but that another portion remains wild, and is denominated chaotic matter."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:9",
                            "text": "He asserts that this constitutes the substance of all things, as if introducing a novel tenet for his disciples."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:10",
                            "text": "He does not, however, reflect that this happens to be the Socratic discourse, which (indeed) is worked out more elaborately by Plato than by Hermogenes."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:11",
                            "text": "He acknowledges, however, that Christ is the Son of the God who created all things; and along with (this admission), he confesses that he was born of a virgin and of (the) Spirit, according to the voice of the Gospels."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:12",
                            "text": "And (Hermogenes maintains that Christ), after His passion, was raised up in a body, and that He appeared to His disciples, and that as He went up into heaven He left His body in the sun, but that He Himself proceeded on to the Father."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:13",
                            "text": "Now (Hermogenes) resorts to testimony, thinking to support himself by what is spoken, (viz."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:14",
                            "text": ") what the Psalmist David says: \"In the sun he hath placed his tabernacle, and himself (is) as a bridegroom coming forth from his nuptial chamber, (and) he will rejoice as a giant to run his course\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies VII 10:15",
                            "text": "These, then, are the opinions which also Hermogenes attempted to establish."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Hippolytus: Refutation of All Heresies VII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VII 11:1",
                            "text": "The Quartodecimans."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VII 11:2",
                            "text": "And certain other (heretics), contentious by nature, (and) wholly uninformed as regards knowledge, as well as in their manner more (than usually) quarrelsome, combine (in maintaining) that Easter should be kept on the fourteenth day of the first month, according to the commandment of the law, on whatever day (of the week) it should occur."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VII 11:3",
                            "text": "(But in this) they only regard what has been written in the law, that he will be accursed who does not so keep (the commandment) as it is enjoined."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VII 11:4",
                            "text": "They do not, however, attend to this (fact), that the legal enactment was made for Jews, who in times to come should kill the real Passover."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VII 11:5",
                            "text": "And this (paschal sacrifice, in its efficacy,) has spread unto the Gentiles, and is discerned by faith, and not now observed in letter (merely)."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VII 11:6",
                            "text": "They attend to this one commandment, and do not look unto what has been spoken by the apostle: \"For I testify to every man that is circumcised, that he is a debtor to keep the whole law\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies VII 11:7",
                            "text": "In other respects, however, these consent to all the traditions delivered to the Church by the Apostles."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Hippolytus: Refutation of All Heresies VII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:1",
                            "text": "The Montanists; Priscilla and Maximilla Their Prophetesses; Some of Them Noetians."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:2",
                            "text": "But there are others who themselves are even more heretical in nature (than the foregoing), and are Phrygians by birth."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:3",
                            "text": "These have been rendered victims of error from being previously captivated by (two) wretched women, called a certain Priscilla and Maximilla, whom they supposed (to be) prophetesses."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:4",
                            "text": "And they assert that into these the Paraclete Spirit had departed; and antecedently to them, they in like manner consider Montanus as a prophet."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:5",
                            "text": "And being in possession of an infinite number of their books, (the Phrygians) are overrun with delusion; and they do not judge whatever statements are made by them, according to (the criterion of) reason; nor do they give heed unto those who are competent to decide; but they are heedlessly swept onwards, by the reliance which they place on these (impostors)."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:6",
                            "text": "And they allege that they have learned something more through these, than from law, and prophets, and the Gospels."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:7",
                            "text": "But they magnify these wretched women above the Apostles and every gift of Grace, so that some of them presume to assert that there is in them a something superior to Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:8",
                            "text": "These acknowledge God to be the Father of the universe, and Creator of all things, similarly with the Church, and (receive) as many things as the Gospel testifies concerning Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:9",
                            "text": "They introduce, however, the novelties of fasts, and feasts, and meals of parched food, and repasts of radishes, alleging that they have been instructed by women."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:10",
                            "text": "And some of these assent to the heresy of the Noetians, and affirm that the Father himself is the Son, and that this (one) came under generation, and suffering, and death."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:11",
                            "text": "Concerning these I shall again offer an explanation, after a more minute manner; for the heresy of these has been an occasion of evils to many."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:12",
                            "text": "We therefore are of opinion, that the statements made concerning these (heretics) are sufficient, when we shall have briefly proved to all that the majority of their books are silly, and their attempts (at reasoning) weak, and worthy of no consideration."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies VII 12:13",
                            "text": "But it is not necessary for those who possess a sound mind to pay attention (either to their volumes or their arguments)."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Hippolytus: Refutation of All Heresies VII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:1",
                            "text": "The Doctrines of the Encratites."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:2",
                            "text": "Others, however, styling themselves Encratites, acknowledge some things concerning God and Christ in like manner with the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:3",
                            "text": "In respect, however, of their mode of life, they pass their days inflated with pride."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:4",
                            "text": "They suppose, that by meats they magnify themselves, while abstaining from animal food, (and) being water-drinkers, and forbidding to marry, and devoting themselves during the remainder of life to habits of asceticism."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:5",
                            "text": "But persons of this description are estimated Cynics rather than Christians, inasmuch as they do not attend unto the words spoken against them through the Apostle Paul."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:6",
                            "text": "Now he, predicting the novelties that were to be hereafter introduced ineffectually by certain (heretics), made a statement thus: \"The Spirit speaketh expressly, In the latter times certain will depart from sound doctrine, giving heed to seducing spirits and doctrines of devils, uttering falsehoods in hypocrisy, having their own conscience seared with a hot iron, forbidding to marry, to abstain from meats, which God has created to be partaken of with thanksgiving by the faithful, and those who know the truth; because every creature of God is good, and nothing to be rejected which is received with thanksgiving; for it is sanctified by the word of God and prayer\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:7",
                            "text": "This voice, then, of the blessed Paul, is sufficient for the refutation of those who live in this manner, and plume themselves on being just; (and) for the purpose of proving that also, this (tenet of the Encratites) constitutes a heresy."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:8",
                            "text": "But even though there have been denominated certain other heresies—I mean those of the Cainites, Ophites, or Noachites, and of others of this description—I have not deemed it requisite to explain the things said or done by these, lest on this account they may consider themselves somebody, or deserving of consideration."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:9",
                            "text": "Since, however, the statements concerning these appear to be sufficient, let us pass on to the cause of evils to all, (viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:10",
                            "text": ",) the heresy of the Noetians."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies VII 13:11",
                            "text": "Now, after we have laid bare the root of this (heresy), and stigmatized openly the venom, as it were, lurking within it, let us seek to deter from an error of this description those who have been impelled into it by a violent spirit, as it were by a swollen torrent."
                        }
                    ]
                }
            ]
        }
    ]
}