{
    "books": [
        {
            "name": "Cyprian: Life and Passion",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Cyprian: Life and Passion 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:1",
                            "text": "The Life and Passion  of  Cyprian, Bishop and Martyr."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:2",
                            "text": "By Pontius the Deacon."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:3",
                            "text": "Although Cyprian, the devout priest and glorious witness of God, composed many writings whereby the memory of his worthy name survives; and although the profuse fertility of his eloquence and of God's grace so expands itself in the exuberance and richness of his discourse, that he will probably never cease to speak even to the end of the world; yet, since to his works and deserts it is justly due that his example should be recorded in writing, I have thought it well to prepare this brief and compendious narrative."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:4",
                            "text": "Not that the life of so great a man can be unknown to any even of the heathen nations, but that to our posterity also this incomparable and lofty pattern may be prolonged into immortal remembrance."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:5",
                            "text": "It would assuredly be hard that, when our fathers have given such honour even to lay-people and catechumens who have obtained martyrdom, for reverence of their very martyrdom, as to record many, or I had nearly said, well nigh all, of the circumstances of their sufferings, so that they might be brought to our knowledge also who as yet were not born, the passion of such a priest and such a martyr as Cyprian should be passed over, who, independently of his martyrdom, had much to teach, and that what he did while he lived should be hidden from the world."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:6",
                            "text": "And, indeed, these doings of his were such, and so great, and so admirable, that I am deterred by the contemplation of their greatness, and confess myself incompetent to discourse in a way that shall be worthy of the honour of his deserts, and unable to relate such noble deeds in such a way that they may appear as great as in fact they are, except that the multitude of his glories is itself sufficient for itself, and needs no other heraldry."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:7",
                            "text": "It enhances my difficulty, that you also are anxious to hear very much, or if it be possible every thing, about him, longing with eager warmth at least to become acquainted with his deeds, although now his living words are silent."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:8",
                            "text": "And in this behalf, if I should say that the powers of eloquence fail me, I should say too little."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:9",
                            "text": "For eloquence itself fails of suitable powers fully to satisfy your desire."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:10",
                            "text": "And thus I am sorely pressed on both sides, since he burdens me with his virtues, and you press me hard with your entreaties."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:11",
                            "text": "At what point, then, shall I begin,—from what direction shall I approach the description of his goodness, except from the beginning of his faith and from his heavenly birth? inasmuch as the doings of a man of God should not be reckoned from any point except from the time that he was born of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:12",
                            "text": "He may have had pursuits previously, and liberal arts may have imbued his mind while engaged therein; but these things I pass over; for as yet they had nothing to do with anything but his secular advantage."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:13",
                            "text": "But when he had learned sacred knowledge, and breaking through the clouds of this world had emerged into the light of spiritual wisdom, if I was with him in any of his doings, if I have discerned any of his more illustrious labours, I will speak of them; only asking meanwhile for this indulgence, that whatever I shall say too little (for too little I must needs say) may rather be attributed to my ignorance than subtracted from his glory."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:14",
                            "text": "While his faith was in its first rudiments, he believed that before God nothing was worthy in comparison of the observance of continency."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:15",
                            "text": "For he thought that the heart might then become what it ought to be, and the mind attain to the full capacity of truth, if he trod under foot the lust of the flesh with the robust and healthy vigour of holiness."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:16",
                            "text": "Who has ever recorded such a marvel? His second birth had not yet enlightened the new man with the entire splendour of the divine light, yet he was already overcoming the ancient and pristine darkness by the mere dawning of the light."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:17",
                            "text": "Then—what is even greater—when he had learned from the reading of Scripture certain things not according to the condition of his novitiate, but in proportion to the earliness of his faith, he immediately laid hold of what he had discovered, for his own advantage in deserving well of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:18",
                            "text": "By distributing his means for the relief of the indigence of the poor, by dispensing the purchase-money of entire estates, he at once realized two benefits,—the contempt of this world's ambition, than which nothing is more pernicious, and the observance of that mercy which God has preferred even to His sacrifices, and which even he did not maintain who said that he had kept all the commandments of the law; whereby with premature swiftness of piety he almost began to be perfect before he had learnt the way to be perfect."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:19",
                            "text": "Who of the ancients, I pray, has done this? Who of the most celebrated veterans in the faith, whose hearts and ears have throbbed to the divine words for many years, has attempted any such thing, as this man—of faith yet unskilled, and whom, perhaps, as yet nobody trusted—surpassing the age of antiquity, accomplished by his glorious and admirable labours? No one reaps immediately upon his sowing; no one presses out the vintage harvest from the trenches just formed; no one ever yet sought for ripened fruit from newly planted slips."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:20",
                            "text": "But in him all incredible things concurred."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:21",
                            "text": "In him the threshing preceded (if it may be said, for the thing is beyond belief)—preceded the sowing, the vintage the shoots, the fruit the root."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:22",
                            "text": "The apostle's epistle says that novices should be passed over, lest by the stupor of heathenism that yet clings to their unconfirmed minds, their untaught inexperience should in any respect sin against God."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:23",
                            "text": "He first, and I think he alone, furnished an illustration that greater progress is made by faith than by time."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:24",
                            "text": "For although in the Acts of the Apostles the eunuch is described as at once baptized by Philip, because he believed with his whole heart, this is not a fair parallel."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:25",
                            "text": "For he was a Jew, and as he came from the temple of the Lord he was reading the prophet Isaiah, and he hoped in Christ, although as yet he did not believe that He had come; while the other, coming from the ignorant heathens, began with a faith as mature as that with which few perhaps have finished their course."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:26",
                            "text": "In short, in respect of God's grace, there was no delay, no postponement,—I have said but little,—he immediately received the presbyterate and the priesthood."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:27",
                            "text": "For who is there that would not entrust every grade of honour to one who believed with such a disposition? There are many things which he did while still a layman, and many things which now as a presbyter he did—many things which, after the examples of righteous men of old, and following them with a close imitation, he accomplished with the obedience of entire consecration—that deserved well of the Lord."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:28",
                            "text": "For his discourse concerning this was usually, that if he had read of any one being set forth with the praise of God, he would persuade us to inquire on account of what doings he had pleased God."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:29",
                            "text": "If Job, glorious by God's testimony, was called a true worshipper of God, and one to whom there was none upon earth to be compared, he taught that we should do whatever Job had previously done, so that while we are doing like things we may call forth a similar testimony of God for ourselves."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:30",
                            "text": "He, contemning the loss of his estate, gained such advantage by his virtue thus tried, that he had no perception of the temporal losses even of his affection."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:31",
                            "text": "Neither poverty nor pain broke him down; the persuasion of his wife did not influence him; the dreadful suffering of his own body did not shake his firmness."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:32",
                            "text": "His virtue remained established in its own home, and his devotion, founded upon deep roots, gave way under no onset of the devil tempting him to abstain from blessing his God with a grateful faith even in his adversity."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:33",
                            "text": "His house was open to every comer."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:34",
                            "text": "No widow returned from him with an empty lap; no blind man was unguided by him as a companion; none faltering in step was unsupported by him for a staff; none stripped of help by the hand of the mighty was not protected by him as a defender."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:35",
                            "text": "Such things ought they to do, he was accustomed to say, who desire to please God."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:36",
                            "text": "And thus running through the examples of all good men, by always imitating those who were better than others he made himself also worthy of imitation."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:37",
                            "text": "He had a close association among us with a just man, and of praiseworthy memory, by name Caecilius, and in age as well as in honour a presbyter, who had converted him from his worldly errors to the acknowledgment of the true divinity."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:38",
                            "text": "This man he loved with entire honour and all observance, regarding him with an obedient veneration, not only as the friend and comrade of his soul, but as the parent of his new life."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:39",
                            "text": "And at length he, influenced by his attentions, was, as well he might be, stimulated to such a pitch of excessive love, that when he was departing from this world, and his summons was at hand, he commended to him his wife and children; so that him whom he had made a partner in the fellowship of his way of life, he afterwards made the heir of his affection."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:40",
                            "text": "It would be tedious to go through individual circumstances, it would be laborious to enumerate all his doings."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:41",
                            "text": "For the proof of his good works I think that this one thing is enough, that by the judgment of God and the favour of the people, he was chosen to the office of the priesthood and the degree of the episcopate while still a neophyte, and, as it was considered, a novice."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:42",
                            "text": "Although still in the early days of his faith, and in the untaught season of his spiritual life, a generous disposition so shone forth in him, that although not yet resplendent with the glitter of office, but only of hope, he gave promise of entire trustworthiness for the priesthood that was coming upon him."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:43",
                            "text": "Moreover, I will not pass over that remarkable fact, of the way in which, when the entire people by God's inspiration leapt forward in his love and honour, he humbly withdrew, giving place to men of older standing, and thinking himself unworthy of a claim to so great honour, so that he thus became more worthy."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:44",
                            "text": "For he is made more worthy who dispenses with what he deserves."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:45",
                            "text": "And with this excitement were the eager people at that time inflamed, desiring with a spiritual longing, as the event proved, not only a bishop,—for in him whom then with a latent foreboding of divinity they were in such wise demanding, they were seeking not only a priest,—but moreover a future martyr."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:46",
                            "text": "A crowded fraternity was besieging the doors of the house, and throughout all the avenues of access an anxious love was circulating."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:47",
                            "text": "Possibly that apostolic experience might then have happened to him, as he desired, of being let down through a window, had he also been equal to the apostle in the honour of ordination."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:48",
                            "text": "It was plain to be seen that all the rest were expecting his coming with an anxious spirit of suspense, and received him when he came with excessive joy."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:49",
                            "text": "I speak unwillingly, but I must needs speak."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:50",
                            "text": "Some resisted him, even that he might overcome them; yet with what gentleness, how patiently, how benevolently he gave them indulgence! how mercifully he forgave them, reckoning them afterwards, to the astonishment of many, among his closest and, most intimate friends! For who would not be amazed at the forgetfulness of a mind so retentive?."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:51",
                            "text": "Henceforth who is sufficient to relate the manner in which he bore himself?—what pity was his? what vigour? how great his mercy? how great his strictness? So much sanctity and grace beamed from his face that it confounded the minds of the beholders."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:52",
                            "text": "His countenance was grave and joyous."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:53",
                            "text": "Neither was his severity gloomy, nor his affability excessive, but a mingled tempering of both; so that it might be doubted whether he most deserved to be revered or to be loved, except that he deserved both to be revered and to be loved."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:54",
                            "text": "And his dress was not out of harmony with his countenance, being itself also subdued to a fitting mean."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:55",
                            "text": "The pride of the world did not inflame him, nor yet did an excessively affected penury make him sordid, because this latter kind of attire arises no less from boastfulness, than does such an ambitious frugality from ostentation."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:56",
                            "text": "But what did he as bishop in respect of the poor, whom as a catechumen he had loved? Let the priests of piety consider, or those whom the teaching of their very rank has trained to the duty of good works, or those whom the common obligation of the Sacrament has bound to the duty of manifesting love."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:57",
                            "text": "Cyprian the bishop's cathedra received such as he had been before,—it did not make him so."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:58",
                            "text": "And therefore for such merits he at once obtained the glory of proscription also."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:59",
                            "text": "For nothing else was proper than that he who in the secret recesses of his conscience was rich in the full honour of religion and faith, should moreover be renowned in the publicly diffused report of the Gentiles."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:60",
                            "text": "He might, indeed, at that time, in accordance with the rapidity wherewith he always attained everything, have hastened to the crown of martyrdom appointed for him, especially when with repeated calls he was frequently demanded for the lions, had it not been needful for him to pass through all the grades of glory, and thus to arrive at the highest, and had not the impending desolation needed the aid of so fertile a mind."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:61",
                            "text": "For conceive of him as being at that time taken away by the dignity of martyrdom."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:62",
                            "text": "Who was there to show the advantage of grace, advancing by faith? Who was there to restrain virgins to the fitting discipline of modesty and a dress worthy of holiness, as if with a kind of bridle of the lessons of the Lord?  Who was there to teach penitence to the lapsed, truth to heretics, unity to schismatics, peacefulness and the law of evangelical prayer to the sons of God? By whom were the blaspheming Gentiles to be overcome by retorting upon themselves the accusations which they heap upon us? By whom were Christians of too tender an affection, or, what is of more importance, of a too feeble faith in respect of the loss of their friends, to be consoled with the hope of futurity?  Whence should we so learn mercy? whence patience? Who was there to restrain the ill blood arising from the envenomed malignity of envy, with the sweetness of a wholesome remedy? Who was there to raise up such great martyrs by the exhortation of his divine discourse? Who was there, in short, to animate so many confessors sealed with a second inscription on their distinguished brows, and reserved alive for an example of martyrdom, kindling their ardour with a heavenly trumpet? Fortunately, fortunately it occurred then, and truly by the Spirit's direction, that the man who was needed for so many and so excellent purposes was withheld from the consummation of martyrdom."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:63",
                            "text": "Do you wish to be assured that the cause of his withdrawal was not fear? to allege nothing else, he did suffer subsequently, and this suffering he assuredly would have evaded as usual, if he had evaded it before."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:64",
                            "text": "It was indeed that fear—and rightly so—that fear which would dread to offend the Lord—that fear which prefers to obey God's commands rather than to be crowned in disobedience."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:65",
                            "text": "For a mind dedicated in all things to God, and thus enslaved to the divine admonitions, believed that even in suffering itself it would sin, unless it had obeyed the Lord, who then bade him seek the place of concealment."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:66",
                            "text": "Moreover, I think that something may here be said about the benefit of the delay, although I have already touched slightly on the matter."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:67",
                            "text": "By what appears subsequently to have occurred, it follows that we may prove that that withdrawal was not conceived by human pusillanimity, but, as indeed is the case, was truly divine."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:68",
                            "text": "The unusual and violent rage of a cruel persecution had laid waste God's people; and since the artful enemy could not deceive all by one fraud, wherever the incautious soldier laid bare his side, there in various manifestations of rage he had destroyed individuals with different kinds of overthrow."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:69",
                            "text": "There needed some one who could, when men were wounded and hurt by the various arts of the attacking enemy, use the remedy of the celestial medicine according to the nature of the wound, either for cutting or for cherishing them."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:70",
                            "text": "Thus was preserved a man of an intelligence, besides other excellences, also spiritually trained, who between the resounding waves of the opposing schisms could steer the middle course of the Church in a steady path."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:71",
                            "text": "Are not such plans, I ask, divine?  Could this have been done without God? Let them consider who think that such things as these can happen by chance."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:72",
                            "text": "To them the Church replies with clear voice, saying, \"I do not allow and do not believe that such needful then are reserved without the decree of God\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:73",
                            "text": "Still, if it seem well, let me glance at the rest."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:74",
                            "text": "Afterwards there broke out a dreadful plague, and excessive destruction of a hateful disease invaded every house in succession of the trembling populace, carrying off day by day with abrupt attack numberless people, every one from his own house."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:75",
                            "text": "All were shuddering, fleeing, shunning the contagion, impiously exposing their own friends, as if with the exclusion of the person who was sure to die of the plague, one could exclude death itself also."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:76",
                            "text": "There lay about the meanwhile, over the whole city, no longer bodies, but the carcases of many, and, by the contemplation of a lot which in their turn would be theirs, demanded the pity of the passers-by for themselves."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:77",
                            "text": "No one regarded anything besides his cruel gains."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:78",
                            "text": "No one trembled at the remembrance of a similar event."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:79",
                            "text": "No one did to another what he himself wished to experience."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:80",
                            "text": "In these circumstances, it would be a wrong to pass over what the pontiff of Christ did, who excelled the pontiffs of the world as much in kindly affection as he did in truth of religion."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:81",
                            "text": "On the people assembled together in one place he first of all urged the benefits of mercy, teaching by examples from divine lessons, how greatly the duties of benevolence avail to deserve well of God."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:82",
                            "text": "Then afterwards he subjoined, that there was nothing wonderful in our cherishing our own people only with the needed attentions of love, but that he might become perfect who would do something more than the publican or the heathen, who, overcoming evil with good, and practising a clemency which was like the divine clemency, loved even his enemies, who would pray for the salvation of those that persecute him, as the Lord admonishes and exhorts."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:83",
                            "text": "God continually makes His sun to rise, and from time to time gives showers to nourish the seed, exhibiting all these kindnesses not only to His people, but to aliens also."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:84",
                            "text": "And if a man professes to be a son of God, why does not he imitate the example of his Father? \"It becomes us,\" said he, \"to answer to our birth; and it is not fitting that those who are evidently born of God should be degenerate, but rather that the propagation of a good Father should be proved in His offspring by the emulation of His goodness\"."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:85",
                            "text": "I omit many other matters, and, indeed, many important ones, which the necessity of a limited space does not permit to be detailed in more lengthened discourse, and concerning which this much is sufficient to have been said."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:86",
                            "text": "But if the Gentiles could have heard these things as they stood before the rostrum, they would probably at once have believed."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:87",
                            "text": "What, then, should a Christian people do, whose very name proceeds from faith? Thus the ministrations are constantly distributed according to the quality of the men and their degrees."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:88",
                            "text": "Many who, by the straitness of poverty, were unable to manifest the kindness of wealth, manifested more than wealth, making up by their own labour a service dearer than all riches."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:89",
                            "text": "And under such a teacher, who would not press forward to be found in some part of such a warfare, whereby he might please both God the Father, and Christ the Judge, and for the present so excellent a priest? Thus what is good was done in the liberality of overflowing works to all men, not to those only who are of the household of faith."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:90",
                            "text": "Something more was done than is recorded of the incomparable benevolence of Tobias."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:91",
                            "text": "He must forgive, and forgive again, and frequently forgive; or, to speak more truly, he must of right concede that, although very much might be done before Christ, yet that something more might be done after Christ, since to His times all fulness is attributed."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:92",
                            "text": "Tobias collected together those who were slain by the king and cast out, of his own race only."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:93",
                            "text": "Banishment followed these actions, so good and so benevolent."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:94",
                            "text": "For impiety always makes this return, that it repays the better with the worse."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:95",
                            "text": "And what God's priest replied to the interrogation of the proconsul, there are Acts which relate."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:96",
                            "text": "In the meantime, he is excluded from the city who had done some good for the city's safety; he who had striven that the eyes of the living should not suffer the horrors of the infernal abode; he, I say, who, vigilant in the watches of benevolence, had provided—oh wickedness! with unacknowledged goodness—that when all were forsaking the desolate appearance of the city, a destitute state and a deserted country should not perceive its many exiles."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:97",
                            "text": "But let the world look to this, which accounts banishment a penalty."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:98",
                            "text": "To them, their country is too dear, and they have the same name as their parents; but we abhor even our parents themselves if they would persuade us against God."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:99",
                            "text": "To them, it is a severe punishment to live outside their own city; to the Christian, the whole of this world is one home."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:100",
                            "text": "Wherefore, though he were banished into a hidden and secret place, yet, associated with the affairs of his God, he cannot regard it as an exile."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:101",
                            "text": "In addition, while honestly serving God, he is a stranger even in his own city."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:102",
                            "text": "For while the continency of the Holy Spirit restrains him from carnal desires, he lays aside the conversation of the former man, and even among his fellow-citizens, or, I might almost say, among the parents themselves of his earthly life, he is a stranger."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:103",
                            "text": "Besides, although this might otherwise appear to be a punishment, yet in causes and sentences of this kind, which we suffer for the trial of the proof of our virtue, it is not a punishment, because it is a glory."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:104",
                            "text": "But, indeed, suppose banishment not to be a punishment to us, yet the witness of their own conscience may still attribute the last and worst wickedness to those who can lay upon the innocent what they think to be a punishment."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:105",
                            "text": "I will not now describe a charming place; and, for the present, I pass over the addition of all possible delights."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:106",
                            "text": "Let us conceive of the place, filthy in situation, squalid in appearance, having no wholesome water, no pleasantness of verdure, no neighbouring shore, but vast wooded rocks between the inhospitable jaws of a totally deserted solitude, far removed in the pathless regions of the world."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:107",
                            "text": "Such a place might have borne the name of exile, if Cyprian, the priest of God, had come thither; although to him, if the ministrations of men had been wanting, either birds, as in the case of Elias, or angels, as in that of Daniel, would have ministered."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:108",
                            "text": "Away, away with the belief that anything would be wanting to the least of us, so long as he stands for the confession of the name."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:109",
                            "text": "So far was God's pontiff, who had always been urgent in merciful works, from needing the assistance of all these things."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:110",
                            "text": "And now let us return with thankfulness to what I had suggested in the second place, that for the soul of such a man there was divinely provided a sunny and suitable spot, a dwelling, secret as he wished, and all that has before been promised to be added to those who seek the kingdom and righteousness of God."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:111",
                            "text": "And, not to mention the number of the brethren who visited him, and then the kindness of the citizens themselves, which supplied to him everything whereof he appeared to be deprived, I will not pass over God's wonderful visitation, whereby He wished His priest in exile to be so certain of his passion that was to follow, that in his full confidence of the threatening martyrdom, Curubis possessed not only an exile, but a martyr too."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:112",
                            "text": "For on that day whereon we first abode in the place of banishment (for the condescension of his love had chosen me among his household companions to a voluntary exile:  would that he could also have chosen me to share his passion!), \"there appeared to me,\" said he, \"ere yet I was sunk in the repose of slumber, a young man of unusual stature, who, as it were, led me to the praetorium, where I seemed to myself to be led before the tribunal of the proconsul, then sitting."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:113",
                            "text": "When he looked upon me, he began at once to note down a sentence on his tablet, which I knew not, for he had asked nothing of me with the accustomed interrogation."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:114",
                            "text": "But the youth, who was standing at his back, very anxiously read what had been noted down."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:115",
                            "text": "And because he could not then declare it in words, he showed me by an intelligible sign what was contained in the writing of that tablet."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:116",
                            "text": "For, with hand expanded and flattened like a blade, he imitated the stroke of the accustomed punishment, and expressed what he wished to be understood as clearly as by speech,—I understood the future sentence of my passion."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:117",
                            "text": "I began to ask and to beg immediately that a delay of at least one day should be accorded me, until I should have arranged my property in some reasonable order."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:118",
                            "text": "And when I had urgently repeated my entreaty, he began again to note down, I know not what, on his tablet."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:119",
                            "text": "But I perceived from the calmness of his countenance that the judge's mind was moved by my petition, as being a just one."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:120",
                            "text": "Moreover, that youth, who already had disclosed to me the intelligence of my passion by gesture rather than by words, hastened to signify repeatedly by secret signal that the delay was granted which had been asked for until the morrow, twisting his fingers one behind the other."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:121",
                            "text": "And I, although the sentence had not been read, although I rejoiced with very glad heart with joy at the delay accorded, yet trembled so with fear of the uncertainty of the interpretation, that the remains of fear still set my exulting heart beating with excessive agitation\"."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:122",
                            "text": "What could be more plain than this revelation? What could be more blessed than this condescension? Everything was foretold to him beforehand which subsequently followed."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:123",
                            "text": "Nothing was diminished of the words of God, nothing was mutilated of so sacred a promise."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:124",
                            "text": "Carefully consider each particular in accordance with its announcement."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:125",
                            "text": "He asks for delay till the morrow, when the sentence of his passion was under deliberation, begging that he might arrange his affairs on the day which he had thus obtained."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:126",
                            "text": "This one day signified a year, which he was about to pass in the world after his vision."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:127",
                            "text": "For, to speak more plainly, after the year was expired, he was crowned, on that day on which, at the commencement of the year, the fact had been announced to him."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:128",
                            "text": "For although we do not read of the day of the Lord as a year in sacred Scripture, yet we regard that space of time as due in making promise of future things."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:129",
                            "text": "Whence is it of no consequence if, in this case, under the ordinary expression of a day, it is only a year that in this place is implied, because that which is the greater ought to be fuller in meaning."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:130",
                            "text": "Moreover, that it was explained rather by signs than by speech, was because the utterance of speech was reserved for the manifestation of the time itself."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:131",
                            "text": "For anything is usually set forth in words, whenever what is set forth is accomplished."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:132",
                            "text": "For, indeed, no one knew why this had been shown to him, until afterwards, when, on the very day on which he had seen it, he was crowned."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:133",
                            "text": "Nevertheless, in the meantime, his impending suffering was certainly known by all, but the exact day of his passion was not spoken of by any of the same, just as if they were ignorant of it."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:134",
                            "text": "And, indeed, I find something similar in the Scriptures."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:135",
                            "text": "For Zacharias the priest, because he did not believe the promise of a son, made to him by the angel, became dumb; so that he asked for tablets by a sign, being about to write his son's name rather than utter it."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:136",
                            "text": "With reason, also in this case, where God's messenger declared the impending passion of His priest rather by signs, he both admonished his faith and fortified His priest."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:137",
                            "text": "Moreover, the ground of asking for delay arose out of his wish to arrange his affairs and settle his will."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:138",
                            "text": "Yet what affairs or what will had he to arrange, except ecclesiastical concerns?  And thus that last delay was received, in order that whatever had to be disposed of by his final decision concerning the care of cherishing the poor might be arranged."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:139",
                            "text": "And I think that for no other reason, and indeed for this reason only, indulgence was granted to him even by those very persons who had ejected and were about to slay him, that, being at hand, he might relieve the poor also who were before him with the final or, to speak more accurately, with the entire outlay of his last stewardship."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:140",
                            "text": "And therefore, having so benevolently ordered matters, and so arranged them according to his will, the morrow drew near."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:141",
                            "text": "Now also a messenger came to him from the city from Xistus, the good and peace-making priest, and on that account most blessed martyr."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:142",
                            "text": "The coming executioner was instantly looked for who should strike through that devoted neck of the most sacred victim; and thus, in the daily expectation of dying, every day was to him as if the crown might be attributed to each."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:143",
                            "text": "In the meantime, there assembled to him many eminent people, and people of most illustrious rank and family, and noble with the world's distinctions, who, on account of ancient friendship with him, repeatedly urged his withdrawal; and, that their urgency might not be in some sort hollow, they also offered places to which he might retire."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:144",
                            "text": "But he had now set the world aside, having his mind suspended upon heaven, and did not consent to their tempting persuasions."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:145",
                            "text": "He would perhaps even then have done what was asked for by so many and faithful friends, if it had been bidden him by divine command."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:146",
                            "text": "But that lofty glory of so great a man must not be passed over without announcement, that now, when the world was swelling, and of its trust in its princes breathing out hatred of the name, he was instructing God's servants, as opportunity was given, in the exhortations of the Lord, and was animating them to tread under foot the sufferings of this present time by the contemplation of a glory to come hereafter."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:147",
                            "text": "Indeed, such was his love of sacred discourse, that he wished that his prayers in regard to his suffering might be so answered, that he would be put to death in the very act of speaking about God."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:148",
                            "text": "And these were the daily acts of a priest destined for a pleasing sacrifice to God, when, behold, at the bidding of the proconsul, the officer with his soldiers on a sudden came unexpectedly on him,—or rather, to speak more truly, thought that he had come unexpectedly on him, at his gardens,—at his gardens, I say, which at the beginning of his faith he had sold, and which, being restored by God's mercy, he would assuredly have sold again for the use of the poor, if he had not wished to avoid ill-will from the persecutors."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:149",
                            "text": "But when could a mind ever prepared be taken unawares, as if by an unforeseen attack? Therefore now he went forward, certain that what had been long delayed would be settled."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:150",
                            "text": "He went forward with a lofty and elevated mien, manifesting cheerfulness in his look and courage in his heart."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:151",
                            "text": "But being delayed to the morrow, he returned from the praetorium to the officer's house, when on a sudden a scattered rumour prevailed throughout all Carthage, that now Thascius was brought forward, whom there was nobody who did not know as well for his illustrious fame in the honourable opinion of all, as on account of the recollection of his most renowned work."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:152",
                            "text": "On all sides all men were flocking together to a spectacle, to us glorious from the devotion of faith, and to be mourned over even by the Gentiles."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:153",
                            "text": "A gentle custody, however, had him in charge when taken and placed for one night in the officer's house; so that we, his associates and friends, were as usual in his company."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:154",
                            "text": "The whole people in the meantime, in anxiety that nothing should be done throughout the night without their knowledge, kept watch before the officer's door."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:155",
                            "text": "The goodness of God granted him at that time, so truly worthy of it, that even God's people should watch on the passion of the priest."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:156",
                            "text": "Yet, perhaps, some one may ask what was the reason of his returning from the praetorium to the officer."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:157",
                            "text": "And some think that this arose from the fact, that for his own part the proconsul was then unwilling."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:158",
                            "text": "Far be it from me to complain, in matters divinely ordered, of slothfulness or aversion in the proconsul."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:159",
                            "text": "Far be it from me to admit such an evil into the consciousness of a religious mind, as that the fancy of man should decide the fate of so blessed a martyr."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:160",
                            "text": "But the morrow, which a year before the divine condescension had foretold, required to be literally the morrow."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:161",
                            "text": "At last that other day dawned—that destined, that promised, that divine day—which, if even the tyrant himself had wished to put off, he would not have had any power to do so; the day rejoicing at the consciousness of the future martyr; and, the clouds being scattered throughout the circuit of the world, the day shone upon them with a brilliant sun."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:162",
                            "text": "He went out from the house of the officer, though he was the officer of Christ and God, and was walled in on all sides by the ranks of a mingled multitude."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:163",
                            "text": "And such a numberless army hung upon his company, as if they had come with an assembled troop to assault death itself."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:164",
                            "text": "Now, as he went, he had to pass by the race-course."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:165",
                            "text": "And rightly, and as if it had been contrived on purpose, he had to pass by the place of a corresponding struggle, who, having finished his contest, was running to the crown of righteousness."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:166",
                            "text": "But when he had come to the praetorium, as the proconsul had not yet come forth, a place of retirement was accorded him."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:167",
                            "text": "There, as he sat moistened after his long journey with excessive perspiration (the seat was by chance covered with linen, so that even in the very moment of his passion he might enjoy the honour of the episcopate), one of the officers (\"Tesserarius\"), who had formerly been a Christian, offered him his clothes, as if he might wish to change his moistened garments for drier ones; and he doubtless coveted nothing further in respect of his proffered kindness than to possess the now blood-stained sweat of the martyr going to God."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:168",
                            "text": "He made reply to him, and said, \"We apply medicines to annoyances which probably to-day will no longer exist\"."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:169",
                            "text": "Is it any wonder that he despised suffering in body who had despised death in soul? Why should we say more? He was suddenly announced to the proconsul; he is brought forward; he is placed before him; he is interrogated as to his name."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:170",
                            "text": "He answers who he is, and nothing more."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:171",
                            "text": "And thus, therefore, the judge reads from his tablet the sentence which lately in the vision he had not read,—a spiritual sentence, not rashly to be spoken,—a sentence worthy of such a bishop and such a witness; a glorious sentence, wherein he was called a standard-bearer of the sect, and an enemy of the gods, and one who was to be an example to his people; and that with his blood discipline would begin to be established."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:172",
                            "text": "Nothing could be more complete, nothing more true, than this sentence."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:173",
                            "text": "For all the things which were said, although said by a heathen, are divine."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:174",
                            "text": "Nor is it indeed to be wondered at, since priests are accustomed to prophesy of the passion."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:175",
                            "text": "He had been a standard-bearer, who was accustomed to teach concerning the bearing of Christ's standard; he had been an enemy of the gods, who commanded the idols to be destroyed."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:176",
                            "text": "Moreover, he gave example to his friends, since, when many were about to follow in a similar manner, he was the first in the province to consecrate the first-fruits of martyrdom."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:177",
                            "text": "And by his blood discipline began to be established; but it was the discipline of martyrs, who, emulating their teacher, in the imitation of a glory like his own, themselves also gave a confirmation to discipline by the very blood of their own example."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:178",
                            "text": "And when he left the doors of the praetorium, a crowd of soldiery accompanied him; and that nothing might be wanting in his passion, centurions and tribunes guarded his side."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:179",
                            "text": "Now the place itself where he was about to suffer is level, so that it affords a noble spectacle, with its trees thickly planted on all sides."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:180",
                            "text": "But as, by the extent of the space beyond, the view was not attainable to the confused crowd, persons who favoured him had climbed up into the branches of the trees, that there might not even be wanting to him (what happened in the case of Zacchaeus), that he was gazed upon from the trees."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:181",
                            "text": "And now, having with his own hands bound his eyes, he tried to hasten the slowness of the executioner, whose office was to wield the sword, and who with difficulty clasped the blade in his failing right hand with trembling fingers, until the mature hour of glorification strengthened the hand of the centurion with power granted from above to accomplish the death of the excellent man, and at length supplied him with the permitted strength."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:182",
                            "text": "O blessed people of the Church, who as well in sight as in feeling, and, what is more, in outspoken words, suffered with such a bishop as theirs; and, as they had ever heard him in his own discourses, were crowned by God the Judge! For although that which the general wish desired could not occur, viz."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:183",
                            "text": ", that the entire congregation should suffer at once in the fellowship of a like glory, yet whoever under the eyes of Christ beholding, and in the hearing of the priest, eagerly desired to suffer, by the sufficient testimony of that desire did in some sort send a missive to God, as his ambassador."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:184",
                            "text": "His passion being thus accomplished, it resulted that Cyprian, who had been an example to all good men, was also the first who in Africa imbued his priestly crown with blood of martyrdom, because he was the first who began to be such after the apostles."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:185",
                            "text": "For from the time at which the episcopal order is enumerated at Carthage, not one is ever recorded, even of good men and priests, to have come to suffering."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:186",
                            "text": "Although devotion surrendered to God is always in consecrated men reckoned instead of martyrdom; yet Cyprian attained even to the perfect crown by the consummation of the Lord; so that in that very city in which he had in such wise lived, and in which he had been the first to do many noble deeds, he also was the first to decorate the insignia of his heavenly priesthood with glorious gore."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:187",
                            "text": "What shall I do now? Between joy at his passion, and grief at still remaining, my mind is divided in different directions, and twofold affections are burdening a heart too limited for them."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:188",
                            "text": "Shall I grieve that I was not his associate? But yet I must triumph in his victory."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:189",
                            "text": "Shall I triumph at his victory? Still I grieve that I am not his companion."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:190",
                            "text": "Yet still to you I must in simplicity confess, what you also are aware of, that it was my intention to be his companion."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Cyprian: Life and Passion 1:191",
                            "text": "Much and excessively I exult at his glory; but still more do I grieve that I remained behind."
                        }
                    ]
                }
            ]
        }
    ]
}