{
    "books": [
        {
            "name": "Epistle of Barnabas",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Epistle of Barnabas 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:1",
                            "text": "The Epistle of Barnabas   Chapter 1 — After the salutation, the writer declares that he would communicate to his brethren something of that which he had himself received."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:2",
                            "text": "All hail, ye sons and daughters, in the name of our Lord Jesus Christ, who loved us in peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:3",
                            "text": "Seeing that the divine fruits of righteousness abound among you, I rejoice exceedingly and above measure in your happy and honoured spirits, because ye have with such effect received the engrafted spiritual gift."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:4",
                            "text": "Wherefore also I inwardly rejoice the more, hoping to be saved, because I truly perceive in you the Spirit poured forth from the rich Lord of love."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:5",
                            "text": "Your greatly desired appearance has thus filled me with astonishment over you."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:6",
                            "text": "I am therefore pursuaded of this, and fully convinced in my own mind, that since I began to speak among you I understand many things, because the Lord hath accompanied me in the way of righteousness."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:7",
                            "text": "I am also on this account bound by the strictest obligation to love you above my own soul, because great are the faith and love dwelling in you, while you hope for the life which He has promised."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:8",
                            "text": "Considering this, therefore, that if I should take the trouble to communicate to you some portion of what I have myself received, it will prove to me a sufficient reward that I minister to such spirits, I have hastened briefly to write unto you, in order that, along with your faith, ye might have perfect knowledge."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:9",
                            "text": "The doctrines of the Lord, then, are three: the hope of life, the beginning and the completion of it."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:10",
                            "text": "For the Lord hath made known to us by the prophets both the things which are past and present, giving us also the first-fruits of the knowledge of things to come, which things as we see accomplished, one by one, we ought with the greater richness of faith and elevation of spirit to draw near to Him with reverence."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Epistle of Barnabas 1:11",
                            "text": "I then, not as your teacher, but as one of yourselves, will set forth a few things by which in present circumstances ye may be rendered the more joyful."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Epistle of Barnabas 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:1",
                            "text": "Chapter 2 — The Jewish sacrifices are now abolished."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:2",
                            "text": "Since, therefore, the days are evil, and Satan possesses the power of this world, we ought to give heed to ourselves, and diligently inquire into the ordinances of the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:3",
                            "text": "Fear and patience, then, are helpers of our faith; and long-suffering and continence are things which fight on our side."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:4",
                            "text": "While these remain pure in what respects the Lord, Wisdom, Understanding, Science, and Knowledge rejoice along with them."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:5",
                            "text": "For He hath revealed to us by all the prophets that He needs neither sacrifices, nor burnt-offerings, nor oblations, saying thus, \"What is the multitude of your sacrifices unto Me, saith the Lord? I am full of burnt-offerings, and desire not the fat of lambs, and the blood of bulls and goats, not when ye come to appear before Me: for who hath required these things at your hands? Tread no more My courts, not though ye bring with you fine flour."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:6",
                            "text": "Incense is a vain abomination unto Me, and your new moons and sabbaths I cannot endure\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:7",
                            "text": "He has therefore abolished these things, that the new law of our Lord Jesus Christ, which is without the yoke of necessity, might have a human oblation."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:8",
                            "text": "And again He says to them, \"Did I command your fathers, when they went out from the land of Egypt, to offer unto Me burnt-offerings and sacrifices? But this rather I commanded them, Let no one of you cherish any evil in his heart against his neighbour, and love not an oath of falsehood\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:9",
                            "text": "We ought therefore, being possessed of understanding, to perceive the gracious intention of our Father; for He speaks to us, desirous that we, not going astray like them, should ask how we may approach Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:10",
                            "text": "To us, then, He declares, \"A sacrifice pleasing to God is a broken spirit; a smell of sweet savour to the Lord is a heart that glorifieth Him that made it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Epistle of Barnabas 2:11",
                            "text": "We ought therefore, brethren, carefully to inquire concerning our salvation, lest the wicked one, having made his entrance by deceit, should hurl us forth from our true life."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Epistle of Barnabas 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Epistle of Barnabas 3:1",
                            "text": "Chapter 3 — The fasts of the Jews are not true fasts, nor acceptable to God."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Epistle of Barnabas 3:2",
                            "text": "He says then to them again concerning these things, \"Why do ye fast to Me as on this day, saith the Lord, that your voice should be heard with a cry? I have not chosen this fast, saith the Lord, that a man should humble his soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Epistle of Barnabas 3:3",
                            "text": "Nor, though ye bend your neck like a ring, and put upon you sackcloth and ashes, will ye call it an acceptable fast\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Epistle of Barnabas 3:4",
                            "text": "To us He saith, \"Behold, this is the fast that I have chosen, saith the Lord, not that a man should humble his soul, but that he should loose every band of iniquity, untie the fastenings of harsh agreements, restore to liberty them that are bruised, tear in pieces every unjust engagement, feed the hungry with thy bread, clothe the naked when thou seest him, bring the homeless into thy house, not despise the humble if thou behold him, and not turn away from the members of thine own family."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Epistle of Barnabas 3:5",
                            "text": "Then shall thy dawn break forth, and thy healing shall quickly spring up, and righteousness shall go forth before thee, and the glory of God shall encompass thee; and then thou shalt call, and God shall hear thee; whilst thou art yet speaking, He shall say, Behold, I am with thee; if thou take away from thee the chain binding others, and the stretching forth of the hands to swear falsely, and words of murmuring, and give cheerfully thy bread to the hungry, and show compassion to the soul that has been humbled\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Epistle of Barnabas 3:6",
                            "text": "To this end, therefore, brethren, He is long-suffering, foreseeing how the people whom He has prepared shall with guilelessness believe in His Beloved."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Epistle of Barnabas 3:7",
                            "text": "For He revealed all these things to us beforehand, that we should not rush forward as rash acceptors of their laws."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Epistle of Barnabas 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:1",
                            "text": "Chapter 4 — Antichrist is at hand: let us therefore avoid Jewish errors."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:2",
                            "text": "It therefore behoves us, who inquire much concerning events at hand, to search diligently into those things which are able to save us."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:3",
                            "text": "Let us then utterly flee from all the works of iniquity, lest these should take hold of us; and let us hate the error of the present time, that we may set our love on the world to come: let us not give loose reins to our soul, that it should have power to run with sinners and the wicked, lest we become like them."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:4",
                            "text": "The final stumbling-block (or source of danger) approaches, concerning which it is written, as Enoch says, \"For for this end the Lord has cut short the times and the days, that His Beloved may hasten; and He will come to the inheritance\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:5",
                            "text": "And the prophet also speaks thus: \"Ten kingdoms shall reign upon the earth, and a little king shall rise up after them, who shall subdue under one three of the kings\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:6",
                            "text": "In like manner Daniel says concerning the same, \"And I beheld the fourth beast, wicked and powerful, and more savage than all the beasts of the earth, and how from it sprang up ten horns, and out of them a little budding horn, and how it subdued under one three of the great horns\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:7",
                            "text": "Ye ought therefore to understand."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:8",
                            "text": "And this also I further beg of you, as being one of you, and loving you both individually and collectively more than my own soul, to take heed now to yourselves, and not to be like some, adding largely to your sins, and saying, \"The covenant is both theirs and ours\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:9",
                            "text": "But they thus finally lost it, after Moses had already received it."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:10",
                            "text": "For the Scripture saith, \"And Moses was fasting in the mount forty days and forty nights, and received the covenant from the Lord, tables of stone written with the finger of the hand of the Lord;\" but turning away to idols, they lost it."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:11",
                            "text": "For the Lord speaks thus to Moses: \"Moses go down quickly; for the people whom thou hast brought out of the land of Egypt have transgressed\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:12",
                            "text": "And Moses understood the meaning of God, and cast the two tables out of his hands; and their covenant was broken, in order that the covenant of the beloved Jesus might be sealed upon our heart, in the hope which flows from believing in Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:13",
                            "text": "Now, being desirous to write many things to you, not as your teacher, but as becometh one who loves you, I have taken care not to fail to write to you from what I myself possess, with a view to your purification."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:14",
                            "text": "We take earnest heed in these last days; for the whole past time of your faith will profit you nothing, unless now in this wicked time we also withstand coming sources of danger, as becometh the sons of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:15",
                            "text": "That the Black One may find no means of entrance, let us flee from every vanity, let us utterly hate the works of the way of wickedness."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:16",
                            "text": "Do not, by retiring apart, live a solitary life, as if you were already fully justified; but coming together in one place, make common inquiry concerning what tends to your general welfare."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:17",
                            "text": "For the Scripture saith, \"Woe to them who are wise to themselves, and prudent in their own sight!\" Let us be spiritually-minded: let us be a perfect temple to God."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:18",
                            "text": "As much as in us lies, let us meditate upon the fear of God, and let us keep His commandments, that we may rejoice in His ordinances."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:19",
                            "text": "The Lord will judge the world without respect of persons."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:20",
                            "text": "Each will receive as he has done: if he is righteous, his righteousness will precede him; if he is wicked, the reward of wickedness is before him."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:21",
                            "text": "Take heed, lest resting at our ease, as those who are the called of God, we should fall asleep in our sins, and the wicked prince, acquiring power over us, should thrust us away from the kingdom of the Lord."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:22",
                            "text": "And all the more attend to this, my brethren, when ye reflect and behold, that after so great signs and wonders were wrought in Israel, they were thus at length abandoned."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Epistle of Barnabas 4:23",
                            "text": "Let us beware lest we be found fulfilling that saying, as it is written, \"Many are called, but few are chosen\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Epistle of Barnabas 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:1",
                            "text": "Chapter 5 — The new covenant, founded on the sufferings of Christ, tends to our salvation, but to the Jews' destruction."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:2",
                            "text": "For to this end the Lord endured to deliver up His flesh to corruption, that we might be sanctified through the remission of sins, which is effected by His blood of sprinkling."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:3",
                            "text": "For it is written concerning Him, partly with reference to Israel, and partly to us; and the Scripture saith thus: \"He was wounded for our transgressions, and bruised for our iniquities: with His stripes we are healed."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:4",
                            "text": "He was brought as a sheep to the slaughter, and as a lamb which is dumb before its shearer\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:5",
                            "text": "Therefore we ought to be deeply grateful to the Lord, because He has both made known to us things that are past, and hath given us wisdom concerning things present, and hath not left us without understanding in regard to things which are to come."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:6",
                            "text": "Now, the Scripture saith, \"Not unjustly are nets spread out for birds\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:7",
                            "text": "This means that the man perishes justly, who, having a knowledge of the way of righteousness, rushes off into the way of darkness."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:8",
                            "text": "And further, my brethren: if the Lord endured to suffer for our soul, He being Lord of all the world, to whom God said at the foundation of the world, \"Let us make man after our image, and after our likeness,\" understand how it was that He endured to suffer at the hand of men."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:9",
                            "text": "The prophets, having obtained grace from Him, prophesied concerning Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:10",
                            "text": "And He (since it behoved Him to appear in flesh), that He might abolish death, and reveal the resurrection from the dead, endured what and as He did, in order that He might fulfil the promise made unto the fathers, and by preparing a new people for Himself, might show, while He dwelt on earth, that He, when He has raised mankind, will also judge them."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:11",
                            "text": "Moreover, teaching Israel, and doing so great miracles and signs, He preached the truth to him, and greatly loved him."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:12",
                            "text": "But when He chose His own apostles who were to preach His Gospel, He did so from among those who were sinners above all sin, that He might show He came \"not to call the righteous, but sinners to repentance\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:13",
                            "text": "Then He manifested Himself to be the Son of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:14",
                            "text": "For if He had not come in the flesh, how could men have been saved by beholding Him? Since looking upon the sun which is to cease to exist, and is the work of His hands, their eyes are not able to bear his rays."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:15",
                            "text": "The Son of God therefore came in the flesh with this view, that He might bring to a head the sum of their sins who had persecuted His prophets to the death."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:16",
                            "text": "For this purpose, then, He endured."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:17",
                            "text": "For God saith, \"The stroke of his flesh is from them;\" and \"when I shall smite the Shepherd, then the sheep of the flock shall be scattered\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:18",
                            "text": "He himself willed thus to suffer, for it was necessary that He should suffer on the tree."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:19",
                            "text": "For says he who prophesies regarding Him, \"Spare my soul from the sword, fasten my flesh with nails; for the assemblies of the wicked have risen up against me\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Epistle of Barnabas 5:20",
                            "text": "And again he says, \"Behold, I have given my back to scourges, and my cheeks to strokes, and I have set my countenance as a firm rock\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Epistle of Barnabas 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:1",
                            "text": "Chapter 6 — The sufferings of Christ, and the new covenant, were announced by the prophets."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:2",
                            "text": "When, therefore, He has fulfilled the commandment, what saith He? \"Who is he that will contend with Me? let him oppose Me: or who is he that will enter into judgment with Me? let him draw near to the servant of the Lord\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:3",
                            "text": "\"Woe unto you, for ye shall all wax old, like a garment, and the moth shall eat you up\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:4",
                            "text": "And again the prophet says, \"Since as a mighty stone He is laid for crushing, behold I cast down for the foundations of Zion a stone, precious, elect, a corner-stone, honourable\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:5",
                            "text": "Next, what says He? \"And he who shall trust in it shall live for ever\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:6",
                            "text": "Is our hope, then, upon a stone? Far from it."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:7",
                            "text": "But the language is used inasmuch as He laid his flesh as a foundation with power; for He says, \"And He placed me as a firm rock\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:8",
                            "text": "And the prophet says again, \"The stone which the builders rejected, the same has become the head of the corner\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:9",
                            "text": "And again he says, \"This is the great and wonderful day which the Lord hath made\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:10",
                            "text": "I write the more simply unto you, that ye may understand."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:11",
                            "text": "I am the off-scouring of your love."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:12",
                            "text": "What, then, again says the prophet? \"The assembly of the wicked surrounded me; they encompassed me as bees do a honeycomb,\" and \"upon my garment they cast lots\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:13",
                            "text": "Since, therefore, He was about to be manifested and to suffer in the flesh, His suffering was foreshown."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:14",
                            "text": "For the prophet speaks against Israel, \"Woe to their soul, because they have counselled an evil counsel against themselves, saying, Let us bind the just one, because he is displeasing to us\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:15",
                            "text": "And Moses also says to them, \"Behold these things, saith the Lord God: Enter into the good land which the Lord swore to give to Abraham, and Isaac, and Jacob, and inherit ye it, a land flowing with milk and honey\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:16",
                            "text": "What, then, says Knowledge? Learn: \"Trust,\" she says, \"in Him who is to be manifested to you in the flesh—that is, Jesus\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:17",
                            "text": "For man is earth in a suffering state, for the formation of Adam was from the face of the earth."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:18",
                            "text": "What, then, meaneth this: \"into the good land, a land flowing with milk and honey?\" Blessed be our Lord, who has placed in us wisdom and understanding of secret things."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:19",
                            "text": "For the prophet says, \"Who shall understand the parable of the Lord, except him who is wise and prudent, and who loves his Lord?\" Since, therefore, having renewed us by the remission of our sins, He hath made us after another pattern, it is His purpose that we should possess the soul of children, inasmuch as He has created us anew by His Spirit."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:20",
                            "text": "For the Scripture says concerning us, while He speaks to the Son, \"Let Us make man after Our image, and after Our likeness; and let them have dominion over the beasts of the earth, and the fowls of heaven, and the fishes of the sea\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:21",
                            "text": "And the Lord said, on beholding the fair creature man, \"Increase, and multiply, and replenish the earth\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:22",
                            "text": "These things were spoken to the Son."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:23",
                            "text": "Again, I will show thee how, in respect to us, He has accomplished a second fashioning in these last days."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:24",
                            "text": "The Lord says, \"Behold, I will make the last like the first\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:25",
                            "text": "In reference to this, then, the prophet proclaimed, \"Enter ye into the land flowing with milk and honey, and have dominion over it\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:26",
                            "text": "Behold, therefore, we have been refashioned, as again He says in another prophet, \"Behold, saith the Lord, I will take away from these, that is, from those whom the Spirit of the Lord foresaw, their stony hearts, and I will put hearts of flesh within them,\" because He was to be manifested in flesh, and to sojourn among us."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:27",
                            "text": "For, my brethren, the habitation of our heart is a holy temple to the Lord."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:28",
                            "text": "For again saith the Lord, \"And wherewith shall I appear before the Lord my God, and be glorified?\" He says, \"I will confess to thee in the Church in the midst of my brethren; and I will praise thee in the midst of the assembly of the saints\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:29",
                            "text": "We, then, are they whom He has led into the good land."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:30",
                            "text": "What, then, mean milk and honey? This, that as the infant is kept alive first by honey, and then by milk, so also we, being quickened and kept alive by the faith of the promise and by the word, shall live ruling over the earth."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:31",
                            "text": "But He said above, \"Let them increase, and rule over the fishes\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:32",
                            "text": "Who then is able to govern the beasts, or the fishes, or the fowls of heaven? For we ought to perceive that to govern implies authority, so that one should command and rule."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:33",
                            "text": "If, therefore, this does not exist at present, yet still He has promised it to us."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Epistle of Barnabas 6:34",
                            "text": "When? When we ourselves also have been made perfect so as to become heirs of the covenant of the Lord."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Epistle of Barnabas 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:1",
                            "text": "Chapter 7 — Fasting, and the goat sent away, were types of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:2",
                            "text": "Understand, then, ye children of gladness, that the good Lord has foreshown all things to us, that we might know to whom we ought for everything to render thanksgiving and praise."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:3",
                            "text": "If therefore the Son of God, who is Lord of all things, and who will judge the living and the dead, suffered, that His stroke might give us life, let us believe that the Son of God could not have suffered except for our sakes."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:4",
                            "text": "Moreover, when fixed to the cross, He had given Him to drink vinegar and gall."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:5",
                            "text": "Hearken how the priests of the people gave previous indications of this."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:6",
                            "text": "His commandment having been written, the Lord enjoined, that whosoever did not keep the fast should be put to death, because He also Himself was to offer in sacrifice for our sins the vessel of the Spirit, in order that the type established in Isaac when he was offered upon the altar might be fully accomplished."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:7",
                            "text": "What, then, says He in the prophet? \"And let them eat of the goat which is offered, with fasting, for all their sins\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:8",
                            "text": "Attend carefully: \"And let all the priests alone eat the inwards, unwashed with vinegar\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:9",
                            "text": "Wherefore? Because to me, who am to offer my flesh for the sins of my new people, ye are to give gall with vinegar to drink: eat ye alone, while the people fast and mourn in sackcloth and ashes."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:10",
                            "text": "These things were done that He might show that it was necessary for Him to suffer for them."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:11",
                            "text": "How, then, ran the commandment? Give your attention."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:12",
                            "text": "Take two goats of goodly aspect, and similar to each other, and offer them."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:13",
                            "text": "And let the priest take one as a burnt-offering for sins."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:14",
                            "text": "And what should they do with the other? \"Accursed,\" says He, \"is the one\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:15",
                            "text": "Mark how the type of Jesus now comes out."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:16",
                            "text": "\"And all of you spit upon it, and pierce it, and encircle its head with scarlet wool, and thus let it be driven into the wilderness\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:17",
                            "text": "And when all this has been done, he who bears the goat brings it into the desert, and takes the wool off from it, and places that upon a shrub which is called Rachia, of which also we are accustomed to eat the fruits when we find them in the field."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:18",
                            "text": "Of this kind of shrub alone the fruits are sweet."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:19",
                            "text": "Why then, again, is this? Give good heed."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:20",
                            "text": "You see \"one upon the altar, and the other accursed;\" and why do you behold the one that is accursed crowned? Because they shall see Him then in that day having a scarlet robe about his body down to his feet; and they shall say, Is not this He whom we once despised, and pierced, and mocked, and crucified? Truly this is He who then declared Himself to be the Son of God."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:21",
                            "text": "For how like is He to Him! With a view to this, He required the goats to be of goodly aspect, and similar, that, when they see Him then coming, they may be amazed by the likeness of the goat."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:22",
                            "text": "Behold, then, the type of Jesus who was to suffer."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:23",
                            "text": "But why is it that they place the wool in the midst of thorns? It is a type of Jesus set before the view of the Church."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:24",
                            "text": "They place the wool among thorns, that any one who wishes to bear it away may find it necessary to suffer much, because the thorn is formidable, and thus obtain it only as the result of suffering."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Epistle of Barnabas 7:25",
                            "text": "Thus also, says He, \"Those who wish to behold Me, and lay hold of My kingdom, must through tribulation and suffering obtain Me\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Epistle of Barnabas 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:1",
                            "text": "Chapter 8 — The red heifer a type of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:2",
                            "text": "Now what do you suppose this to be a type of, that a command was given to Israel, that men of the greatest wickedness should offer a heifer, and slay and burn it, and, that then boys should take the ashes, and put these into vessels, and bind round a stick purple wool along with hyssop, and that thus the boys should sprinkle the people, one by one, in order that they might be purified from their sins? Consider how He speaks to you with simplicity."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:3",
                            "text": "The calf is Jesus: the sinful men offering it are those who led Him to the slaughter."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:4",
                            "text": "But now the men are no longer guilty, are no longer regarded as sinners."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:5",
                            "text": "And the boys that sprinkle are those that have proclaimed to us the remission of sins and purification of heart."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:6",
                            "text": "To these He gave authority to preach the Gospel, being twelve in number, corresponding to the twelve tribes of Israel."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:7",
                            "text": "But why are there three boys that sprinkle? To correspond to Abraham, and Isaac, and Jacob, because these were great with God."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:8",
                            "text": "And why was the wool placed upon the wood? Because by wood Jesus holds His kingdom, so that through the cross those believing on Him shall live for ever."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:9",
                            "text": "But why was hyssop joined with the wool? Because in His kingdom the days will be evil and polluted in which we shall be saved, and because he who suffers in body is cured through the cleansing efficacy of hyssop."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Epistle of Barnabas 8:10",
                            "text": "And on this account the things which stand thus are clear to us, but obscure to them because they did not hear the voice of the Lord."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Epistle of Barnabas 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:1",
                            "text": "Chapter 9 — The spiritual meaning of circumcision."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:2",
                            "text": "He speaks moreover concerning our ears, how He hath circumcised both them and our heart."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:3",
                            "text": "The Lord saith in the prophet, \"In the hearing of the ear they obeyed me\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:4",
                            "text": "And again He saith, \"By hearing, those shall hear who are afar off; they shall know what I have done\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:5",
                            "text": "And, \"Be ye circumcised in your hearts, saith the Lord\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:6",
                            "text": "And again He says, \"Hear, O Israel, for these things saith the Lord thy God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:7",
                            "text": "And once more the Spirit of the Lord proclaims, \"Who is he that wishes to live for ever? By hearing let him hear the voice of my servant\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:8",
                            "text": "And again He saith, \"Hear, O heaven, and give ear, O earth, for God hath spoken\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:9",
                            "text": "These are in proof."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:10",
                            "text": "And again He saith, \"Hear the word of the Lord, ye rulers of this people\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:11",
                            "text": "And again He saith, \"Hear, ye children, the voice of one crying in the wilderness\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:12",
                            "text": "Therefore He hath circumcised our ears, that we might hear His word and believe, for the circumcision in which they trusted is abolished."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:13",
                            "text": "For He declared that circumcision was not of the flesh, but they transgressed because an evil angel deluded them."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:14",
                            "text": "He saith to them, \"These things saith the Lord your God\"—(here I find a new commandment)—\"Sow not among thorns, but circumcise yourselves to the Lord\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:15",
                            "text": "And why speaks He thus: \"Circumcise the stubbornness of your heart, and harden not your neck?\" And again: \"Behold, saith the Lord, all the nations are uncircumcised in the flesh, but this people are uncircumcised in heart\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:16",
                            "text": "But thou wilt say, \"Yea, verily the people are circumcised for a seal\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:17",
                            "text": "But so also is every Syrian and Arab, and all the priests of idols: are these then also within the bond of His covenant? Yea, the Egyptians also practise circumcision."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:18",
                            "text": "Learn then, my children, concerning all things richly, that Abraham, the first who enjoined circumcision, looking forward in spirit to Jesus, practised that rite, having received the mysteries of the three letters."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:19",
                            "text": "For the Scripture saith, \"And Abraham circumcised  ten, and eight, and three hundred men of his household\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:20",
                            "text": "What, then, was the knowledge given to him in this? Learn the eighteen first, and then the three hundred."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:21",
                            "text": "The ten and the eight are thus denoted—Ten by Ι, and Eight by Η."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:22",
                            "text": "You have the initials of the, name of Jesus."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:23",
                            "text": "And because the cross was to express the grace of our redemption by the letter Τ, he says also, \"Three Hundred\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:24",
                            "text": "He signifies, therefore, Jesus by two letters, and the cross by one."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:25",
                            "text": "He knows this, who has put within us the engrafted gift of His doctrine."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Epistle of Barnabas 9:26",
                            "text": "No one has been admitted by me to a more excellent piece of knowledge than this, but I know that ye are worthy."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Epistle of Barnabas 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:1",
                            "text": "Chapter 10 — Spiritual significance of the precepts of Moses respecting different kinds of food."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:2",
                            "text": "Now, wherefore did Moses say, \"Thou shalt not eat the swine, nor the eagle, nor the hawk, nor the raven, nor any fish which is not possessed of scales?\" He embraced three doctrines in his mind in doing so."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:3",
                            "text": "Moreover, the Lord saith to them in Deuteronomy, \"And I will establish my ordinances among this people\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:4",
                            "text": "Is there then not a command of God they should not eat these things? There is, but Moses spoke with a spiritual reference."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:5",
                            "text": "For this reason he named the swine, as much as to say, \"Thou shalt not join thyself to men who resemble swine\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:6",
                            "text": "For when they live in pleasure, they forget their Lord; but when they come to want, they acknowledge the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:7",
                            "text": "And in like manner the swine, when it has eaten, does not recognize its master; but when hungry it cries out, and on receiving food is quiet again."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:8",
                            "text": "\"Neither shalt thou eat,\" says he \"the eagle, nor the hawk, nor the kite, nor the raven\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:9",
                            "text": "\"Thou shalt not join thyself,\" he means, \"to such men as know not how to procure food for themselves by labour and sweat, but seize on that of others in their iniquity, and although wearing an aspect of simplicity, are on the watch to plunder others\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:10",
                            "text": "So these birds, while they sit idle, inquire how they may devour the flesh of others, proving themselves pests to all by their wickedness."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:11",
                            "text": "\"And thou shalt not eat,\" he says, \"the lamprey, or the polypus, or the cuttlefish\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:12",
                            "text": "He means, \"Thou shalt not join thyself or be like to such men as are ungodly to the end, and are condemned to death\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:13",
                            "text": "In like manner as those fishes, above accursed, float in the deep, not swimming on the surface like the rest, but make their abode in the mud which lies at the bottom."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:14",
                            "text": "Moreover, \"Thou shall not,\" he says, \"eat the hare\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:15",
                            "text": "Wherefore? \"Thou shall not be a corrupter of boys, nor like unto such\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:16",
                            "text": "Because the hare multiplies, year by year, the places of its conception; for as many years as it lives so many it has."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:17",
                            "text": "Moreover, \"Thou shall not eat the hyena\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:18",
                            "text": "He means, \"Thou shall not be an adulterer, nor a corrupter, nor be like to them that are such\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:19",
                            "text": "Wherefore? Because that animal annually changes its sex, and is at one time male, and at another female."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:20",
                            "text": "Moreover, he has rightly detested the weasel."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:21",
                            "text": "For he means, \"Thou shalt not be like to those whom we hear of as committing wickedness with the mouth, on account of their uncleanness; nor shall thou be joined to those impure women who commit iniquity with the mouth."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:22",
                            "text": "For this animal conceives by the mouth\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:23",
                            "text": "Moses then issued three doctrines concerning meats with a spiritual significance; but they received them according to fleshly desire, as if he had merely spoken of literal meats."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:24",
                            "text": "David, however, comprehends the knowledge of the three doctrines, and speaks in like manner: \"Blessed is the man who hath not walked in the counsel of the ungodly,\" even as the fishes referred to go in darkness to the depths of the sea; \"and hath not stood in the way of sinners,\" even as those who profess to fear the Lord, but go astray like swine; \"and hath not sat in the seat of scorners,\" even as those birds that lie in wait for prey."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:25",
                            "text": "Take a full and firm grasp of this spiritual knowledge."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:26",
                            "text": "But Moses says still further, \"Ye shall eat every animal that is cloven-footed and ruminant\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:27",
                            "text": "What does he mean? The ruminant animal denotes him who, on receiving food, recognizes Him that nourishes him, and being satisfied by Him, is visibly made glad."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:28",
                            "text": "Well spake Moses, having respect to the commandment."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:29",
                            "text": "What, then, does he mean? That we ought to join ourselves to those that fear the Lord, those who meditate in their heart on the commandment which they have received, those who both utter the judgments of the Lord and observe them, those who know that meditation is a work of gladness, and who ruminate upon the word of the Lord."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:30",
                            "text": "But what means the cloven-footed? That the righteous man also walks in this world, yet looks forward to the holy state to come."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:31",
                            "text": "Behold how well Moses legislated."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:32",
                            "text": "But how was it possible for them to understand or comprehend these things? We then, rightly understanding his commandments, explain them as the Lord intended."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Epistle of Barnabas 10:33",
                            "text": "For this purpose He circumcised our ears and our hearts, that we might understand these things."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Epistle of Barnabas 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:1",
                            "text": "Chapter 11 — Baptism and the cross prefigured in the Old Testament."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:2",
                            "text": "Let us further inquire whether the Lord took any care to foreshadow the water of baptism and the cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:3",
                            "text": "Concerning the water, indeed, it is written, in reference to the Israelites, that they should not receive that baptism which leads to the remission of sins, but should procure another for themselves."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:4",
                            "text": "The prophet therefore declares, \"Be astonished, O heaven, and let the earth tremble at this, because this people hath committed two great evils: they have forsaken Me, a living fountain, and have hewn out for themselves broken cisterns."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:5",
                            "text": "Is my holy hill Zion a desolate rock? For ye shall be as the fledglings of a bird, which fly away when the nest is removed\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:6",
                            "text": "And again saith the prophet, \"I will go before thee and make level the mountains, and will break the brazen gates, and bruise in pieces the iron bars; and I will give thee the secret, hidden, invisible treasures, that they may know that I am the Lord God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:7",
                            "text": "And \"He shall dwell in a lofty cave of the strong rock\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:8",
                            "text": "Furthermore, what saith He in reference to the Son? \"His water is sure; ye shall see the King in His glory, and your soul shall meditate on the fear of the Lord\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:9",
                            "text": "And again He saith in another prophet, \"The man who doeth these things shall be like a tree planted by the courses of waters, which shall yield its fruit in due season; and his leaf shall not fade, and all that he doeth shall prosper."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:10",
                            "text": "Not so are the ungodly, not so, but even as chaff, which the wind sweeps away from the face of the earth."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:11",
                            "text": "Therefore the ungodly shall not stand in judgment, nor sinners in the counsel of the just; for the Lord knoweth the way of the righteous, but the way of the ungodly shall perish\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:12",
                            "text": "Mark how He has described at once both the water and the cross."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:13",
                            "text": "For these words imply, Blessed are they who, placing their trust in the cross, have gone down into the water; for, says He, they shall receive their reward in due time: then He declares, I will recompense them."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:14",
                            "text": "But now He saith, \"Their leaves shall not fade\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:15",
                            "text": "This meaneth, that every word which proceedeth out of your mouth in faith and love shall tend to bring conversion and hope to many."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:16",
                            "text": "Again, another prophet saith, \"And the land of Jacob shall be extolled above every land\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:17",
                            "text": "This meaneth the vessel of His Spirit, which He shall glorify."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:18",
                            "text": "Further, what says He? \"And there was a river flowing on the right, and from it arose beautiful trees; and whosoever shall eat of them shall live for ever\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:19",
                            "text": "This meaneth, that we indeed descend into the water full of sins and defilement, but come up, bearing fruit in our heart, having the fear of God and trust in Jesus in our spirit."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Epistle of Barnabas 11:20",
                            "text": "\"And whosoever shall eat of these shall live for ever,\" This meaneth: Whosoever, He declares, shall hear thee speaking, and believe, shall live for ever."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Epistle of Barnabas 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:1",
                            "text": "Chapter 12 — The cross of Christ frequently announced in the Old Testament."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:2",
                            "text": "In like manner He points to the cross of Christ in another prophet, who saith, \"And when shall these things be accomplished? And the Lord saith, When a tree shall be bent down, and again arise, and when blood shall flow out of wood\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:3",
                            "text": "Here again you have an intimation concerning the cross, and Him who should be crucified."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:4",
                            "text": "Yet again He speaks of this in Moses, when Israel was attacked by strangers."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:5",
                            "text": "And that He might remind them, when assailed, that it was on account of their sins they were delivered to death, the Spirit speaks to the heart of Moses, that he should make a figure of the cross, and of Him about to suffer thereon; for unless they put their trust in Him, they shall be overcome for ever."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:6",
                            "text": "Moses therefore placed one weapon above another in the midst of the hill, and standing upon it, so as to be higher than all the people, he stretched forth his hands, and thus again Israel acquired the mastery."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:7",
                            "text": "But when again he let down his hands, they were again destroyed."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:8",
                            "text": "For what reason? That they might know that they could not be saved unless they put their trust in Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:9",
                            "text": "And in another prophet He declares, \"All day long I have stretched forth My hands to an unbelieving people, and one that gainsays My righteous way\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:10",
                            "text": "And again Moses makes a type of Jesus, signifying that it was necessary for Him to suffer, and also that He would be the author of life to others, whom they believed to have destroyed on the cross when Israel was failing."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:11",
                            "text": "For since transgression was committed by Eve through means of the serpent, the Lord brought it to pass that every kind of serpents bit them, and they died, that He might convince them, that on account of their transgression they were given over to the straits of death."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:12",
                            "text": "Moreover Moses, when he commanded, \"Ye shall not have any graven or molten image for your God,\" did so that he might reveal a type of Jesus."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:13",
                            "text": "Moses then makes a brazen serpent, and places it upon a beam, and by proclamation assembles the people."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:14",
                            "text": "When, therefore, they were come together, they besought Moses that he would offer sacrifice in their behalf, and pray for their recovery."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:15",
                            "text": "And Moses spake unto them, saying, \"When any one of you is bitten, let him come to the serpent placed on the pole; and let him hope and believe, that even though dead, it is able to give him life, and immediately he shall be restored\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:16",
                            "text": "And they did so."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:17",
                            "text": "Thou hast in this also an indication of the glory of Jesus; for in Him and to Him are all things."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:18",
                            "text": "What, again, says Moses to Jesus (Joshua) the son of Nave, when he gave him this name, as being a prophet, with this view only, that all the people might hear that the Father would reveal all things concerning His Son Jesus to the son of Nave? This name then being given him when he sent him to spy out the land, he said, \"Take a book into thy hands, and write what the Lord declares, that the Son of God will in the last days cut off from the roots all the house of Amalek\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:19",
                            "text": "Behold again: Jesus who was manifested, both by type and in the flesh, is not the Son of man, but the Son of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:20",
                            "text": "Since, therefore, they were to say that Christ was the son of David, fearing and understanding the error of the wicked, he saith, \"The Lord said unto my Lord, Sit at My right hand, until I make Thine enemies Thy footstool\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:21",
                            "text": "And again, thus saith Isaiah, \"The Lord said to Christ, my Lord, whose right hand I have holden, that the nations should yield obedience before Him; and I will break in pieces the strength of kings\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Epistle of Barnabas 12:22",
                            "text": "Behold how David calleth Him Lord and the Son of God."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Epistle of Barnabas 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:1",
                            "text": "Chapter 13 — Christians, and not Jews, the heirs of the covenant."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:2",
                            "text": "But let us see if this people is the heir, or the former, and if the covenant belongs to us or to them."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:3",
                            "text": "Hear ye now what the Scripture saith concerning the people."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:4",
                            "text": "Isaac prayed for Rebecca his wife, because she was barren; and she conceived."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:5",
                            "text": "Furthermore also, Rebecca went forth to inquire of the Lord; and the Lord said to her, \"Two nations are in thy womb, and two peoples in thy belly; and the one people shall surpass the other, and the elder shall serve the younger\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:6",
                            "text": "You ought to understand who was Isaac, who Rebecca, and concerning what persons He declared that this people should be greater than that."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:7",
                            "text": "And in another prophecy Jacob speaks more clearly to his son Joseph, saying, \"Behold, the Lord hath not deprived me of thy presence; bring thy sons to me, that I may bless them\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:8",
                            "text": "And he brought Manasseh and Ephraim, desiring that Manasseh should be blessed, because he was the elder."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:9",
                            "text": "With this view Joseph led him to the right hand of his father Jacob."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:10",
                            "text": "But Jacob saw in spirit the type of the people to arise afterwards."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:11",
                            "text": "And what says the Scripture? And Jacob changed the direction of his hands, and laid his right hand upon the head of Ephraim, the second and younger, and blessed him."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:12",
                            "text": "And Joseph said to Jacob, \"Transfer thy right hand to the head of Manasseh, for he is my first-born son\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:13",
                            "text": "And Jacob said, \"I know it, my son, I know it; but the elder shall serve the younger: yet he also shall be blessed\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:14",
                            "text": "Ye see on whom he laid his hands, that this people should be first, and heir of the covenant."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:15",
                            "text": "If then, still further, the same thing was intimated through Abraham, we reach the perfection of our knowledge."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Epistle of Barnabas 13:16",
                            "text": "What, then, says He to Abraham? \"Because thou hast believed, it is imputed to thee for righteousness: behold, I have made thee the father of those nations who believe in the Lord while in a state of uncircumcision\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Epistle of Barnabas 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:1",
                            "text": "Chapter 14 — The Lord hath given us the testament which Moses received and broke."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:2",
                            "text": "Yes it is even so; but let us inquire if the Lord has really given that testament which He swore to the fathers that He would give to the people."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:3",
                            "text": "He did give it; but they were not worthy to receive it, on account of their sins."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:4",
                            "text": "For the prophet declares, \"And Moses was fasting forty days and forty nights on Mount Sinai, that he might receive the testament of the Lord for the people\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:5",
                            "text": "And he received from the Lord two tables, written in the spirit by the finger of the hand of the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:6",
                            "text": "And Moses having received them, carried them down to give to the people."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:7",
                            "text": "And the Lord said to Moses, \"Moses, Moses, go down quickly; for thy people hath sinned, whom thou didst bring out of the land of Egypt\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:8",
                            "text": "And Moses understood that they had again made molten images; and he threw the tables out of his hands, and the tables of the testament of the Lord were broken."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:9",
                            "text": "Moses then received it, but they proved themselves unworthy."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:10",
                            "text": "Learn now how we have received it."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:11",
                            "text": "Moses, as a servant, received it; but the Lord himself, having suffered in our behalf, hath given it to us, that we should be the people of inheritance."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:12",
                            "text": "But He was manifested, in order that they might be perfected in their iniquities, and that we, being constituted heirs through Him, might receive the testament of the Lord Jesus, who was prepared for this end, that by His personal manifestation, redeeming our hearts (which were already wasted by death, and given over to the iniquity of error) from darkness, He might by His word enter into a covenant with us."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:13",
                            "text": "For it is written how the Father, about to redeem us from darkness, commanded Him to prepare a holy people for Himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:14",
                            "text": "The prophet therefore declares, \"I, the Lord Thy God, have called Thee in righteousness, and will hold Thy hand, and will strengthen Thee; and I have given Thee for a covenant to the people, for a light to the nations, to open the eyes of the blind, and to bring forth from fetters them that are bound, and those that sit in darkness out of the prison-house\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:15",
                            "text": "Ye perceive, then, whence we have been redeemed."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:16",
                            "text": "And again, the prophet says, \"Behold, I have appointed Thee as a light to the nations, that Thou mightest be for salvation even to the ends of the earth, saith the Lord God that redeemeth thee\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Epistle of Barnabas 14:17",
                            "text": "And again, the prophet saith, \"The Spirit of the Lord is upon me; because He hath anointed me to preach the Gospel to the humble: He hath sent me to heal the broken-hearted, to proclaim deliverance to the captives, and recovery of sight to the blind; to announce the acceptable year of the Lord, and the day of recompense; to comfort all that mourn\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Epistle of Barnabas 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:1",
                            "text": "Chapter 15 — The false and the true Sabbath."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:2",
                            "text": "Further, also, it is written concerning the Sabbath in the Decalogue which the Lord spoke, face to face, to Moses on Mount Sinai, \"And sanctify ye the Sabbath of the Lord with clean hands and a pure heart\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:3",
                            "text": "And He says in another place, \"If my sons keep the Sabbath, then will I cause my mercy to rest upon them\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:4",
                            "text": "The Sabbath is mentioned at the beginning of the creation thus: \"And God made in six days the works of His hands, and made an end on the seventh day, and rested on it, and sanctified it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:5",
                            "text": "Attend, my children, to the meaning of this expression, \"He finished in six days\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:6",
                            "text": "This implieth that the Lord will finish all things in six thousand years, for a day is with Him a thousand years."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:7",
                            "text": "And He Himself testifieth, saying, \"Behold, to-day will be as a thousand years\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:8",
                            "text": "Therefore, my children, in six days, that is, in six thousand years, all things will be finished."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:9",
                            "text": "\"And He rested on the seventh day\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:10",
                            "text": "This meaneth: when His Son, coming again, shall destroy the time of the wicked man, and judge the ungodly, and change the-sun, and the moon, and the stars, then shall He truly rest on the seventh day."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:11",
                            "text": "Moreover, He says, \"Thou shalt sanctify it with pure hands and a pure heart\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:12",
                            "text": "If, therefore, any one can now sanctify the day which God hath sanctified, except he is pure in heart in all things, we are deceived."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:13",
                            "text": "Behold, therefore: certainly then one properly resting sanctifies it, when we ourselves, having received the promise, wickedness no longer existing, and all things having been made new by the Lord, shall be able to work righteousness."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:14",
                            "text": "Then we shall be able to sanctify it, having been first sanctified ourselves."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:15",
                            "text": "Further, He says to them, \"Your new moons and your Sabbath I cannot endure\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:16",
                            "text": "Ye perceive how He speaks: Your present Sabbaths are not acceptable to Me, but that is which I have made, namely this, when, giving rest to all things, I shall make a beginning of the eighth day, that is, a beginning of another world."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:17",
                            "text": "Wherefore, also, we keep the eighth day with joyfulness, the day also on which Jesus rose again from the dead."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Epistle of Barnabas 15:18",
                            "text": "And when He had manifested Himself, He ascended into the heavens."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Epistle of Barnabas 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:1",
                            "text": "Chapter 16 — The spiritual temple of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:2",
                            "text": "Moreover, I will also tell you concerning the temple, how the wretched Jews, wandering in error, trusted not in God Himself, but in the temple, as being the house of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:3",
                            "text": "For almost after the manner of the Gentiles they worshipped Him in the temple."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:4",
                            "text": "But learn how the Lord speaks, when abolishing it: \"Who hath meted out heaven with a span, and the earth with his palm? Have not I?\" \"Thus saith the Lord, Heaven is My throne, and the earth My footstool: what kind of house will ye build to Me, or what is the place of My rest?\" Ye perceive that their hope is vain."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:5",
                            "text": "Moreover, He again says, \"Behold, they who have cast down this temple, even they shall build it up again\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:6",
                            "text": "It has so happened."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:7",
                            "text": "For through their going to war, it was destroyed by their enemies; and now: they, as the servants of their enemies, shall rebuild it."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:8",
                            "text": "Again, it was revealed that the city and the temple and the people of Israel were to be given up."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:9",
                            "text": "For the Scripture saith, \"And it shall come to pass in the last days, that the Lord will deliver up the sheep of His pasture, and their sheep-fold and tower, to destruction\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:10",
                            "text": "And it so happened as the Lord had spoken."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:11",
                            "text": "Let us inquire, then, if there still is a temple of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:12",
                            "text": "There is—where He himself declared He would make and finish it."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:13",
                            "text": "For it is written, \"And it shall come to pass, when the week is completed, the temple of God shall be built in glory in the name of the Lord\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:14",
                            "text": "I find, therefore, that a temple does exist."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:15",
                            "text": "Learn, then, how it shall be built in the name of the Lord."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:16",
                            "text": "Before we believed in God, the habitation of our heart was corrupt and weak, as being indeed like a temple made with hands."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:17",
                            "text": "For it was full of idolatry, and was a habitation of demons, through our doing such things as were opposed to the will of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:18",
                            "text": "But it shall be built, observe ye, in the name of the Lord, in order that the temple of the Lord may be built in glory."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:19",
                            "text": "How? Learn as follows."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:20",
                            "text": "Having received the forgiveness of sins, and placed our trust in the name of the Lord, we have become new creatures, formed again from the beginning."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:21",
                            "text": "Wherefore in our habitation God truly dwells in us."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:22",
                            "text": "How? His word of faith; His calling of promise; the wisdom of the statutes; the commands of the doctrine; He himself prophesying in us; He himself dwelling in us; opening to us who were enslaved by death the doors of the temple, that is, the mouth; and by giving us repentance introduced us into the incorruptible temple."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:23",
                            "text": "He then, who wishes to be saved, looks not to man, but to Him who dwelleth in him, and speaketh in him, amazed at never having either heard him utter such words with his mouth, nor himself having ever desired to hear them."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Epistle of Barnabas 16:24",
                            "text": "This is the spiritual temple built for the Lord."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Epistle of Barnabas 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Epistle of Barnabas 17:1",
                            "text": "Chapter 17 — Conclusion of the first part of the epistle."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Epistle of Barnabas 17:2",
                            "text": "As far as was possible, and could be done with perspicuity, I cherish the hope that, according to my desire, I have omitted none of those things at present demanding consideration, which bear upon your salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Epistle of Barnabas 17:3",
                            "text": "For if I should write to you about things future, ye would not understand, because such knowledge is hid in parables."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Epistle of Barnabas 17:4",
                            "text": "These things then are so."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Epistle of Barnabas 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Epistle of Barnabas 18:1",
                            "text": "Chapter 18 — Second part of the epistle."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Epistle of Barnabas 18:2",
                            "text": "The two ways."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Epistle of Barnabas 18:3",
                            "text": "But let us now pass to another sort of knowledge and doctrine."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Epistle of Barnabas 18:4",
                            "text": "There are two ways of doctrine and authority, the one of light, and the other of darkness."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Epistle of Barnabas 18:5",
                            "text": "But there is a great difference between these two ways."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Epistle of Barnabas 18:6",
                            "text": "For over one are stationed the light-bringing angels of God, but over the other the angels of Satan."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Epistle of Barnabas 18:7",
                            "text": "And He indeed ( i-e:, God) is Lord for ever and ever, but he ( i-e:, Satan) is prince of the time of iniquity."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Epistle of Barnabas 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:1",
                            "text": "Chapter 19 — The way of light."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:2",
                            "text": "The way of light, then, is as follows."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:3",
                            "text": "If any one desires to travel to the appointed place, he must be zealous in his works."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:4",
                            "text": "The knowledge, therefore, which is given to us for the purpose of walking in this way, is the following."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:5",
                            "text": "Thou shalt love Him that created thee: thou shalt glorify Him that redeemed thee from death."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:6",
                            "text": "Thou shalt be simple in heart, and rich in spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:7",
                            "text": "Thou shalt not join thyself to those who walk in the way of death."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:8",
                            "text": "Thou shalt hate doing what is unpleasing to God: thou shalt hate all hypocrisy."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:9",
                            "text": "Thou shalt not forsake the commandments of the Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:10",
                            "text": "Thou shalt not exalt thyself, but shalt be of a lowly mind."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:11",
                            "text": "Thou shalt not take glory to thyself."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:12",
                            "text": "Thou shalt not take evil counsel against thy neighbour."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:13",
                            "text": "Thou shalt not allow over-boldness to enter into thy soul."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:14",
                            "text": "Thou shalt not commit fornication: thou shalt not commit adultery: thou shalt not be a corrupter of youth."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:15",
                            "text": "Thou shalt not let the word of God issue from thy lips with any kind of impurity."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:16",
                            "text": "Thou shalt not accept persons when thou reprovest any one for transgression."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:17",
                            "text": "Thou shalt be meek: thou shalt be peaceable."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:18",
                            "text": "Thou shalt tremble at the words which thou hearest."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:19",
                            "text": "Thou shalt not be mindful of evil against thy brother."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:20",
                            "text": "Thou shalt not be of doubtful mind as to whether a thing shall be or not."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:21",
                            "text": "Thou shalt not take the name of the Lord in vain."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:22",
                            "text": "Thou shalt love thy neighbour more than thine own soul."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:23",
                            "text": "Thou shalt not slay the child by procuring abortion; nor, again, shalt thou destroy it after it is born."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:24",
                            "text": "Thou shalt not withdraw thy hand from thy son, or from thy daughter, but from their infancy thou shalt teach them the fear of the Lord."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:25",
                            "text": "Thou shalt not covet what is thy neighbour's, nor shalt thou be avaricious."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:26",
                            "text": "Thou shalt not be joined in soul with the haughty, but thou shalt be reckoned with the righteous and lowly."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:27",
                            "text": "Receive thou as good things the trials which come upon thee."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:28",
                            "text": "Thou shalt not be of double mind or of double tongue, for a double tongue is a snare of death."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:29",
                            "text": "Thou shalt be subject to the Lord, and to other masters as the image of God, with modesty and fear."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:30",
                            "text": "Thou shalt not issue orders with bitterness to thy maidservant or thy man-servant, who trust in the same God, lest thou shouldst not reverence that God who is above both; for He came to call men not according to their outward appearance, but according as the Spirit had prepared them."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:31",
                            "text": "Thou shalt communicate in all things with thy neighbour; thou shalt not call things thine own; for if ye are partakers in common of things which are incorruptible, how much more should you be of those things which are corruptible! Thou shalt not be hasty with thy tongue, for the mouth is a snare of death."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:32",
                            "text": "As far as possible, thou shalt be pure in thy soul."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:33",
                            "text": "Do not be ready to stretch forth thy hands to take, whilst thou contractest them to give."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:34",
                            "text": "Thou shalt love, as the apple of thine eye, every one that speaketh to thee the word of the Lord."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:35",
                            "text": "Thou shalt remember the day of judgment, night and day."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:36",
                            "text": "Thou shalt seek out every day the faces of the saints, either by word examining them, and going to exhort them, and meditating how to save a soul by the word, or by thy hands thou shalt labour for the redemption of thy sins."
                        },
                        {
                            "verse": 37,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:37",
                            "text": "Thou shalt not hesitate to give, nor murmur when thou givest."
                        },
                        {
                            "verse": 38,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:38",
                            "text": "\"Give to every one that asketh thee,\" and thou shalt know who is the good Recompenser of the reward."
                        },
                        {
                            "verse": 39,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:39",
                            "text": "Thou shalt preserve what thou hast received in charge, neither adding to it nor taking from it."
                        },
                        {
                            "verse": 40,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:40",
                            "text": "To the last thou shalt hate the wicked one."
                        },
                        {
                            "verse": 41,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:41",
                            "text": "Thou shalt judge righteously."
                        },
                        {
                            "verse": 42,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:42",
                            "text": "Thou shalt not make a schism, but thou shalt pacify those that contend by bringing them together."
                        },
                        {
                            "verse": 43,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:43",
                            "text": "Thou shalt confess thy sins."
                        },
                        {
                            "verse": 44,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:44",
                            "text": "Thou shalt not go to prayer with an evil conscience."
                        },
                        {
                            "verse": 45,
                            "chapter": 19,
                            "name": "Epistle of Barnabas 19:45",
                            "text": "This is the way of light."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Epistle of Barnabas 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Epistle of Barnabas 20:1",
                            "text": "Chapter 20 — The way of darkness."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Epistle of Barnabas 20:2",
                            "text": "But the way of darkness is crooked, and full of cursing; for it is the way of eternal death with punishment, in which way are the things that destroy the soul, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Epistle of Barnabas 20:3",
                            "text": ", idolatry, over-confidence, the arrogance of power, hypocrisy, double-heartedness, adultery, murder, rapine, haughtiness, transgression, deceit, malice, self-sufficiency, poisoning, magic, avarice, want of the fear of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Epistle of Barnabas 20:4",
                            "text": "In this way, too, are those who persecute the good, those who hate truth, those who love falsehood, those who know not the reward of righteousness, those who cleave not to that which is good, those who attend not with just judgment to the widow and orphan, those who watch not to the fear of God, but incline to wickedness, from whom meekness and patience are far off; persons who love vanity, follow after a reward, pity not the needy, labour not in aid of him who is overcome with toil; who are prone to evil-speaking, who know not Him that made them, who are murderers of children, destroyers of the workmanship of God; who turn away him that is in want, who oppress the afflicted, who are advocates of the rich, who are unjust judges of the poor, and who are in every respect transgressors."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Epistle of Barnabas 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:1",
                            "text": "Chapter 21 — Conclusion."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:2",
                            "text": "It is well, therefore, that he who has learned the judgments of the Lord, as many as have been written, should walk in them."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:3",
                            "text": "For he who keepeth these shall be glorified in the kingdom of God; but he who chooseth other things shall be destroyed with his works."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:4",
                            "text": "On this account there will be a resurrection, on this account a retribution."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:5",
                            "text": "I beseech you who are superiors, if you will receive any counsel of my good-will, have among yourselves those to whom you may show kindness: do not forsake them."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:6",
                            "text": "For the day is at hand on which all things shall perish with the evil one."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:7",
                            "text": "The Lord is near, and His reward."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:8",
                            "text": "Again, and yet again, I beseech you: be good lawgivers to one another; continue faithful counsellors of one another; take away from among you all hypocrisy."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:9",
                            "text": "And may God, who ruleth over all the world, give to you wisdom, intelligence, understanding, knowledge of His judgments, with patience."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:10",
                            "text": "And be ye taught of God, inquiring diligently what the Lord asks from you; and do it that ye maybe safe in the day of judgment."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:11",
                            "text": "And if you have any remembrance of what is good, be mindful of me, meditating on these things, in order that both my desire and watchfulness may result in some good."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:12",
                            "text": "I beseech you, entreating this as a favour."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:13",
                            "text": "While yet you are in this fair vessel, do not fail in any one of those things, but unceasingly seek after them, and fulfil every commandment; for these things are worthy."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:14",
                            "text": "Wherefore I have been the more earnest to write to you, as my ability served, that I might cheer you."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:15",
                            "text": "Farewell, ye children of love and peace."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Epistle of Barnabas 21:16",
                            "text": "The Lord of glory and of all grace be with your spirit, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}