{
    "books": [
        {
            "name": "Tertullian: De Fuga in Persecutione",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: De Fuga in Persecutione 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:1",
                            "text": "De Fuga In Persecutione  -  My brother Fabius, you very lately asked, because some news or other were communicated, whether or not we ought to flee in persecution."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:2",
                            "text": "For my part, having on the spot made some observations in the negative suited to the place and time, I also, owing to the rudeness of some persons, took away with me the subject but half treated, meaning to set it forth now more fully by my pen; for your inquiry had interested me in it, and the state of the times had already on its own account pressed it upon me."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:3",
                            "text": "As persecutions in increasing number threaten us, so the more are we called on to give earnest thought to the question of how faith ought to receive them, and the duty of carefully considering it concerns you no less, who no doubt, by not accepting the Comforter, the guide to all truth, have, as was natural, opposed us hitherto in regard to other questions also."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:4",
                            "text": "We have therefore applied a methodical treatment, too, to your inquiry, as we see that we must first come to a decision as to how the matter stands in regard to persecution itself, whether it comes on us from God or from the devil, that with the less difficulty we may get on firm ground as to our duty to meet it; for of everything one's knowledge is clearer when it is known from whom it has its origin."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:5",
                            "text": "It is enough indeed to lay it down, (in bar of all besides,) that nothing happens without the will of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:6",
                            "text": "But lest we be diverted from the point before us, we shall not by this deliverance at once give occasion to the other discussions if one make answer—Therefore evil and sin are both from God; the devil henceforth, and even we ourselves, are entirely free."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:7",
                            "text": "The question in hand is persecution."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:8",
                            "text": "With respect to this, let me in the meantime say, that nothing happens without God's will; on the ground that persecution is especially worthy of God, and, so to speak, requisite, for the approving, to wit, or if you will, the rejection of His professing servants."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:9",
                            "text": "For what is the issue of persecution, what other result comes of it, but the approving and rejecting of faith, in regard to which the Lord will certainly sift His people?  Persecution, by means of which one is declared either approved or rejected, is just the judgment of the Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:10",
                            "text": "But the judging properly belongs to God alone."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:11",
                            "text": "This is that fan which even now cleanses the Lord's threshing-floor—the Church, I mean—winnowing the mixed heap of believers, and separating the grain of the martyrs from the chaff of the deniers; and this is also the ladder of which Jacob dreams, on which are seen, some mounting up to higher places, and others going down to lower."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:12",
                            "text": "So, too, persecution may be viewed as a contest."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:13",
                            "text": "By whom is the conflict proclaimed, but by Him by whom the crown and the rewards are offered?  You find in the Revelation its edict, setting forth the rewards by which He incites to victory—those, above all, whose is the distinction of conquering in persecution, in very deed contending in their victorious struggle not against flesh and blood, but against spirits of wickedness."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:14",
                            "text": "So, too, you will see that the adjudging of the contest belongs to the same glorious One, as umpire, who calls us to the prize."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:15",
                            "text": "The one great thing in persecution is the promotion of the glory of God, as He tries and casts away, lays on and takes off."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:16",
                            "text": "But what concerns the glory of God will surely come to pass by His will."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:17",
                            "text": "And when is trust in God more strong, than when there is a greater fear of Him, and when persecution breaks out?  The Church is awe-struck."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:18",
                            "text": "Then is faith both more zealous in preparation, and better disciplined in fasts, and meetings, and prayers, and lowliness, in brotherly-kindness and love, in holiness and temperance."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:19",
                            "text": "There is no room, in fact, for ought but fear and hope."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Tertullian: De Fuga in Persecutione 1:20",
                            "text": "So even by this very thing we have it clearly proved that persecution, improving as it does the servants of God, cannot be imputed to the devil."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: De Fuga in Persecutione 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:1",
                            "text": "-  If, because injustice is not from God, but from the devil, and persecution consists of injustice (for what more unjust than that the bishops of the true God, that all the followers of the truth, should be dealt with after the manner of the vilest criminals?), persecution therefore seems to proceed from the devil, by whom the injustice which constitutes persecution is perpetrated, we ought to know, as you have neither persecution without the injustice of the devil, nor the trial of faith without persecution, that the injustice necessary for the trial of faith does not give a warrant for persecution, but supplies an agency; that in reality, in reference to the trial of faith, which is the reason of persecution, the will of God goes first, but that as the instrument of persecution, which is the way of trial, the injustice of the devil follows."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:2",
                            "text": "For in other respects, too, injustice in proportion to the enmity it displays against righteousness affords occasion for attestations of that to which it is opposed as an enemy, that so righteousness may be perfected in injustice, as strength is perfected in weakness."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:3",
                            "text": "For the weak things of the world have been chosen by God to confound the strong, and the foolish things of the world to confound its wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:4",
                            "text": "Thus even injustice is employed, that righteousness may be approved in putting unrighteousness to shame."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:5",
                            "text": "Therefore, since the service is not of free-will, but of subjection (for persecution is the appointment of the Lord for the trial of faith, but its ministry is the injustice of the devil, supplied that persecution may be got up), we believe that persecution comes to pass, no question, by the devil's agency, but not by the devil's origination."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:6",
                            "text": "Satan will not be at liberty to do anything against the servants of the living God unless the Lord grant leave, either that He may overthrow Satan himself by the faith of the elect which proves victorious in the trial, or in the face of the world show that apostatizers to the devil's cause have been in reality His servants."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:7",
                            "text": "You have the case of Job, whom the devil, unless he had received authority from God, could not have visited with trial, not even, in fact, in his property, unless the Lord had said, \"Behold, all that he has I put at your disposal; but do not stretch out your hand against himself\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:8",
                            "text": "In short, he would not even have stretched it out, unless afterwards, at his request, the Lord had granted him this permission also, saying, \"Behold, I deliver him to you; only preserve his life\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:9",
                            "text": "So he asked in the case of the apostles likewise an opportunity to tempt them, having it only by special allowance, since the Lord in the Gospel says to Peter, \"Behold, Satan asked that he might sift you as grain; but I have prayed for you that your faith fail not;\" that is, that the devil should not have power granted him sufficient to endanger his faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:10",
                            "text": "Whence it is manifest that both things belong to God, the shaking of faith as well as the shielding of it, when both are sought from Him—the shaking by the devil, the shielding by the Son."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:11",
                            "text": "And certainly, when the Son of God has faith's protection absolutely committed to Him, beseeching it of the Father, from whom He receives all power in heaven and on earth, how entirely out of the question is it that the devil should have the assailing of it in his own power!  But in the prayer prescribed to us, when we say to our Father, \"Lead us not into temptation\" (now what greater temptation is there than persecution?), we acknowledge that that comes to pass by His will whom we beseech to exempt us from it."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:12",
                            "text": "For this is what follows, \"But deliver us from the wicked one,\" that is, do not lead us into temptation by giving us up to the wicked one, for then are we delivered from the power of the devil, when we are not handed over to him to be tempted."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:13",
                            "text": "Nor would the devil's legion have had power over the herd of swine unless they had got it from God; so far are they from having power over the sheep of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:14",
                            "text": "I may say that the bristles of the swine, too, were then counted by God, not to speak of the hairs of holy men."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:15",
                            "text": "The devil, it must be owned, seems indeed to have power—in this case really his own—over those who do not belong to God, the nations being once for all counted by God as a drop of the bucket, and as the dust of the threshing-floor, and as the spittle of the mouth, and so thrown open to the devil as, in a sense, a free possession."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:16",
                            "text": "But against those who belong to the household of God he may not do ought as by any right of his own, because the cases marked out in Scripture show when—that is, for what reasons—he may touch them."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:17",
                            "text": "For either, with a view to their being approved, the power of trial is granted to him, challenged or challenging, as in the instances already referred to, or, to secure an opposite result, the sinner is handed over to him, as though he were an executioner to whom belonged the inflicting of punishment, as in the case of Saul."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:18",
                            "text": "\"And the Spirit of the Lord,\" says Scripture, \"departed from Saul, and an evil spirit from the Lord troubled and stifled him;\" or the design is to humble, as the apostle tells us, that there was given him a stake, the messenger of Satan, to buffet him; and even this sort of thing is not permitted in the case of holy men, unless it be that at the same time strength of endurance may be perfected in weakness."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:19",
                            "text": "For the apostle likewise delivered Phygellus and Hermogenes over to Satan that by chastening they might be taught not to blaspheme."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Tertullian: De Fuga in Persecutione 2:20",
                            "text": "You see, then, that the devil receives more suitably power even from the servants of God; so far is he from having it by any right of his own."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: De Fuga in Persecutione 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:1",
                            "text": "-  Seeing therefore, too, these cases occur in persecutions more than at other times, as there is then among us more of proving or rejecting, more of abusing or punishing, it must be that their general occurrence is permitted or commanded by Him at whose will they happen even partially; by Him, I mean, who says, \"I am He who make peace and create evil,\"—that is, war, for that is the antithesis of peace."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:2",
                            "text": "But what other war has our peace than persecution?  If in its issues persecution emphatically brings either life or death, either wounds or healing, you have the author, too, of this."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:3",
                            "text": "\"I will smite and heal, I will make alive and put to death\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:4",
                            "text": "\"I will burn them,\" He says, \"as gold is burned; and I will try them,\" He says, \"as silver is tried,\" for when the flame of persecution is consuming us, then the stedfastness of our faith is proved."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:5",
                            "text": "These will be the fiery darts of the devil, by which faith gets a ministry of burning and kindling; yet by the will of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:6",
                            "text": "As to this I know not who can doubt, unless it be persons with frivolous and frigid faith, which seizes upon those who with trembling assemble together in the church."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:7",
                            "text": "For you say, seeing we assemble without order, and assemble at the same time, and flock in large numbers to the church, the heathen are led to make inquiry about us, and we are alarmed lest we awaken their anxieties."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:8",
                            "text": "Do ye not know that God is Lord of all?  And if it is God's will, then you shall suffer persecution; but if it is not, the heathen will be still."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:9",
                            "text": "Believe it most surely, if indeed you believe in that God without whose will not even the sparrow, a penny can buy, falls to the ground."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: De Fuga in Persecutione 3:10",
                            "text": "But we, I think, are better than many sparrows."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: De Fuga in Persecutione 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:1",
                            "text": "-  Well, then, if it is evident from whom persecution proceeds, we are able at once to satisfy your doubts, and to decide from these introductory remarks alone, that men should not flee in it."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:2",
                            "text": "For if persecution proceeds from God, in no way will it be our duty to flee from what has God as its author; a twofold reason opposing; for what proceeds from God ought not on the one hand to be avoided, and it cannot be evaded on the other."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:3",
                            "text": "It ought not to be avoided, because it is good; for everything must be good on which God has cast His eye."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:4",
                            "text": "And with this idea has perhaps this statement been made in Genesis, \"And God saw because it is good;\" not that He would have been ignorant of its goodness unless He had seen it, but to indicate by this expression that it was good because it was viewed by God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:5",
                            "text": "There are many events indeed happening by the will of God, and happening to somebody's harm."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:6",
                            "text": "Yet for all that, a thing is therefore good because it is of God, as divine, as reasonable; for what is divine, and not reasonable and good?  What is good, yet not divine?  But if to the universal apprehension of mankind this seems to be the case, in judging, man's faculty of apprehension does not predetermine the nature of things, but the nature of things his power of apprehension."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:7",
                            "text": "For every several nature is a certain definite reality, and it lays it on the perceptive power to perceive it just as it exists."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:8",
                            "text": "Now, if that which comes from God is good indeed in its natural state (for there is nothing from God which is not good, because it is divine, and reasonable), but seems evil only to the human faculty, all will be right in regard to the former; with the latter the fault will lie."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:9",
                            "text": "In its real nature a very good thing is chastity, and so is truth, and righteousness; and yet they are distasteful to many."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:10",
                            "text": "Is perhaps the real nature on this account sacrificed to the sense of perception?  Thus persecution in its own nature too is good, because it is a divine and reasonable appointment; but those to whom it comes as a punishment do not feel it to be pleasant."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:11",
                            "text": "You see that as proceeding from Him, even that evil has a reasonable ground, when one in persecution is cast out of a state of salvation, just as you see that you have a reasonable ground for the good also, when one by persecution has his salvation made more secure."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:12",
                            "text": "Unless, as it depends on the Lord, one either perishes irrationally, or is irrationally saved, he will not be able to speak of persecution as an evil, which, while it is under the direction of reason, is, even in respect of its evil, good."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:13",
                            "text": "So, if persecution is in every way a good, because it has a natural basis, we on valid grounds lay it down, that what is good ought not to be shunned by us, because it is a sin to refuse what is good; besides that, what has been looked upon by God can no longer indeed be avoided, proceeding as it does from God, from whose will escape will not be possible."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: De Fuga in Persecutione 4:14",
                            "text": "Therefore those who think that they should flee, either reproach God with doing what is evil, if they flee from persecution as an evil (for no one avoids what is good); or they count themselves stronger than God:  so they think, who imagine it possible to escape when it is God's pleasure that such events should occur."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: De Fuga in Persecutione 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: De Fuga in Persecutione 5:1",
                            "text": "-  But, says some one, I flee, the thing it belongs to me to do, that I may not perish, if I deny; it is for Him on His part, if He chooses, to bring me, when I flee, back before the tribunal."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: De Fuga in Persecutione 5:2",
                            "text": "First answer me this:  Are you sure you will deny if you do not flee, or are you not sure?  For if you are sure, you have denied already, because by presupposing that you will deny, you have given yourself up to that about which you have made such a presupposition; and now it is vain for you to think of flight, that you may avoid denying, when in intention you have denied already."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: De Fuga in Persecutione 5:3",
                            "text": "But if you are doubtful on that point, why do you not, in the incertitude of your fear wavering between the two different issues, presume that you are able rather to act a confessor's part, and so add to your safety, that you may not flee, just as you presuppose denial to send you off a fugitive?  The matter stands thus—we have either both things in our own power, or they wholly lie with God."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: De Fuga in Persecutione 5:4",
                            "text": "If it is ours to confess or to deny, why do we not anticipate the nobler thing, that is, that we shall confess?  If you are not willing to confess, you are not willing to suffer; and to be unwilling to confess is to deny."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: De Fuga in Persecutione 5:5",
                            "text": "But if the matter is wholly in God's hand, why do we not leave it to His will, recognising His might and power in that, just as He can bring us back to trial when we flee, so is He able to screen us when we do not flee; yes, and even living in the very heart of the people?  Strange conduct, is it not, to honour God in the matter of flight from persecution, because He can bring you back from your flight to stand before the judgment-seat; but in regard of witness-bearing, to do Him high dishonour by despairing of power at His hands to shield you from danger?  Why do you not rather on this, the side of constancy and trust in God, say, I do my part; I depart not; God, if He choose, will Himself be my protector?  It beseems us better to retain our position in submission to the will of God, than to flee at our own will."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: De Fuga in Persecutione 5:6",
                            "text": "Rutilius, a saintly martyr, after having ofttimes fled from persecution from place to place, nay, having bought security from danger, as he thought, by money, was, notwithstanding the complete security he had, as he thought, provided for himself, at last unexpectedly seized, and being brought before the magistrate, was put to the torture and cruelly mangled,—a punishment, I believe, for his fleeing,—and thereafter he was consigned to the flames, and thus paid to the mercy of God the suffering which he had shunned."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: De Fuga in Persecutione 5:7",
                            "text": "What else did the Lord mean to show us by this example, but that we ought not to flee from persecution because it avails us nothing if God disapproves?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: De Fuga in Persecutione 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:1",
                            "text": "-  Nay, says some one, he fulfilled the command, when he fled from city to city."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:2",
                            "text": "For so a certain individual, but a fugitive likewise, has chosen to maintain, and others have done the same who are unwilling to understand the meaning of that declaration of the Lord, that they may use it as a cloak for their cowardice, although it has had its persons as well as its times and reasons to which it specially applies."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:3",
                            "text": "\"When they begin,\" He says, \"to persecute you, flee from city to city\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:4",
                            "text": "We maintain that this belongs specially to the persons of the apostles, and to their times and circumstances, as the following sentences will show, which are suitable only to the apostles:  \"Do not go into the way of the Gentiles, and into a city of the Samaritans do not enter:  but go rather to the lost sheep of the house of Israel\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:5",
                            "text": "But to us the way of the Gentiles is also open, as in it we in fact were found, and to the very last we walk; and no city has been excepted."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:6",
                            "text": "So we preach throughout all the world; nay, no special care even for Israel has been laid upon us, save as also we are bound to preach to all nations."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:7",
                            "text": "Yes, and if we are apprehended, we shall not be brought into Jewish councils, nor scourged in Jewish synagogues, but we shall certainly be cited before Roman magistrates and judgment-seats."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:8",
                            "text": "So, then, the circumstances of the apostles even required the injunction to flee, their mission being to preach first to the lost sheep of the house of Israel."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:9",
                            "text": "That, therefore, this preaching might be fully accomplished in the case of those among whom this behoved first of all to be carried out—that the sons might receive bread before the dogs, for that reason He commanded them to flee then for a time—not with the object of eluding danger, under the plea strictly speaking which persecution urges (rather He was in the habit of proclaiming that they would suffer persecutions, and of teaching that these must be endured); but in order to further the proclamation of the Gospel message, lest by their being at once put down, the diffusion of the Gospel too might be prevented."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:10",
                            "text": "Neither were they to flee to any city as if by stealth, but as if everywhere about to proclaim their message; and for this, everywhere about to undergo persecutions, until they should fulfil their teaching."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:11",
                            "text": "Accordingly the Saviour says, \"Ye will not go over all the cities of Israel\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:12",
                            "text": "So the command to flee was restricted to the limits of Judea."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:13",
                            "text": "But no command that shows Judea to be specially the sphere for preaching applies to us, now that the Holy Spirit has been poured out upon all flesh."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:14",
                            "text": "Therefore Paul and the apostles themselves, mindful of the precept of the Lord, bear this solemn testimony before Israel, which they had now filled with their doctrine—saying, \"It was necessary that the word of God should have been first delivered to you; but seeing ye have rejected it, and have not thought yourselves worthy of eternal life, lo, we turn to the Gentiles\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:15",
                            "text": "And from that time they turned their steps away, as those who went before them had laid it down, and departed into the way of the Gentiles, and entered into the cities of the Samaritans; so that, in very deed, their sound went forth into all the earth, and their words to the end of the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:16",
                            "text": "If, therefore, the prohibition against setting foot in the way of the Gentiles, and entering into the cities of the Samaritans, has come to an end, why should not the command to flee, which was issued at the same time, have come also to an end?  Accordingly, from the time when, Israel having had its full measure, the apostles went over to the Gentiles, they neither fled from city to city, nor hesitated to suffer."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:17",
                            "text": "Nay, Paul too, who had submitted to deliverance from persecution by being let down from the wall, as to do so was at this time a matter of command, refused in like manner now at the close of his ministry, and after the injunction had come to an end, to give in to the anxieties of the disciples, eagerly entreating him that he would not risk himself at Jerusalem, because of the sufferings in store for him which Agabus had foretold; but doing the very opposite, it is thus he speaks, \"What do ye, weeping and disquieting my heart?  For I could wish not only to suffer bonds, but also to die at Jerusalem, for the name of my Lord Jesus Christ\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:18",
                            "text": "And so they all said, \"Let the will of the Lord be done\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:19",
                            "text": "What was the will of the Lord?  Certainly no longer to flee from persecution."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:20",
                            "text": "Otherwise they who had wished him rather to avoid persecution, might also have adduced that prior will of the Lord, in which He had commanded flight."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Tertullian: De Fuga in Persecutione 6:21",
                            "text": "Therefore, seeing even in the days of the apostles themselves, the command to flee was temporary, as were those also relating to the other things at the same time enjoined, that command cannot continue with us which ceased with our teachers, even although it had not been issued specially for them; or if the Lord wished it to continue, the apostles did wrong who were not careful to keep fleeing to the last."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: De Fuga in Persecutione 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:1",
                            "text": "-  Let us now see whether also the rest of our Lord's ordinances accord with a lasting command of flight."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:2",
                            "text": "In the first place, indeed, if persecution is from God, what are we to think of our being ordered to take ourselves out of its way, by the very party who brings it on us?  For if He wanted it to be evaded, He had better not have sent it, that there might not be the appearance of His will being thwarted by another will."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:3",
                            "text": "For He wished us either to suffer persecution or to flee from it."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:4",
                            "text": "If to flee, how to suffer?  If to suffer, how to flee?  In fact, what utter inconsistency in the decrees of One who commands to flee, and yet urges to suffer, which is the very opposite!  \"Him who will confess Me, I also will confess before My Father\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:5",
                            "text": "How will he confess, fleeing?  How flee, confessing?  \"Of him who shall be ashamed of Me, will I also be ashamed before My Father\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:6",
                            "text": "If I avoid suffering, I am ashamed to confess."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:7",
                            "text": "\"Happy they who suffer persecution for My name's sake\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:8",
                            "text": "Unhappy, therefore, they who, by running away, will not suffer according to the divine command."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:9",
                            "text": "\"He who shall endure to the end shall be saved\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:10",
                            "text": "How then, when you bid me flee, do you wish me to endure to the end?  If views so opposed to each other do not comport with the divine dignity, they clearly prove that the command to flee had, at the time it was given, a reason of its own, which we have pointed out."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:11",
                            "text": "But it is said, the Lord, providing for the weakness of some of His people, nevertheless, in His kindness, suggested also the haven of flight to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:12",
                            "text": "For He was not able even without flight—a protection so base, and unworthy, and servile—to preserve in persecution such as He knew to be weak!  Whereas in fact He does not cherish, but ever rejects the weak, teaching first, not that we are to fly from our persecutors, but rather that we are not to fear them."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:13",
                            "text": "\"Fear not them who are able to kill the body, but are unable to do ought against the soul; but fear Him who can destroy both body and soul in hell\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:14",
                            "text": "And then what does He allot to the fearful?  \"He who will value his life more than Me, is not worthy of Me; and he who takes not up his cross and follows Me, cannot be My disciple\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: De Fuga in Persecutione 7:15",
                            "text": "Last of all, in the Revelation, He does not propose flight to the \"fearful,\" but a miserable portion among the rest of the outcast, in the lake of brimstone and fire, which is the second death."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: De Fuga in Persecutione 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: De Fuga in Persecutione 8:1",
                            "text": "- He sometimes also fled from violence Himself, but for the same reason as had led Him to command the apostles to do so:  that is, He wanted to fulfil His ministry of teaching; and when it was finished, I do not say He stood firm, but He had no desire even to get from His Father the aid of hosts of angels:  finding fault, too, with Peter's sword."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: De Fuga in Persecutione 8:2",
                            "text": "He likewise acknowledged, it is true, that His \"soul was troubled, even unto death,\" and the flesh weak; with the design, (however,) first of all, that by having, as His own, trouble of soul and weakness of the flesh, He might show you that both the substances in Him were truly human; lest, as certain persons have now brought it in, you might be led to think either the flesh or the soul of Christ different from ours; and then, that, by an exhibition of their states, you might be convinced that they have no power at all of themselves without the spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: De Fuga in Persecutione 8:3",
                            "text": "And for this reason He puts first \"the willing spirit,\" that, looking to the natures respectively of both the substances, you may see that you have in you the spirit's strength as well as the flesh's weakness; and even from this may learn what to do, and by what means to do it, and what to bring under what,—the weak, namely, under the strong, that you may not, as is now your fashion, make excuses on the ground of the weakness of the flesh, forsooth, but put out of sight the strength of the spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: De Fuga in Persecutione 8:4",
                            "text": "He also asked of His Father, that if it might be, the cup of suffering should pass from Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: De Fuga in Persecutione 8:5",
                            "text": "So ask you the like favour; but as He did, holding your position,—merely offering supplication, and adding, too, the other words:  \"but not what I will, but what Thou wilt\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: De Fuga in Persecutione 8:6",
                            "text": "But when you run away, how will you make this request? taking, in that case, into your own hands the removal of the cup from you, and instead of doing what your Father wishes, doing what you wish yourself."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: De Fuga in Persecutione 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:1",
                            "text": "-  The teaching of the apostles was surely in everything according to the mind of God:  they forgot and omitted nothing of the Gospel."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:2",
                            "text": "Where, then, do you show that they renewed the command to flee from city to city?  In fact, it was utterly impossible that they should have laid down anything so utterly opposed to their own examples as a command to flee, while it was just from bonds, or the islands in which, for confessing, not fleeing from the Christian name, they were confined, they wrote their letters to the Churches."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:3",
                            "text": "Paul bids us support the weak, but most certainly it is not when they flee."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:4",
                            "text": "For how can the absent be supported by you?  By bearing with them?  Well, he says that people must be supported, if anywhere they have committed a fault through the weakness of their faith, just as (he enjoins) that we should comfort the faint-hearted; he does not say, however, that they should be sent into exile."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:5",
                            "text": "But when he urges us not to give place to evil, he does not offer the suggestion that we should take to our heels, he only teaches that passion should be kept under restraint; and if he says that the time must be redeemed, because the days are evil, he wishes us to gain a lengthening of life, not by flight, but by wisdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:6",
                            "text": "Besides, he who bids us shine as sons of light, does not bid us hide away out of sight as sons of darkness."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:7",
                            "text": "He commands us to stand stedfast, certainly not to act an opposite part by fleeing; and to be girt, not to play the fugitive or oppose the Gospel."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:8",
                            "text": "He points out weapons, too, which persons who intend to run away would not require."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:9",
                            "text": "And among these he notes the shield too, that ye may be able to quench the darts of the devil, when doubtless ye resist him, and sustain his assaults in their utmost force."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:10",
                            "text": "Accordingly John also teaches that we must lay down our lives for the brethren; much more, then, we must do it for the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:11",
                            "text": "This cannot be fulfilled by those who flee."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:12",
                            "text": "Finally, mindful of his own Revelation, in which he had heard the doom of the fearful, (and so) speaking from personal knowledge, he warns us that fear must be put away."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:13",
                            "text": "\"There is no fear,\" says he, \"in love; but perfect love casteth out fear; because fear has torment\"—the fire of the lake, no doubt."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:14",
                            "text": "\"He that feareth is not perfect in love\"—to wit, the love of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:15",
                            "text": "And yet who will flee from persecution, but he who fears?  Who will fear, but he who has not loved?  Yes; and if you ask counsel of the Spirit, what does He approve more than that utterance of the Spirit?  For, indeed, it incites all almost to go and offer themselves in martyrdom, not to flee from it; so that we also make mention of it."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:16",
                            "text": "If you are exposed to public infamy, says he, it is for your good; for he who is not exposed to dishonour among men is sure to be so before the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:17",
                            "text": "Do not be ashamed; righteousness brings you forth into the public gaze."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:18",
                            "text": "Why should you be ashamed of gaining glory?  The opportunity is given you when you are before the eyes of men."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Tertullian: De Fuga in Persecutione 9:19",
                            "text": "So also elsewhere:  seek not to die on bridal beds, nor in miscarriages, nor in soft fevers, but to die the martyr's death, that He may be glorified who has suffered for you."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: De Fuga in Persecutione 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:1",
                            "text": "-  But some, paying no attention to the exhortations of God, are readier to apply to themselves that Greek versicle of worldly wisdom, \"He who fled will fight again;\" perhaps also in the battle to flee again."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:2",
                            "text": "And when will he who, as a fugitive, is a defeated man, be conqueror?  A worthy soldier he furnishes to his commander Christ, who, so amply armed by the apostle, as soon as he hears persecution's trumpet, runs off from the day of persecution."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:3",
                            "text": "I also will produce in answer a quotation taken from the world:  \"Is it a thing so very sad to die?\"  He must die, in whatever way of it, either as conquered or as conqueror."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:4",
                            "text": "But although he has succumbed in denying, he has yet faced and battled with the torture."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:5",
                            "text": "I had rather be one to be pitied than to be blushed for."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:6",
                            "text": "More glorious is the soldier pierced with a javelin in battle, than he who has a safe skin as a fugitive."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:7",
                            "text": "Do you fear man, O Christian?—you who ought to be feared by the angels, since you are to judge angels; who ought to be feared by evil spirits, since you have received power also over evil spirits; who ought to be feared by the whole world, since by you, too, the world is judged."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:8",
                            "text": "You are Christ-clothed, you who flee before the devil, since into Christ you have been baptized."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:9",
                            "text": "Christ, who is in you, is treated as of small account when you give yourself back to the devil, by becoming a fugitive before him."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:10",
                            "text": "But, seeing it is from the Lord you flee, you taunt all runaways with the futility of their purpose."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:11",
                            "text": "A certain bold prophet also had fled from the Lord, he had crossed over from Joppa in the direction of Tarsus, as if he could as easily transport himself away from God; but I find him, I do not say in the sea and on the land, but, in fact, in the belly even of a beast, in which he was confined for the space of three days, unable either to find death or even thus escape from God."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:12",
                            "text": "How much better the conduct of the man who, though he fears the enemy of God, does not flee from, but rather despises him, relying on the protection of the Lord; or, if you will, having an awe of God all the greater, the more that he has stood in His presence, says, \"It is the Lord, He is mighty."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:13",
                            "text": "All things belong to Him; wherever I am, I am in His hand:  let Him do as He wills, I go not away; and if it be His pleasure that I die, let Him destroy me Himself, while I save myself for Him."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: De Fuga in Persecutione 10:14",
                            "text": "I had rather bring odium upon Him by dying by His will, than by escaping through my own anger\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: De Fuga in Persecutione 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:1",
                            "text": "-  Thus ought every servant of God to feel and act, even one in an inferior place, that he may come to have a more important one, if he has made some upward step by his endurance of persecution."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:2",
                            "text": "But when persons in authority themselves—I mean the very deacons, and presbyters, and bishops—take to flight, how will a layman be able to see with what view it was said, Flee from city to city?  Thus, too, with the leaders turning their backs, who of the common rank will hope to persuade men to stand firm in the battle?  Most assuredly a good shepherd lays down his life for the sheep, according to the word of Moses, when the Lord Christ had not as yet been revealed, but was already shadowed forth in himself:  \"If you destroy this people,\" he says, \"destroy me also along with it\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:3",
                            "text": "But Christ, confirming these foreshadowings Himself, adds:  \"The bad shepherd is he who, on seeing the wolf, flees, and leaves the sheep to be torn in pieces\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:4",
                            "text": "Why, a shepherd like this will be turned off from the farm; the wages to have been given him at the time of his discharge will be kept from him as compensation; nay, even from his former savings a restoration of the master's loss will be required; for \"to him who hath shall be given, but from him who hath not shall be taken away even that which he seemeth to have\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:5",
                            "text": "Thus Zechariah threatens:  \"Arise, O sword, against the shepherds, and pluck ye out the sheep; and I will turn my hand against the shepherds\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:6",
                            "text": "And against them both Ezekiel and Jeremiah declaim with kindred threatenings, for their not only wickedly eating of the Sheep,—they feeding themselves rather than those committed to their charge,—but also scattering the flock, and giving it over, shepherdless, a prey to all the beasts of the field."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:7",
                            "text": "And this never happens more than when in persecution the Church is abandoned by the clergy."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:8",
                            "text": "If any one recognises the Spirit also, he will hear him branding the runaways."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:9",
                            "text": "But if it does not become the keepers of the flock to flee when the wolves invade it—nay, if that is absolutely unlawful (for He who has declared a shepherd of this sort a bad one has certainly condemned him; and whatever is condemned has, without doubt, become unlawful)—on this ground it will not be the duty of those who have been set over the Church to flee in the time of persecution."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: De Fuga in Persecutione 11:10",
                            "text": "But otherwise, if the flock should flee, the overseer of the flock would have no call to hold his ground, as his doing so in that case would be, without good reason, to give to the flock protection, which it would not require in consequence of its liberty, forsooth, to flee."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: De Fuga in Persecutione 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:1",
                            "text": "-  So far, my brother, as the question proposed by you is concerned, you have our opinion in answer and encouragement."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:2",
                            "text": "But he who inquires whether persecution ought to be shunned by us must now be prepared to consider the following question also:  Whether, if we should not flee from it, we should at least buy ourselves off from it."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:3",
                            "text": "Going further than you expected, therefore, I will also on this point give you my advice, distinctly affirming that persecution, from which it is evident we must not flee, must in like manner not even be bought off."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:4",
                            "text": "The difference lies in the payment; but as flight is a buying off without money, so buying off is money-flight."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:5",
                            "text": "Assuredly you have here too the counselling of fear."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:6",
                            "text": "Because you fear, you buy yourself off; and so you flee."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:7",
                            "text": "As regards your feet, you have stood; in respect of the money you have paid, you have run away."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:8",
                            "text": "Why, in this very standing of yours there was a fleeing from persecution, in the release from persecution which you bought; but that you should ransom with money a man whom Christ has ransomed with His blood, how unworthy is it of God and His ways of acting, who spared not His own Son for you, that He might be made a curse for us, because cursed is he that hangeth on a tree,—Him who was led as a sheep to be a sacrifice, and just as a lamb before its shearer, so opened He not His mouth; but gave His back to the scourges, nay, His cheeks to the hands of the smiter, and turned not away His face from spitting, and, being numbered with the transgressors, was delivered up to death, nay, the death of the cross."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:9",
                            "text": "All this took place that He might redeem us from our sins."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:10",
                            "text": "The sun ceded to us the day of our redemption; hell re-transferred the right it had in us, and our covenant is in heaven; the everlasting gates were lifted up, that the King of Glory, the Lord of might, might enter in, after having redeemed man from earth, nay, from hell, that he might attain to heaven."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:11",
                            "text": "What, now, are we to think of the man who strives against that glorious One, nay, slights and defiles His goods, obtained at so great a ransom—no less, in truth, than His most precious blood?  It appears, then, that it is better to flee than to fall in value, if a man will not lay out for himself as much as he cost Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:12",
                            "text": "And the Lord indeed ransomed him from the angelic powers which rule the world—from the spirits of wickedness, from the darkness of this life, from eternal judgment, from everlasting death."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:13",
                            "text": "But you bargain for him with an informer, or a soldier or some paltry thief of a ruler—under, as they say, the folds of the tunic—as if he were stolen goods whom Christ purchased in the face of the whole world, yes, and set at liberty."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:14",
                            "text": "Will you value, then, this free man at any price, and possess him at any price, but the one, as we have said, it cost the Lord,—namely, His own blood?  (And if not,) why then do you purchase Christ in the man in whom He dwells, as though He were some human property?  No otherwise did Simon even try to do, when he offered the apostles money for the Spirit of Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:15",
                            "text": "Therefore this man also, who in buying himself has bought the Spirit of Christ, will hear that word, \"Your money perish with you, since you have thought that the grace of God is to be had at a price!\"  Yet who will despise him for being (what he is), a denier?  For what says that extorter?  Give me money:  assuredly that he may not deliver him up, since he tries to sell you nothing else than that which he is going to give you for money."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:16",
                            "text": "When you put that into his hands, it is certainly your wish not to be delivered up."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:17",
                            "text": "But not delivered up, had you to be held up to public ridicule?  While, then, in being unwilling to be delivered up, you are not willing to be thus exposed; by this unwillingness of yours you have denied that you are what you have been unwilling to have it made public that you are."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:18",
                            "text": "Nay, you say, While I am unwilling to be held up to the public as being what I am, I have acknowledged that I am what I am unwilling to be so held up as being, that is, a Christian."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:19",
                            "text": "Can Christ, therefore, claim that you, as a witness for Him, have stedfastly shown Him forth?  He who buys himself off does nothing in that way."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:20",
                            "text": "Before one it might, I doubt not, be said, You have confessed Him; so also, on the account of your unwillingness to confess Him before many you have denied Him."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:21",
                            "text": "A man's very safety will pronounce that he has fallen while getting out of persecution's way."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:22",
                            "text": "He has fallen, therefore, whose desire has been to escape."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:23",
                            "text": "The refusal of martyrdom is denial."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:24",
                            "text": "A Christian is preserved by his wealth, and for this end has his treasures, that he may not suffer, while he will be rich toward God."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:25",
                            "text": "But it is the case that Christ was rich in blood for him."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:26",
                            "text": "Blessed therefore are the poor, because, He says, the kingdom of heaven is theirs who have the soul only treasured up."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:27",
                            "text": "If we cannot serve God and mammon, can we be redeemed both by God and by mammon?  For who will serve mammon more than the man whom mammon has ransomed?  Finally, of what example do you avail yourself to warrant your averting by money the giving of you up?  When did the apostles, dealing with the matter, in any time of persecution trouble, extricate themselves by money?  And money they certainly had from the prices of lands which were laid down at their feet, there being, without a doubt, many of the rich among those who believed—men, and also women, who were wont, too, to minister to their comfort."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:28",
                            "text": "When did Onesimus, or Aquila, or Stephen, give them aid of this kind when they were persecuted?  Paul indeed, when Felix the governor hoped that he should receive money for him from the disciples, about which matter he also dealt with the apostle in private, certainly neither paid it himself, nor did the disciples for him."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:29",
                            "text": "Those disciples, at any rate, who wept because he was equally persistent in his determination to go to Jerusalem, and neglectful of all means to secure himself from the persecutions which had been foretold as about to occur there, at last say, \"Let the will of the Lord be done\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:30",
                            "text": "What was that will?  No doubt that he should suffer for the name of the Lord, not that he should be bought off."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:31",
                            "text": "For as Christ laid down His life for us, so, too, we should do for Him; and not only for the Lord Himself, nay, but likewise for our brethren on His account."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:32",
                            "text": "This, too, is the teaching of John when he declares, not that we should pay for our brethren, but rather that we should die for them."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:33",
                            "text": "It makes no difference whether the thing not to be done by you is to buy off a Christian, or to buy one."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:34",
                            "text": "And so the will of God accords with this."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:35",
                            "text": "Look at the condition—certainly of God's ordaining, in whose hand the king's heart is—of kingdoms and empires."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:36",
                            "text": "For increasing the treasury there are daily provided so many appliances—registerings of property, taxes in kind benevolences, taxes in money; but never up to this time has ought of the kind been provided by bringing Christians under some purchase-money for the person and the sect, although enormous gains could be reaped from numbers too great for any to be ignorant of them."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:37",
                            "text": "Bought with blood, paid for with blood, we owe no money for our head, because Christ is our Head."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:38",
                            "text": "It is not fit that Christ should cost us money."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:39",
                            "text": "How could martyrdoms, too, take place to the glory of the Lord, if by tribute we should pay for the liberty of our sect?  And so he who stipulates to have it at a price, opposes the divine appointment."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:40",
                            "text": "Since, therefore, Caesar has imposed nothing on us after this fashion of a tributary sect—in fact, such an imposition never can be made,—with Antichrist now close at hand, and gaping for the blood, not for the money of Christians—how can it be pointed out to me that there is the command, \"Render to Caesar the things which are Caesar's?\"  A soldier, be he an informer or an enemy, extorts money from me by threats, exacting nothing on Caesar's behalf; nay, doing the very opposite, when for a bribe he lets me go—Christian as I am, and by the laws of man a criminal."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:41",
                            "text": "Of another sort is the denarius which I owe to Caesar, a thing belonging to him, about which the question then was started, it being a tribute coin due indeed by those subject to tribute, not by children."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:42",
                            "text": "Or how shall I render to God the things which are God's,—certainly, therefore, His own likeness and money inscribed with His name, that is, a Christian man?  But what do I owe God, as I do Caesar the denarius, but the blood which His own Son shed for me?  Now if I owe God, indeed, a human being and my own blood; but I am now in this juncture, that a demand is made upon me for the payment of that debt, I am undoubtedly guilty of cheating God if I do my best to withhold payment."
                        },
                        {
                            "verse": 43,
                            "chapter": 12,
                            "name": "Tertullian: De Fuga in Persecutione 12:43",
                            "text": "I have well kept the commandment, if, rendering to Caesar the things which are Caesar's, I refuse to God the things which are God's!."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: De Fuga in Persecutione 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:1",
                            "text": "-  But also to every one who asks me I will give on the plea of charity, not under any intimidation."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:2",
                            "text": "Who asks? He says."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:3",
                            "text": "But he who uses intimidation does not ask."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:4",
                            "text": "One who threatens if he does not receive, does not crave, but compels."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:5",
                            "text": "It is not alms he looks for, who comes not to be pitied, but to be feared."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:6",
                            "text": "I will give, therefore, because I pity, not because I fear, when the recipient honours God and returns me his blessing; not when rather he both believes that he has conferred a favour on me, and, beholding his plunder, says, \"Guilt money\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:7",
                            "text": "Shall I be angry even with an enemy?  But enmities have also other grounds."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:8",
                            "text": "Yet withal he did not say a betrayer, or persecutor, or one seeking to terrify you by his threats."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:9",
                            "text": "For how much more shall I heap coals upon the head of a man of this sort, if I do not redeem myself by money?  \"In like manner,\" says Jesus, \"to him who has taken away your coat, grant even your cloak also\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:10",
                            "text": "But that refers to him who has sought to take away my property, not my faith."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:11",
                            "text": "The cloak, too, I will grant, if I am not threatened with betrayal."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:12",
                            "text": "If he threatens, I will demand even my coat back again."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:13",
                            "text": "Even now, the declarations of the Lord have reasons and laws of their own."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:14",
                            "text": "They are not of unlimited or universal application."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:15",
                            "text": "And so He commands us to give to every one who asks, yet He Himself does not give to those who ask a sign."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:16",
                            "text": "Otherwise, if you think that we should give indiscriminately to all who ask, that seems to me to mean that you would give, I say not wine to him who has a fever, but even poison or a sword to him who longs for death."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:17",
                            "text": "But how we are to understand, \"Make to yourselves friends of mammon,\" let the previous parable teach you."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:18",
                            "text": "The saying was addressed to the Jewish people; inasmuch as, having managed ill the business of the Lord which had been entrusted to them, they ought to have provided for themselves out of the men of mammon, which we then were, friends rather than enemies, and to have delivered us from the dues of sins which kept us from God, if they bestowed the blessing upon us, for the reason given by the Lord, that when grace began to depart from them, they, betaking themselves to our faith, might be admitted into everlasting habitations."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:19",
                            "text": "Hold now any other explanation of this parable and saying you like, if only you clearly see that there is no likelihood of our opposers, should we make them friends with mammon, then receiving us into everlasting abodes."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:20",
                            "text": "But of what will not cowardice convince men?  As if Scripture both allowed them to flee, and commanded them to buy off!  Finally, it is not enough if one or another is so rescued."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:21",
                            "text": "Whole Churches have imposed tribute en masse on themselves."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:22",
                            "text": "I know not whether it is matter for grief or shame when among hucksters, and pickpockets, and bath-thieves, and gamesters, and pimps, Christians too are included as taxpayers in the lists of free soldiers and spies."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Tertullian: De Fuga in Persecutione 13:23",
                            "text": "Did the apostles, with so much foresight, make the office of overseer of this type, that the occupants might be able to enjoy their rule free from anxiety, under colour of providing (a like freedom for their flocks)?  For such a peace, forsooth, Christ, returning to His Father, commanded to be bought from the soldiers by gifts like those you have in the Saturnalia!."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: De Fuga in Persecutione 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:1",
                            "text": "-  But how shall we assemble together? say you; how shall we observe the ordinances of the Lord?  To be sure, just as the apostles also did, who were protected by faith, not by money; which faith, if it can remove a mountain, can much more remove a soldier."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:2",
                            "text": "Be your safeguard wisdom, not a bribe."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:3",
                            "text": "For you will not have at once complete security from the people also, should you buy off the interference of the soldiers."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:4",
                            "text": "Therefore all you need for your protection is to have both faith and wisdom:  if you do not make use of these, you may lose even the deliverance which you have purchased for yourself; while, if you do employ them, you can have no need of any ransoming."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:5",
                            "text": "Lastly, if you cannot assemble by day, you have the night, the light of Christ luminous against its darkness."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:6",
                            "text": "You cannot run about among them one after another."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:7",
                            "text": "Be content with a church of threes."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:8",
                            "text": "It is better that you sometimes should not see your crowds, than subject yourselves (to a tribute bondage)."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:9",
                            "text": "Keep pure for Christ His betrothed virgin; let no one make gain of her."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:10",
                            "text": "These things, my brother, seem to you perhaps harsh and not to be endured; but recall that God has said, \"He who receives it, let him receive it,\" that is, let him who does not receive it go his way."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:11",
                            "text": "He who fears to suffer, cannot belong to Him who suffered."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:12",
                            "text": "But the man who does not fear to suffer, he will be perfect in love—in the love, it is meant, of God; \"for perfect love casteth out fear\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:13",
                            "text": "\"And therefore many are called, but few chosen\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:14",
                            "text": "It is not asked who is ready to follow the broad way, but who the narrow."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:15",
                            "text": "And therefore the Comforter is requisite, who guides into all truth, and animates to all endurance."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Tertullian: De Fuga in Persecutione 14:16",
                            "text": "And they who have received Him will neither stoop to flee from persecution nor to buy it off, for they have the Lord Himself, One who will stand by us to aid us in suffering, as well as to be our mouth when we are put to the question."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: De Fuga in Persecutione 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:1",
                            "text": "-  We have reserved this heroic tract to close our series of the ascetic essays of our author because it places even his sophistical enthusiasm in a light which shows much to admire."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:2",
                            "text": "Strange that this defiant hero should have died (as we may infer) in his bed, and in extreme old age."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:3",
                            "text": "Great man, how much, alike for weal and woe, the ages have been taught by thee!  This is the place for a tabular view of the ten persecutions of the Ante-Nicene Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:4",
                            "text": "They are commonly enumerated as follows:—."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:5",
                            "text": "Under Nero——a."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:6",
                            "text": "d."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:7",
                            "text": "Under Trajan——a."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:8",
                            "text": "d."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:9",
                            "text": "Under Trajan——a."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:10",
                            "text": "d."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:11",
                            "text": "Under Hadrian (a."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:12",
                            "text": "d."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:13",
                            "text": "and)——a."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:14",
                            "text": "d."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:15",
                            "text": "Under Aurelius (a."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:16",
                            "text": "d."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:17",
                            "text": ") and Severus——a."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:18",
                            "text": "d."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:19",
                            "text": "Under Maximin——a."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:20",
                            "text": "d."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:21",
                            "text": "Under Decius——a."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:22",
                            "text": "d."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:23",
                            "text": "Under Valerian——a."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:24",
                            "text": "d."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:25",
                            "text": "Under Aurelian——a."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:26",
                            "text": "d."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:27",
                            "text": "Under Diocletian (a."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:28",
                            "text": "d."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:29",
                            "text": "and)——a."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:30",
                            "text": "d."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:31",
                            "text": "Periods of Comparative Rest."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:32",
                            "text": "Under Antoninus Pius——a."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:33",
                            "text": "d."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:34",
                            "text": "Under Commodus——a."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:35",
                            "text": "d."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:36",
                            "text": "Under Alexander Severus——a."
                        },
                        {
                            "verse": 37,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:37",
                            "text": "d."
                        },
                        {
                            "verse": 38,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:38",
                            "text": "Under Philip——a."
                        },
                        {
                            "verse": 39,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:39",
                            "text": "d."
                        },
                        {
                            "verse": 40,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:40",
                            "text": "Under Diocletian——a."
                        },
                        {
                            "verse": 41,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:41",
                            "text": "d."
                        },
                        {
                            "verse": 42,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:42",
                            "text": "till a."
                        },
                        {
                            "verse": 43,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:43",
                            "text": "d."
                        },
                        {
                            "verse": 44,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:44",
                            "text": "In thus chastising and sifting his Church in the years of her gradual growth \"from the smallest of all seeds,\" we see illustrations of the Lord's Epistles to the seven churches of the Apocalypse."
                        },
                        {
                            "verse": 45,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:45",
                            "text": "Who can doubt that Tertullian's writings prepared the North-African Church for the Decian furnace, and all believers for the \"seven times hotter\" fires of Diocletian?   -  In the Patientia Tertullian reflects the views of Catholics, and seems to allow those \"persecuted in one city to flee to another\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:46",
                            "text": "So also in the Ad Uxorem, as instanced by Kaye."
                        },
                        {
                            "verse": 47,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:47",
                            "text": "In the Fuga we have the enthusiast, but not as Gibbon will have it, the most wild and fanatical of declaimers."
                        },
                        {
                            "verse": 48,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:48",
                            "text": "On the whole subject we again refer our readers to the solid and sober comments of Kaye on the martyrdoms and persecutions of the early faithful, and on the patristic views of the same."
                        },
                        {
                            "verse": 49,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:49",
                            "text": "-  Christians were now counted by millions."
                        },
                        {
                            "verse": 50,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:50",
                            "text": "The following tabular view of the Christian population of the world from the beginning has been attributed to Sharon Turner."
                        },
                        {
                            "verse": 51,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:51",
                            "text": "I do not find it in any of his works with which I am familiar."
                        },
                        {
                            "verse": 52,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:52",
                            "text": "The nineteenth century is certainly credited too low, according to the modern computists; but I insert it merely for the centuries we are now considering."
                        },
                        {
                            "verse": 53,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:53",
                            "text": "Growth of the Church in Numbers."
                        },
                        {
                            "verse": 54,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:54",
                            "text": "First century——,."
                        },
                        {
                            "verse": 55,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:55",
                            "text": "Second century——,,."
                        },
                        {
                            "verse": 56,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:56",
                            "text": "Third century——,,."
                        },
                        {
                            "verse": 57,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:57",
                            "text": "Fourth century——,,."
                        },
                        {
                            "verse": 58,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:58",
                            "text": "Fifth century——,,."
                        },
                        {
                            "verse": 59,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:59",
                            "text": "Sixth century——,,."
                        },
                        {
                            "verse": 60,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:60",
                            "text": "Seventh century——,,."
                        },
                        {
                            "verse": 61,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:61",
                            "text": "Eighth century——,,."
                        },
                        {
                            "verse": 62,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:62",
                            "text": "Ninth century——,,."
                        },
                        {
                            "verse": 63,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:63",
                            "text": "Tenth century——,,."
                        },
                        {
                            "verse": 64,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:64",
                            "text": "Eleventh century——,,."
                        },
                        {
                            "verse": 65,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:65",
                            "text": "Twelfth century——,,."
                        },
                        {
                            "verse": 66,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:66",
                            "text": "Thirteenth century——,,."
                        },
                        {
                            "verse": 67,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:67",
                            "text": "Fourteenth century——,,."
                        },
                        {
                            "verse": 68,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:68",
                            "text": "Fifteenth century——,,."
                        },
                        {
                            "verse": 69,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:69",
                            "text": "Sixteenth century——,,."
                        },
                        {
                            "verse": 70,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:70",
                            "text": "Seventeenth century——,,."
                        },
                        {
                            "verse": 71,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:71",
                            "text": "Eighteenth century——,,."
                        },
                        {
                            "verse": 72,
                            "chapter": 15,
                            "name": "Tertullian: De Fuga in Persecutione 15:72",
                            "text": "Nineteenth century——,,."
                        }
                    ]
                }
            ]
        }
    ]
}