{
    "books": [
        {
            "name": "John Cassian: Confrences VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:2",
                            "text": "The Second Conference of Abbot Serenus."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:3",
                            "text": "On Principalities."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:5",
                            "text": "Of the hospitality of Abbot Serenus."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:6",
                            "text": "When we had finished the duties of the day, and the congregation had been dismissed from Church we returned to the old man's cell, and enjoyed a most sumptuous repast."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:7",
                            "text": "For instead of the sauce which with a few drops of oil spread over it was usually set on the table for his daily meal, he mixed a little decoction and poured over it a somewhat more liberal allowance of oil than usual; for each of them when he is going to partake of his daily repast, pours those drops of oil on, not that he may receive any enjoyment from the taste of it (for so limited is the supply that it is hardly enough I will not say to line the passage of his throat and jaws, but even to pass down it) but that using it, he may keep down the pride of his heart (which is certain to creep in stealthily and surely if his abstinence is any stricter) and the incitements to vainglory, for as his abstinence is practised with the greater secrecy, and is carried on without anyone to see it, so much the more subtly does it never cease to tempt the man who conceals it."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:8",
                            "text": "Then he set before us table salt, and three olives each: after which he produced a basket containing parched vetches which they call trogalia, from which we each took five grains, two prunes and a fig apiece."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:9",
                            "text": "For it is considered wrong for anyone to exceed that amount in that desert."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Confrences VIII 1:10",
                            "text": "And when we had finished this repast and had begun to ask him again for his promised solution of the question, \"Let us hear,\" said the old man, \"your question, the consideration of which we postponed till the present time\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences VIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VIII 2:2",
                            "text": "Statements on the different kinds of spiritual wickednesses."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VIII 2:3",
                            "text": "Then Germanus: We want to know what is the origin of the great variety of hostile powers opposed to men, and the difference between them, which the blessed Apostle sums up as follows: \"We wrestle not against flesh and blood, but against principalities, against powers, against the world-rulers of this darkness, against spiritual wickedness in heavenly places:\" and again: \"Neither angels nor principalities nor powers nor any other creature, can separate us from the love of God which is in Christ Jesus our Lord\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VIII 2:4",
                            "text": "Whence then arises the enmity of all this malice jealous of us? Are we to believe that those powers were created by the Lord for this; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences VIII 2:5",
                            "text": ", to fight against men in these grades and orders?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences VIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:2",
                            "text": "The answer on the many kinds of food provided in holy Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:3",
                            "text": "Serenus: The authority of holy Scripture says on those points on which it would inform us some things so plainly and clearly even to those who are utterly void of understanding, that not only are they not veiled in the obscurity of any hidden meaning, but do not even require the help of any explanation, but carry their meaning and sense on the surface of the words and letters: but some things are so concealed and involved in mysteries as to offer us an immense field for skill and care in the discussion and explanation of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:4",
                            "text": "And it is clear that God has so ordered it for many reasons: first for fear lest the holy mysteries, if they were covered by no veil of spiritual meaning, should be exposed equally to the knowledge and understanding of everybody, i-e:, the profane as well as the faithful and thus there might be no difference in the matter of goodness and prudence between the lazy and the earnest: next that among those who are indeed of the household of faith, while immense differences of intellectual power open out before them, there might be the opportunity of reproving the slothfulness of the idle, and of proving the keenness and diligence of the earnest."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:5",
                            "text": "And so holy Scripture is fitly compared to a rich and fertile field, which, while bearing and producing much which is good for man's food without being cooked by fire, produces some things which are found to be unsuitable for man's use or even harmful unless they have lost all the roughness of their raw condition by being tempered and softened down by the heat of fire."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:6",
                            "text": "But some are naturally fit for use in both states, so that even when uncooked they are not unpleasant from their raw condition, but still are rendered more palatable by being cooked and heated by fire."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:7",
                            "text": "Many more things too are produced only fit for the food of irrational creatures, and cattle, and wild animals and birds, but utterly useless as food for men, which while still in their rough state without being in any way touched by fire, conduce to the health and life of cattle."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:8",
                            "text": "And we can clearly see that the same system holds good in that most fruitful garden of the Scriptures of the Spirit, in which some things shine forth clear and bright in their literal sense, in such a way that while they have no need of any higher interpretation, they furnish abundant food and nourishment in the simple sound of the words, to the hearers: as in this passage: \"Hear, O Israel, the Lord thy God is one Lord;\" and: \"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:9",
                            "text": "But there are some which, unless they are weakened down by an allegorical interpretation, and softened by the trial of the fire of the spirit cannot become wholesome food for the inner man without injury and loss to him; and damage rather than profit will accrue to him from receiving them: as with this passage: \"But let your loins be girded up and your lights burning;\" and: \"whosoever has no sword, let him sell his coat and buy himself a sword;\" and: \"whosoever taketh not up his cross and followeth after Me is not worthy of Me;\" a passage which some most earnest monks, having \"indeed a zeal for God, but not according to knowledge\" understood literally, and so made themselves wooden crosses, and carried them about constantly on their shoulders, and so were the cause not of edification but of ridicule on the part of all who saw them."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:10",
                            "text": "But some are capable of being taken suitable and properly in both ways, i-e:, the historical and allegorical, so that either explanation furnishes a healing draught to the soul; as this passage: \"If any one shall smite thee on the right cheek, turn to him the other also;\" and: \"when they persecute you in one city, flee to another;\" and: \"if thou wilt be perfect, go, sell all that thou hast and give to the poor, and thou shalt have treasure in heaven, and come follow Me\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:11",
                            "text": "It produces indeed \"grass for the cattle\" also, (and of this food all the fields of Scripture are full); viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: Confrences VIII 3:12",
                            "text": ", plain and simple narratives of history, by which simple folk, and those who are incapable of perfect and sound understanding (of whom it is said \"Thou, Lord, wilt save both man and beast\") may be made stronger and more vigorous for their hard work and the labour of actual life, in accordance with the state and measure of their capacity."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences VIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VIII 4:2",
                            "text": "Of the double sense in which Holy Scripture may be taken."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VIII 4:3",
                            "text": "Wherefore on those passages which are brought forward with a clear explanation we also can constantly lay down the meaning and boldly state our own opinions."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VIII 4:4",
                            "text": "But those which the Holy Spirit, reserving for our meditation and exercise, has inserted in holy Scripture with veiled meaning, wishing some of them to be gathered from various proofs and conjectures, ought to be step by step and carefully brought together, so that their assertions and proofs may be arranged by the discretion of the man who is arguing or supporting them."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VIII 4:5",
                            "text": "For sometimes when a difference of opinion is expressed on one and the same subject, either view may be considered reasonable and be held without injury to the faith either firmly, or doubtfully, i-e:, in such a way that neither is full belief nor absolute rejection accorded to it, and the second view need not interfere with the former, if neither of them is found to be opposed to the faith: as in this case: where Elias came in the person of John, and is again to be the precursor of the Lord's Advent: and in the matter of the \"Abomination of desolation\" which \"stood in the holy place,\" by means of that idol of Jupiter which, as we read, was placed in the temple in Jerusalem, and which is again to stand in the Church through the coming of Antichrist, and all those things which follow in the gospel, which we take as having been fulfilled before the captivity of Jerusalem and still to be fulfilled at the end of this world."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Confrences VIII 4:6",
                            "text": "In which matters neither view is opposed to the other, nor does the first interpretation interfere with the second."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences VIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VIII 5:2",
                            "text": "Of the fact that the question suggested ought to be included among those things to be held in a neutral or doubtful way."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences VIII 5:3",
                            "text": "And therefore since the question raised by us, does not seem to have been sufficiently or often ventilated among men, and is clear to most people, and from this fact what we bring forward may perhaps appear to some to be doubtful, we ought to regulate our own view (since it does not interfere with faith in the Trinity) so that it may be included among those things which are to be held doubtfully; although they rest not on mere opinions such as are usually given to guesses and conjectures, but on clear Scripture proof."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences VIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VIII 6:2",
                            "text": "Of the fact that nothing is created evil by God."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VIII 6:3",
                            "text": "God forbid that we should admit that God has created anything which is substantially evil, as Scripture says \"everything that God had made was very good\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VIII 6:4",
                            "text": "For if they were created by God such as they are now, or made for this purpose; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VIII 6:5",
                            "text": ", to occupy these positions of malice, and ever to be ready for the deception and ruin of men, we should in opposition to the view of the above quoted Scripture slander God as the Creator and author of evil, as having Himself formed utterly evil wills and natures, creating them for this very purpose; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VIII 6:6",
                            "text": ", that they might ever persist in their wickedness and never pass over to the feeling of a good will."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences VIII 6:7",
                            "text": "The following reason then of this diversity is what we received from the tradition of the fathers, being drawn from the fount of Holy Scripture."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences VIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VIII 7:2",
                            "text": "Of the origin of principalities or powers."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VIII 7:3",
                            "text": "None of the faithful question the fact that before the formation of this visible creation God made spiritual and celestial powers, in order that owing to the very fact that they knew that they had been formed out of nothing by the goodness of the Creator for such glory and bliss, they might render to Him continual thanks and ceaselessly continue to praise Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VIII 7:4",
                            "text": "For neither should we imagine that God for the first time began to originate His creation and work with the formation of this world, as if in those countless ages beforehand He had taken no thought of Providence and the divine ordering of things, and as if we could believe that having none towards whom to show the blessings of His goodness, He had been solitary, and a stranger to all bountifulness; a thing which is too poor and unsuitable to fancy of that boundless and eternal and incomprehensible Majesty; as the Lord Himself says of these powers: \"When the stars were made together, all my angels praised Me with a loud voice\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VIII 7:5",
                            "text": "Those then who were present at the creation of the stars, are most clearly proved to have been created before that \"beginning\" in which it is said that heaven and earth were made, inasmuch as they are said with loud voices and admiration to have praised the Creator because of all those visible creatures which, as they saw,  proceeded forth from nothing."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VIII 7:6",
                            "text": "Before then that beginning in time which is spoken of by Moses, and which according to the historic and Jewish interpretation denotes the age of this world (without prejudice to our interpretation, according to which we explain that the \"beginning,\" of all things is Christ, in whom the Father created all things, as it is said \"All things were made by him, and without Him was not anything made,\") before, I say, that beginning of Genesis in time there is no question that God had already created all those powers and heavenly virtues; which the Apostle enumerates in order and thus describes: \"For in Christ were created all things both in heaven and on earth, visible and invisible, whether they be angels or archangels, whether they be thrones or dominions, whether they be principalities or powers."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Confrences VIII 7:7",
                            "text": "All things were made by Him and in Him\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences VIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:2",
                            "text": "Of the fall of the devil and the angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:3",
                            "text": "And so we are clearly shown that out of that number of them some of the leaders fell, by the lamentations of Ezekiel and Isaiah, in which we know that the prince of Tyre or that Lucifer who rose in the morning is lamented with a doleful plaint: and of him the Lord speaks as follows to Ezekiel: \"Son of man, take up a lamentation over the prince of Tyre, and say to him: Thus saith the Lord God: Thou wast the seal of resemblance, full of wisdom, perfect in beauty."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:4",
                            "text": "Thou wast in the pleasures of the paradise of God: every precious stone was thy covering: the sardius, the topaz and the jasper, the chrysolyte and the onyx and the beryl, the sapphire and the carbuncle and the emerald: gold the work of thy beauty, and thy pipes were prepared in the day that thou wast created."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:5",
                            "text": "Thou wast a cherub stretched out and protecting, and I set thee in the holy mountain of God, thou hast walked in the midst of the stones of fire."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:6",
                            "text": "Thou wast perfect in thy ways from the day of thy creation, until iniquity was found in thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:7",
                            "text": "By the multitude of thy merchandise thy inner parts were filled with iniquity and thou hast sinned; and I cast thee out from the mountain of God, and destroyed thee, O covering cherub, out of the midst of the stones of fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:8",
                            "text": "And thy heart was lifted up with thy beauty: thou hast lost thy wisdom in thy beauty, I have cast thee to the ground: I have set thee before the face of kings, that they might behold thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:9",
                            "text": "Thou hast defiled thy sanctuaries by the multitude of thy iniquities and by the iniquity of thy traffic\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:10",
                            "text": "Isaiah also says of another: \"How art thou fallen from heaven, O Lucifer, who didst rise in the morning? how art thou fallen to the ground, that didst wound the nations? and thou saidst in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God, I will sit in the mountain of the covenant, in the sides of the north."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:11",
                            "text": "I will ascend above the heights of the clouds."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:12",
                            "text": "I will be like the Most High\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:13",
                            "text": "But Holy Scripture relates that these fell not alone from that summit of their station in bliss, as it tells us that the dragon dragged down together with himself the third part of the stars."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:14",
                            "text": "One of the Apostles too says still more plainly: \"But the angels who kept not their first estate, but left their own dwelling, He hath reserved in everlasting chains under darkness to the judgment of the great day\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:15",
                            "text": "This too which is said to us: \"But ye shall die like men and fall like one of the princes,\" what does it imply but that many princes have fallen? And by these testimonies we can gather the reason for this diversity; viz."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "John Cassian: Confrences VIII 8:16",
                            "text": ", either that they still retain those differences of rank (which adverse powers are said to possess, after the manner of holy and heavenly virtues) from the station of their former rank in which they were severally created, or else that, though themselves cast down from heavenly places, yet, as a reward for that wickedness of theirs in which they have graduated in evil, they claim in perversity these grades and titles of rank among themselves, by way of copying those virtues which have stood firm there."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences VIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VIII 9:2",
                            "text": "An objection stating that the fall of the devil took its origin from the deception of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences VIII 9:3",
                            "text": "Germanus: Up till now we used to believe that the reason and commencement of the ruin and fall of the devil, in which he was cast out from his heavenly estate, was more particularly envy, when in his spiteful subtlety he deceived Adam and Eve."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences VIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:2",
                            "text": "The answer about the beginning of the devil's fall."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:3",
                            "text": "Serenus: The passage in Genesis shows that that was not the beginning of his fall and  ruin, as before their deception it takes the view that he had already been branded with the ignominy of the name of the serpent, where it says: \"But the serpent was wiser\" or as the Hebrew copies express it, \"more subtle than all the beasts of the earth, which the Lord God had made\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:4",
                            "text": "You see then that he had fallen away from his angelic holiness even before he deceived the first man, so that he not only deserved to be stamped with the ignominy of this title, but actually excelled all other beasts of the earth in the subterfuges of wickedness."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:5",
                            "text": "For Holy Scripture would not have designated a good angel by such a term, nor would it say of those who were still continuing in that state of bliss: \"But the serpent was wiser than all the beasts of the earth\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:6",
                            "text": "For this title could not possibly be applied I say not to Gabriel or Michael, but it would not even be suitable to any good man."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:7",
                            "text": "And so the title of serpent and the comparison to beasts most clearly suggests not the dignity of an angel but the infamy of an apostate."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:8",
                            "text": "Finally the occasion of the envy and seduction, which led him to deceive man, arose from the ground of his previous fall, in that he saw that man, who had but recently been formed out of the dust of the ground, was to be called to that glory, from which he remembered that he himself, while still one of the princes, had fallen."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Confrences VIII 10:9",
                            "text": "And so that first fall of his, which was due to pride, and which obtained for him the name of the serpent, was followed by a second owing to envy: and as this one found him still in the possession of something upright so that he could enjoy some interchange of conference and counsel with man, by the Lord's sentence he was very properly cast down to the lowest depth, that he might no longer walk as before erect, and looking up on high, but should cleave to the ground and creep along, and be brought low upon his belly and feed upon the earthly food and works of sins, and henceforward proclaim his secret hostility, and put between himself and man an enmity that is to our advantage, and a discord that is to our profit, so that while men are on their guard against him as a dangerous enemy, he can no longer injure them by a deceptive show of friendship."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences VIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:2",
                            "text": "The punishment of the deceiver and the deceived."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:3",
                            "text": "But we ought in this matter, in order that we may shun evil counsels, to learn a special lesson from the fact that though the author of the deception was visited with a fitting punishment and condemnation, yet still the one who was led astray did not go scot free from punishment, although it was somewhat lighter than that of him who was the author of the deception."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:4",
                            "text": "And this we see was very plainly expressed."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:5",
                            "text": "For Adam who was deceived, or rather (to use the Apostle's words) \"was not deceived\" but, acquiescing in the wishes of her who was deceived, seems to have come to yield a consent that was deadly, is only condemned to labour and the sweat of his brow, which is assigned to him not by means of a curse upon himself, but by means of a curse upon the ground, and its barrenness."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:6",
                            "text": "But the woman, who persuaded him to this, is visited with an increase of anguish, and pains and sorrow, and also given over to the yoke of perpetual subjection."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:7",
                            "text": "But the serpent who was the first to incite them to this offence, is punished by a lasting curse."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Confrences VIII 11:8",
                            "text": "Wherefore we should with the utmost care and circumspection be on our guard against evil counsels, for as they bring punishment upon their authors, so too they do not suffer those who are deceived by them to go free from guilt and punishment."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences VIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VIII 12:2",
                            "text": "Of the crowd of the devils, and the disturbance which they always raise in our atmosphere."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VIII 12:3",
                            "text": "But the atmosphere which extends between heaven and earth is ever filled with a thick crowd of spirits, which do not fly about in it quietly or idly, so that most fortunately the divine providence has withdrawn them from human sight."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Confrences VIII 12:4",
                            "text": "For through fear of their attacks, or horror at the forms, into which they transform and turn themselves at will, men would either be driven out of their wits by an insufferable dread, and faint away, from inability to look on such things with bodily eyes, or else would daily grow worse and worse, and be corrupted by their constant example and by imitating them, and thus there would arise a sort of dangerous familiarity and deadly intercourse between men and the unclean powers of the air, whereas those crimes which are now committed among men, are concealed either by walls and enclosures or by distance and space, or by some shame and confusion: but if they could always look on them with open face, they would be stimulated to a greater pitch of insanity, as there would not be a single moment in which they would see them desist from their  wickedness, since no bodily weariness, or occupation in business or care for their daily food (as in our case) forces them sometimes even against their will to desist from the purposes they have begun to carry out."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Confrences VIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:2",
                            "text": "Of the fact that opposing powers turn the attack, which they aim at men, even against each other."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:3",
                            "text": "For it is quite clear that they aim these attacks, with which they assault men, even against each other, for in like manner they do not cease to promote with unwearied strife the discords and struggles which they have undertaken for some peoples because of a sort of innate love of wickedness which they have: and this we read of as being very clearly set forth in the vision of Daniel the prophet, where the angel Gabriel speaks as follows: \"Fear not, Daniel: for from the first day that thou didst set thy heart to understand, to afflict thyself in the sight of thy God, thy words have been heard: and I am come for thy words."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:4",
                            "text": "But the prince of the kingdom of the Persians resisted me one and twenty days: and behold Michael one of the chief princes came to help me, and I remained there by the king of the Persians."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:5",
                            "text": "But I am come to teach thee what things shall befall thy people in the latter days\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:6",
                            "text": "And we can not possibly doubt that this prince of the kingdom of the Persians was a hostile power, which favoured the nation of the Persians an enemy of God's people; for in order to hinder the good which it saw would result from the solution of the question for which the prophet prayed the Lord, by the archangel, in its jealousy it opposed itself to prevent the saving comfort of the angel from reaching Daniel too speedily, and from strengthening the people of God, over which the archangel Gabriel was: and the latter said that even then, owing to the fierceness of his assaults, he would not have been able to come to him, had not Michael the archangel come to help him, and met the prince of the kingdom of the Persians, and joined battle with him, and intervened, and defended him from his attack, and so enabled him to come to instruct the prophet after twenty-one days."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:7",
                            "text": "And a little later on it says: \"And the angel said: Dost thou know wherefore I am come to thee? And now I will return to fight against the prince of the Persians."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:8",
                            "text": "For when I went forth, there appeared the prince of the Greeks coming."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:9",
                            "text": "But I will tell thee what is written down in the Scriptures of truth: and none is my helper in all these things but Michael your prince\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:10",
                            "text": "And again: \"At that time shall Michael rise up, the great prince, who standeth for the children of thy people\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:11",
                            "text": "So then we read that in the same way another was called the prince of the Greeks, who since he was patron of that nation which was subject to him seems to have been opposed to the nation of the Persians as well as to the people of Israel."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "John Cassian: Confrences VIII 13:12",
                            "text": "From which we clearly see that antagonistic powers raise against each other those quarrels of nations, and conflicts and dissensions, which they show among themselves at their instigation, and that they either exult at their victories or are cast down at their defeats, and thus cannot live in harmony among themselves, while each of them is always striving with restless jealousy on behalf of those whom he presides over, against the patron of some other nation."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Confrences VIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VIII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VIII 14:2",
                            "text": "How it is that spiritual wickednesses obtained the names of powers or principalities."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VIII 14:3",
                            "text": "We can then see clear reasons, in addition to those ideas which we expounded above, why they are called principalities or powers; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VIII 14:4",
                            "text": ", because they rule and preside over different nations, and at least hold sway over inferior spirits and demons, of which the gospels give us evidence by their own confession that there exist legions."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VIII 14:5",
                            "text": "For they could not be called lords unless they had some over whom to exercise the sway of lordship; nor could they be called powers or principalities, unless there were some over whom they could claim power: and this we find pointed out very clearly in the gospel by the Pharisees in their blasphemy: \"He casteth out devils by Beelzebub the prince of the devils,\" for we find that they are also called \"rulers of darkness,\" and that one of them is styled \"the prince of this world\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VIII 14:6",
                            "text": "But the blessed Apostle declares that hereafter, when all things shall be subdued to Christ, these orders shall be destroyed, saying: \"When He shall have delivered up the kingdom to God even the Father, when He shall have destroyed all principalities and powers and dominions\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Confrences VIII 14:7",
                            "text": "And this certainly can only take place if they are removed from the sway of those over whom we know that powers and dominions and principalities take charge in this world."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Confrences VIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VIII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VIII 15:2",
                            "text": "Of the fact that it is not without reason that the names of angels and archangels are given to holy and heavenly powers."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Confrences VIII 15:3",
                            "text": "For no one doubts that not without cause or reason are the same titles of rank assigned to the better sort, and that they are names of office and of worth or dignity, for it is plain that they are termed angels, i-e:, messengers from their office of bearing messages, and the appropriateness of the name teaches that they are \"archangels\" because they preside over angels, \"dominions\" because they hold dominion over certain persons, and \"principalities\" because they have some to be princes over, and \"thrones\" because they are so near to God and so privy and close to Him that the Divine Majesty specially rests in them as in a Divine throne, and in a way reclines surely on them."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Confrences VIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:2",
                            "text": "Of the subjection of the devils, which they show to their own princes, as seen in a brother's victim."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:3",
                            "text": "But that unclean spirits are ruled over by worse powers and are subject to them we not only find from those passages of Scripture, recorded in the gospels when the Pharisees maligned the Lord, and He answered \"If I by Beelzebub the prince of the devils cast out devils,\" but we are also taught this by clear visions and many experiences of the saints, for when one of our brethren was making a journey in this desert, as day was now declining he found a cave and stopped there meaning to say his evening office in it, and there midnight passed while he was still singing the Psalms."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:4",
                            "text": "And when after he had finished his office he sat down a little before refreshing his wearied body, on a sudden he began to see innumerable troops of demons gathering together on all sides, who came forward in an immense crowd, and a long line, some preceding and others following their prince; who at length arrived, being taller and more dreadful to look at than all the others; and, a throne having been placed, he sat down as on some lofty tribunal, and began to investigate by a searching examination the actions of each one of them; and those who said that they had not yet been able to circumvent their rivals, he commanded to be driven out of his sight with shame and ignominy as idle and slothful, rebuking them with angry wrath for the waste of so much time, and for their labour thrown away: but those who reported that they had deceived those assigned to them, he dismissed before all with the highest praise amidst the exultation and applause of all, as most brave warriors, and most renowned as an example to all the rest: and when in this number some most evil spirit had presented himself, in delight at having to relate some magnificent triumph, he mentioned the name of a very well known monk, and declared that after having incessantly attacked him for fifteen years, he had at last got the better of him, so as to destroy him that very same night by the sin of fornication, for that he had not only impelled him to commit adultery with some consecrated maid, but had actually persuaded him to keep her and marry her."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:5",
                            "text": "And when there arose shouts of joy at this narrative, he was extolled with the highest praise by the prince of darkness, and departed crowned with great honours."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:6",
                            "text": "And so when at break of day the whole swarm of demons had vanished from his eyes, the brother being doubtful about the assertion of the unclean spirit, and rather thinking that he had desired to entice him by an ancient customary deceit, and to brand an innocent brother with the crime of incest, being mindful of those words of the gospel; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:7",
                            "text": ", that \"he abode not in the truth because there is no truth in him."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Confrences VIII 16:8",
                            "text": "When he speaketh a lie, he speaketh of his own, for he is a liar, and its father,\" he made his way to Pelusium, where he knew that the man lived, whom the evil spirit declared to be destroyed: for the brother was very well known to him, and when he had asked him, he found that on the same night on which that foul demon had announced his downfall to his company and prince, he had left his former monastery, and sought the town, and had gone astray by a wretched fall with the girl mentioned."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Confrences VIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:2",
                            "text": "Of the fact that two angels always cling to every man."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:3",
                            "text": "For Holy Scripture bears witness that two angels, a good and a bad one, cling to each one of us."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:4",
                            "text": "And of the good ones the Saviour says: \"Do not despise one of these little ones; for I say unto you that their angels in heaven do always behold the face of thy Father which is in heaven:\" and this also: \"the angel of the Lord shall encamp round about them that fear Him, and deliver them\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:5",
                            "text": "Moreover this also which is said in  the Acts of the Apostles, of Peter, that \"it is his angel\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:6",
                            "text": "But of both sorts the book of the Shepherd teaches us very fully."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:7",
                            "text": "But if we consider about him who attacked the blessed Job we shall clearly learn that it was he who always plotted against him but never could entice him to sin, and that therefore he asked for power from the Lord, as he was worsted not by his (Job's) virtue but by the Lord's protection which ever shielded him."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: Confrences VIII 17:8",
                            "text": "Of Judas also it is said: \"And let the devil stand at his right hand\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: Confrences VIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VIII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VIII 18:2",
                            "text": "Of the degrees of wickedness which exist in hostile spirits, as shown in the case of two philosophers."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VIII 18:3",
                            "text": "But of the difference that there is between demons we have learnt a great deal by means of those two philosophers who formerly by acts of magic had oftentimes great experience both of their laziness and of their courage and savage wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VIII 18:4",
                            "text": "For these looking down on the blessed Antony as a boor and rustic, and wanting, if they could not injure him any further, at least to drive him from his cell by illusions of magic and the devices of demons, despatched against him most foul spirits, for they were impelled to this attack upon him by the sting of jealousy because enormous crowds came daily to him as the servant of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: Confrences VIII 18:5",
                            "text": "And when these most savage demons did not even venture to approach him as he was now signing his breast and forehead with the sign of the cross, and, now devoting himself to prayer and supplication, they returned without any result to those who had directed them; and these again sent against him others more desperate in wickedness, and when these too had spent their strength in vain, and returned without having accomplished anything, and others still more powerful were nevertheless told off against the victorious soldier of Christ, and could prevail nothing against him, all these great plots of theirs devised with all the arts of magic were only useful in proving the great value that there is in the profession of Christians, so that those fierce and powerful shadows, which they thought would veil the sun and moon if they were directed towards them, could not only not injure him, but not even draw him forth from his monastery for a single instant."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: Confrences VIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:2",
                            "text": "Of the fact that devils cannot prevail at all against men unless they have first secured possession of their minds."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:3",
                            "text": "And when in their astonishment at this they came straight to Abbot Antony and disclosed the extent of their attacks and the reason of them and their plots, they dissembled their jealousy and asked that they might forthwith be made Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:4",
                            "text": "But when he had asked of them the day when the assault was made, he declared that at that time he had been afflicted with the most bitter pangs of thought."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:5",
                            "text": "And by this experience the blessed Antony proved and established the opinion which we expressed yesterday in our Conference, that demons cannot possibly find an entrance into the mind or body of anyone, nor have they the power of overwhelming the soul of anyone, unless they have first deprived it of all holy thoughts, and made it empty and free from spiritual meditation."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:6",
                            "text": "But you must know that unclean spirits are obedient to men in two ways."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:7",
                            "text": "For either they are by divine grace and power subject to the holiness of the faithful, or they are captivated by the sacrifices of sinners, and certain charms, and are flattered by them as their worshippers."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "John Cassian: Confrences VIII 19:8",
                            "text": "And the Pharisees too were led astray by this notion and fancied that by this device even the Lord the Saviour gave commands to devils, and said \"By Beelzebub the prince of the devils He casteth out devils,\" in accordance with that plan by which they knew that their own magicians and enchantersby invoking his name and offering sacrifices, with which they know he is pleased and delightedhave as his servants power even over the devils who are subject to him."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: Confrences VIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VIII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VIII 20:2",
                            "text": "A question about the fallen angels who are said in Genesis to have had intercourse with the daughters of men."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VIII 20:3",
                            "text": "Germanus: Since a passage of Genesis was a little while ago by the providence of God brought forward in our midst, and happily reminded us that we can now conveniently ask about a point which we have always longed to learn, we want to know what view we ought to take about those fallen angels who are said to have had intercourse with the daughters of men, and whether such a thing can literally  take place with a spiritual nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: Confrences VIII 20:4",
                            "text": "And also with regard to this passage of the gospel which you quoted of the devil a little while back, \"for he is a liar and his father,\" we should like in the same way to hear who is to be understood by \"his father\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: Confrences VIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:2",
                            "text": "The answer to the question raised."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:3",
                            "text": "Serenus: You have propounded two not unimportant questions, to which I will reply, to the best of my ability, in the order in which you have raised them."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:4",
                            "text": "We cannot possibly believe that spiritual existences can have carnal intercourse with women."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:5",
                            "text": "But if this could ever have literally happened how is it that it does not now also sometimes take place, and that we do not see some in the same way born of women by the agency of demons without intercourse with men? especially when it is clear that they delight in the pollution of lust, which they would certainly prefer to bring about through their own agency rather than through that of men, if they could possibly manage it, as Ecclesiastes declares: \"What is it that hath been? The same that is."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:6",
                            "text": "And what is it that hath been done? The same that is done."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:7",
                            "text": "And there is nothing new that can be said under the sun, so that a man can say: Behold this is new; for it hath already been in the ages which were before us\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:8",
                            "text": "But the question raised may be resolved in this way."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:9",
                            "text": "After the death of righteous Abel, in order that the whole human race might not spring from a wicked fratricide, Seth was born in the place of his brother who was slain, to take the place of his brother not only as regards posterity, but also as regards justice and goodness."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:10",
                            "text": "And his offspring, following the example of their father's goodness, always remained separate from intercourse with and the society of their kindred descended from the wicked Cain, as the difference of the genealogy very clearly tells us, where it says: \"Adam begat Seth, Seth begat Enos, Enos begat Cainan, but Cainan begat Mahalaleel, but Mahalaleel begat Jared, Jared begat Enoch, Enoch begat Methuselah, Methuselah begat Lamech, Lamech begat Noah\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:11",
                            "text": "And the genealogy of Cain is given separately as follows: \"Cain begat Enoch, Enoch begat Cainan, Cainan begat Mahalaleel, Mahalaleel begat Methuselah, Methuselah begat Lamech, Lamech begat Jabal and Jubal\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:12",
                            "text": "And so the line which sprang from the seed of righteous Seth always mixed with its own kith and kin, and continued for a long while in the holiness of its fathers and ancestors, untouched by the blasphemies and the wickedness of an evil offspring, which had implanted in it a seed of sin as it were transmitted by its ancestors."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:13",
                            "text": "As long then as there continued that separation of the lines between them, the seed of Seth, as it sprang from an excellent root, was by reason of its sanctity termed \"angels of God,\" or as some copies have it \"sons of God;\" and on the contrary the others by reason of their own and their fathers' wickedness and their earthly deeds were termed \"children of men\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:14",
                            "text": "Though then there was up to this time that holy and salutary separation between them, yet after this the sons of Seth who were the sons of God saw the daughters of those who were born of the line of Cain, and inflamed with the desire for their beauty took to themselves from them wives who taught their husbands the wickedness of their fathers, and at once led them astray from their innate holiness and the single-mindedness of their forefathers."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:15",
                            "text": "To whom this saying applies with sufficient accuracy: \"I have said: Ye are Gods, and ye are all the children of the Most High."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:16",
                            "text": "But ye shall die like men, and fall like one of the princes;\" who fell away from that true study of natural philosophy, handed down to them by their ancestors, which the first man who forthwith traced out the study of all nature, could clearly attain to, and transmit to his descendants on sure grounds, inasmuch as he had seen the infancy of this world, while still as it were tender and throbbing and unorganized; and as there was in him not only such fulness of wisdom, but also the grace of prophecy given by the Divine inspiration, so that while he was still an untaught inhabitant of this world he gave names to all living creatures, and not only knew about the fury and poison of all kinds of beasts and serpents, but also distinguished between the virtues of plants and trees and the natures of stones, and the changes of seasons of which he had as yet no experience, so that he could well say: \"The Lord  hath given me the true knowledge of the things that are, to know the disposition of the whole world, and the virtues of the elements, the beginning and the ending and the midst of times, the alterations of their courses and the changes of their seasons, the revolutions of the year and the disposition of the stars, the natures of living creatures and the rage of wild beasts, the force of winds, and the reasonings of men, the diversities of plants and the virtues of roots, and all such things as are hid and open I have learnt\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:17",
                            "text": "This knowledge then of all nature the seed of Seth received through successive generations, handed down from the fathers, so long as it remained separate from the wicked line, and as it had received it in holiness, so it made use of it to promote the glory of God and the needs of everyday life."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:18",
                            "text": "But when it had been mingled with the evil generation, it drew aside at the suggestion of devils to profane and harmful uses what it had innocently learnt, and audaciously taught by it the curious arts of wizards and enchantments and magical superstitions, teaching its posterity to forsake the holy worship of the Divinity and to honour and worship either the elements or fire or the demons of the air."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:19",
                            "text": "How it was then that this knowledge of curious arts of which we have spoken, did not perish in the deluge, but became known to the ages that followed, should, I think, be briefly explained, as the occasion of this discussion suggests, although the answer to the question raised scarcely requires it."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:20",
                            "text": "And so, as ancient traditions tell us, Ham the son of Noah, who had been taught these superstitions and wicked and profane arts, as he knew that he could not possibly bring any handbook on these subjects into the ark, into which he was to enter with his good father and holy brothers, inscribed these nefarious arts and profane devices on plates of various metals which could not be destroyed by the flood of waters, and on hard rocks, and when the flood was over he hunted for them with the same inquisitiveness with which he had concealed them, and so transmitted to his descendants a seed-bed of profanity and perpetual sin."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:21",
                            "text": "In this way then that common notion, according to which men believe that angels delivered to men enchantments and diverse arts, is in truth fulfilled."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:22",
                            "text": "From these sons of Seth then and daughters of Cain, as we have said, there were born still worse children who became mighty hunters, violent and most fierce men who were termed giants by reason of the size of their bodies and their cruelty and wickedness."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:23",
                            "text": "For these first began to harass their neighbours and to practise pillaging among men, getting their living rather by rapine than by being contented with the sweat and labour of toil, and their wickedness increased to such a pitch that the world could only be purified by the flood and deluge."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "John Cassian: Confrences VIII 21:24",
                            "text": "So then when the sons of Seth at the instigation of their lust had transgressed that command which had been for a long while kept by a natural instinct from the beginning of the world, it was needful that it should afterwards be restored by the letter of the law: \"Thou shalt not give thy daughter to his son to wife, nor shalt thou take a wife of his daughters to thy son; for they shall seduce your hearts to depart from your God, and to follow their gods and serve them\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: Confrences VIII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VIII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VIII 22:2",
                            "text": "An objection, as to how an unlawful intermingling with the daughters of Cain could be charged against the line of Seth before the prohibition of the law."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VIII 22:3",
                            "text": "Germanus: If that command had been given to them, then the sin of breaking it might fairly have been brought against them for their audacity in so marrying."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: Confrences VIII 22:4",
                            "text": "But since the observance of that separation had not yet been established by any rule, how could that intermingling of races be counted wrong in them, as it had not been forbidden by any command? For a law does not ordinarily forbid crimes that are past, but those that are future."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: Confrences VIII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VIII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VIII 23:2",
                            "text": "The answer, that by the law of nature men were from the beginning liable to judgment and punishment."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VIII 23:3",
                            "text": "Serenus: God at man's creation implanted in him naturally complete knowledge of the law, and if this had been kept by man, as at the beginning, according to the Lord's purposes, there would not have been any need for another law to be given, which He afterwards proclaimed in writing: for it were superfluous for an external remedy to be offered, where an internal one was still implanted and vigorous."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VIII 23:4",
                            "text": "But since this had been, as we have said, utterly corrupted by freedom and the opportunity of sinning, the severe restrictions of the law of Moses were added as the executor and vindicator of this (earlier law) and to use the expressions of Scripture, as its helper, that through fear of immediate punishment men might be kept from altogether losing the good of natural  knowledge, according to the word of the prophet who says \"He gave the law to help them:\" and it is also described by the Apostle as having been given as a schoolmaster to little children, as it instructs and guards them to prevent them from departing through sheer forgetfulness from the teaching in which they had been instructed by the light of nature: for that the complete knowledge of the law was implanted in man at his first creation, is clearly proved from this; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VIII 23:5",
                            "text": ", that we know that before the law, aye, and even before the flood, all holy men observed the commands of the law without having the letter to read."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "John Cassian: Confrences VIII 23:6",
                            "text": "For how could Abel, without the command of the law, have known that he ought to offer to God a sacrifice of the firstlings of his flock and of the fat thereof, unless he had been taught by the law which was naturally implanted in him? How could Noah have distinguished what animals were clean and what were unclean, when the commandment of the law had not yet made a distinction, unless he had been taught by a natural knowledge? Whence did Enoch learn how to \"walk with God,\" having never acquired any light of the law from another? Where had Shem and Japheth read \"Thou shalt not uncover the nakedness of thy father,\" so that they went backwards and covered the shame of their father? How was Abraham taught to abstain from the spoils of the enemy which were offered to him, that he might not receive any recompense for his toil, or to pay to the priest Melchizedec the tithes which are ordered by the law of Moses? How was it too that the same Abraham and Lot also humbly offered to passers by and strangers offices of kindness and the washing of their feet, while yet the Evangelic command had not shone forth? Whence did Job obtain such earnestness of faith, such purity of chastity, such knowledge of humility, gentleness, pity and kindness, as we now see shown not even by those who know the gospels by heart? Which of the saints do we read of as not having observed some commandment of the law before the giving of the law? Which of them failed to keep this: \"Hear, O Israel, the Lord thy God is one Lord?\" Which of them did not fulfil this: \"Thou shalt not make to thyself any graven image, nor the likeness of anything which is in heaven or in the earth or under the earth?\" Which of them did not observe this: \"Honour thy father and thy mother,\" or what follows in the Decalogue: \"Thou shalt do no murder; Thou shalt not commit adultery; Thou shalt not steal; Thou shalt not bear false witness; Thou shalt not covet thy neighbour's wife,\" and many other things besides, in which they anticipated the commands not only of the law but even of the gospel?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "John Cassian: Confrences VIII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:2",
                            "text": "Of the fact that they were justly punished, who sinned before the flood."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:3",
                            "text": "And so then we see that from the beginning God created everything perfect, nor would there have been need for anything to have been added to His original arrangementas if it were shortsighted and imperfectif everything had continued in that state and condition in which it had been created by Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:4",
                            "text": "And therefore in the case of those who sinned before the law and even before the flood we see that God visited them with a righteous judgment, because they deserved to be punished without any excuse, for having transgressed the law of nature; nor should we fall into the blasphemous slanders of those who are ignorant of this reason, and so depreciate the God of the Old Testament, and run down our faith, and say with a sneer: Why then did it please your God to will to promulgate the law after so many thousand years, while He suffered such long ages to pass without any law? But if He afterwards discovered something better, then it appears that at the beginning of the world His wisdom was inferior and poorer, and that afterwards as if taught by experience He began to provide for something better, and to amend and improve His original arrangements."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:5",
                            "text": "A thing which certainly cannot happen to the infinite foreknowledge of God, nor can these assertions be made about Him by the mad folly of heretics without grievous blasphemy, as Ecclesiastes says: \"I have learnt that all the words which God hath made from the beginning shall continue forever: nothing can be added to them, and nothing can be taken away from them,\" and therefore \"the law is not made for the righteous, but for the unrighteous, and insubordinate, for the ungodly and sinners, for the wicked and profane\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:6",
                            "text": "For as they had the sound and complete system of natural laws implanted in them they had no need of this external law in addition, and one committed to writing, and what was given as an aid to that natural law."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:7",
                            "text": "From which we infer by the clearest of reasonings that that law committed to writing need not have been given at the beginning (for it was  unnecessary for this to be done while the natural law still remained, and was not utterly violated) nor could evangelical perfection have been granted before the law had been kept."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:8",
                            "text": "For they could not have listened to this saying: \"If a man strikes thee on the right cheek, turn to him the other also,\" who were not content to avenge wrongs done to them with the even justice of the lex talionis, but repaid a very slight touch with deadly kicks and wounds with weapons, and for a single truth sought to take the life of those who had struck them."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "John Cassian: Confrences VIII 24:9",
                            "text": "Nor could it be said to them, \"love your enemies,\" among whom it was considered a great thing and most important if they loved their friends, but avoided their enemies and dissented from them only in hatred without being eager to oppress and kill them."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "John Cassian: Confrences VIII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:2",
                            "text": "How this that is said of the devil in the gospel is to be understood; viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:3",
                            "text": ", that \"he is a liar, and his father\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:4",
                            "text": "But as for this which disturbed you about the devil, that \"he is a liar and his father,\" as if it seemed that he and his father were pronounced by the Lord to be liars, it is sufficiently ridiculous to imagine this even cursorily."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:5",
                            "text": "For as we said a little while ago spirit does not beget spirit just as soul cannot procreate soul, though we do not doubt that the compacting of flesh is formed from man's seed, as the Apostle clearly distinguishes in the case of both substances; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:6",
                            "text": ", flesh and spirit, what should be ascribed to whom as its author, and says: \"Moreover we have had fathers of our flesh for instructors, and we reverenced them: shall we not much more be in subjection to the Father of spirits and live?\" What could show more clearly than this distinction, that he laid down that men were the fathers of our flesh, but always taught that God alone was the Father of souls."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:7",
                            "text": "Although even in the actual compacting of this body a ministerial office alone must be attributed to men, but the chief part of its formation to God the Creator of all, as David says: \"Thy hands have made me and fashioned me:\" And the blessed Job: \"Hast thou not milked me as milk, and curdled me as cheese? Thou hast put me together with bones and sinews;\" and the Lord to Jeremiah: \"Before I formed thee in the womb, I knew thee\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:8",
                            "text": "But Ecclesiastes very clearly and accurately gathers the nature of either substance, and its beginning, by an examination of the rise and commencement, from which each originated, and by a consideration of the end to which each is tending, and decides also of the division of this body and soul, and discourses as follows: \"Before the dust returns to the earth as it was, and the spirit returns unto God who gave it\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:9",
                            "text": "But what could be said with greater plainness than that he declares that the matter of the flesh which he styled dust, because it springs from the seed of man, and seems to be sown by his ministration, must, as it was taken from the earth, again return to the earth, while he points out that the spirit which is not begotten by intercourse between the sexes, but belongs to God alone in a special way, returns to its creator? And this also is clearly implied in that breathing by God, through which Adam in the first instance received his life."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:10",
                            "text": "And so from these passages we clearly infer that no one can be called the Father of spirits but God alone, who makes them out of nothing whenever He pleases, while men can only be termed the fathers of our flesh."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:11",
                            "text": "So then the devil also in as much as he was created a spirit or an angel and good, had no one as his Father but God his Maker."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:12",
                            "text": "But when he had become puffed up by pride and had said in his heart: \"I will ascend above the heights of the clouds, I will be like the Most High,\" he became a liar, and \"abode not in the truth;\" but brought forth a lie from his own storehouse of wickedness and so became not only a liar, but also the father of the actual lie, by which when he promised Divinity to man and said \"Ye shall be as gods,\" he abode not in the truth, but from the beginning became a murderer, both by bringing Adam into a state of mortality, and by slaying Abel by the hand of his brother at his suggestion."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:13",
                            "text": "But already the approach of dawn is bringing to a close our discussion, which has occupied nearly two whole nights, and our brief and simple words have drawn our bark of this Conference from the deep sea of questions to a safe harbour of silence, in which deep indeed, as the breath of the Divine Spirit drives us further in, so is there ever opened out a wider and boundless space reaching beyond the sight of our eye, and, as Solomon says, \"It will become much further from us than it was, and a great depth; who shall find it out?\" Wherefore let us pray the Lord that both His fear and His love, which cannot fail, may continue steadfast in us, and make us wise in all things, and ever shield us unharmed, from the darts  of the devil."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:14",
                            "text": "For with these guards it is impossible for anyone to fall into the snares of death."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:15",
                            "text": "But there is this difference between the perfect and imperfect, that in the case of the former love is steadfast, and so to speak riper and lasts more abidingly and so makes them persevere in holiness more steadfastly and more easily, while in the case of the latter its position is weaker and it more easily grows cold, and so quickly and more frequently allows them to be entangled in the snares of sin."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "John Cassian: Confrences VIII 25:16",
                            "text": "And when we heard this, the words of this Conference so fired us that when we went away from the old man's cell we longed with a keener ardour of soul than when we first came, for the fulfilment of his teaching."
                        }
                    ]
                }
            ]
        }
    ]
}