{
    "books": [
        {
            "name": "Justin Martyr: On the Sole Government of God",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Justin Martyr: On the Sole Government of God 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:1",
                            "text": "Justin on the Sole Government of God   Chapter 1 — Object of the author."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:2",
                            "text": "Although human nature at first received a union of intelligence and safety to discern the truth, and the worship due to the one Lord of all, yet envy, insinuating the excellence of human greatness, turned men away to the making of idols; and this superstitious custom, after continuing for a long period, is handed down to the majority as if it were natural and true."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:3",
                            "text": "It is the part of a lover of man, or rather of a lover of God, to remind men who have neglected it of that which they ought to know."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:4",
                            "text": "For the truth is of itself sufficient to show forth, by means of those things which are contained under the pole of heaven, the order instituted by Him who has created them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:5",
                            "text": "But forgetfulness having taken possession of the minds of men, through the long-suffering of God, has acted recklessly in transferring to mortals the name which is applicable to the only true God; and from the few the infection of sin spread to the many, who were blinded by popular usage to the knowledge of that which was lasting and unchangeable."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:6",
                            "text": "For the men of former generations, who instituted private and public rites in honour of such as were more powerful, caused forgetfulness of the Catholic faith to take possession of their posterity; but I, as I have just stated, along with a God-loving mind, shall employ the speech of one who loves man, and set it before those who have intelligence, which all ought to have who are privileged to observe the administration of the universe, so that they should worship unchangeably Him who knows all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:7",
                            "text": "This I shall do, not by mere display of words, but by altogether using demonstration drawn from the old poetry in Greek literature, and from writings very common amongst all."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Justin Martyr: On the Sole Government of God 1:8",
                            "text": "For from these the famous men who have handed down idol-worship as law to the multitudes, shall be taught and convicted by their own poets and literature of great ignorance."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Justin Martyr: On the Sole Government of God 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:1",
                            "text": "Chapter 2 — Testimonies to the unity of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:2",
                            "text": "First, then, aeschylus, in expounding the arrangement of his work, expressed himself also as follows respecting the only God:—  \"Afar from mortals place the holy God, Nor ever think that He, like to thyself, In fleshly robes is clad; for all unknown Is the great God to such a worm as thou."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:3",
                            "text": "Divers similitudes He bears; at times He seems as a consuming fire that burns Unsated; now like water, then again In sable folds of darkness shrouds Himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:4",
                            "text": "Nay, even the very beasts of earth reflect His sacred image; whilst the wind, clouds, rain, The roll of thunder and the lightning flash, Reveal to men their great and sovereign Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:5",
                            "text": "Before Him sea and rocks, with every fount, And all the water floods, in reverence bend; And as they gaze upon His awful face, Mountains and earth, with the profoundest depths Of ocean, and the highest peaks of hills, Tremble: for He is Lord Omnipotent; And this the glory is of God Most High\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:6",
                            "text": "But he was not the only man initiated in the knowledge of God; for Sophocles also thus describes the nature of the only Creator of all things, the One God:—  \"There is one God, in truth there is but one, Who made the heavens and the broad earth beneath, The glancing waves of ocean, and the winds; But many of us mortals err in heart, And set up, for a solace in our woes, Images of the gods in stone and brass, Or figures carved in gold or ivory; And, furnishing for these, our handiworks, Both sacrifice and rite magnificent, We think that thus we do a pious work\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:7",
                            "text": "And Philemon also, who published many explanations of ancient customs, shares in the knowledge of the truth; and thus he writes:—  \"Tell me what thoughts of God we should conceive? One, all things seeing, yet Himself unseen\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:8",
                            "text": "Even Orpheus, too, who introduces three hundred and sixty gods, will bear testimony in my  favour from the tract called Diathecae, in which he appears to repent of his error by writing the following:—  \"I'll speak to those who lawfully may hear; All others, ye profane, now close the doors! And, O Musaeus, hearken thou to me, Who offspring art of the light-bringing moon."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:9",
                            "text": "The words I tell thee now are true indeed, And if thou former thoughts of mine hast seen, Let them not rob thee of the blessed life; But rather turn the depths of thine own heart Unto that place where light and knowledge dwell."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:10",
                            "text": "Take thou the word divine to guide thy steps; And walking well in the straight certain path, Look to the one and universal King, One, self-begotten, and the only One Of whom all things, and we ourselves, are sprung."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:11",
                            "text": "All things are open to His piercing gaze, While He Himself is still invisible; Present in all His works, though still unseen, He gives to mortals evil out of good, Sending both chilling wars and tearful griefs; And other than the Great King there is none."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:12",
                            "text": "The clouds for ever settle round His throne; And mortal eyeballs in mere mortal eyes Are weak to see Jove, reigning over all."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:13",
                            "text": "He sits established in the brazen heavens Upon His throne; and underneath His feet He treads the earth, and stretches His right hand To all the ends of ocean, and around Tremble the mountain ranges, and the streams, The depths, too, of the blue and hoary sea\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:14",
                            "text": "He speaks indeed as if he had been an eyewitness of God's greatness."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:15",
                            "text": "And Pythagoras agrees with him when he writes:—  \"Should one in boldness say, Lo, I am God! Besides the One—Eternal—Infinite, Then let him from the throne he has usurped Put forth his power and form another globe, Such as we dwell in, saying, This is mine."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:16",
                            "text": "Nor only so, but in this new domain For ever let him dwell."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Justin Martyr: On the Sole Government of God 2:17",
                            "text": "If this he can, Then verily he is a god proclaimed\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Justin Martyr: On the Sole Government of God 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:1",
                            "text": "Chapter 3 — Testimonies to a future judgment."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:2",
                            "text": "Then further concerning Him, that He alone is powerful, both to institute judgment on the deeds performed in life, and on the ignorance of the Deity displayed by men, I can adduce witnesses from your own ranks; and first Sophocles, who speaks as follows:—  \"That time of times shall come, shall surely come, When from the golden ether down shall fall Fire's teeming treasure, and in burning flames All things of earth and heaven shall be consumed; And then, when all creation is dissolved, The sea's last wave shall die upon the shore, The bald earth stript of trees, the burning air No winged thing upon its breast shall bear."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:3",
                            "text": "There are two roads to Hades, well we know; By this the righteous, and by that the bad, On to their separate fates shall tend; and He, Who all things had destroyed, shall all things save\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:4",
                            "text": "And Philemon again:—  \"Think'st thou, Nicostratus, the dead, who here Enjoyed whate'er of good life often man, Escape the notice of Divinity, As if they might forgotten be of Him? Nay, there's an eye of Justice watching all; For if the good and bad find the same end, Then go thou, rob, steal, plunder, at thy will, Do all the evil that to thee seems good."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:5",
                            "text": "Yet be not thou deceived; for underneath There is a throne and place of judgment set, Which God the Lord of all shall occupy; Whose name is terrible, nor shall I dare To breathe it forth in feeble human speech\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:6",
                            "text": "And Euripides:—  \"Not grudgingly he gives a lease of life, That we the holders may be fairly judged; And if a mortal man doth think to hide His daily guilt from the keen eye of God, It is an evil thought; so if perchance He meets with leisure-taking Justice, she Demands him as her lawful prisoner: But many of you hastily commit A twofold sin, and say there is no God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:7",
                            "text": "But, ah! there is; there is."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Justin Martyr: On the Sole Government of God 3:8",
                            "text": "Then see that he Who, being wicked, prospers, may redeem The time so precious, else hereafter waits For him the due reward of punishment\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Justin Martyr: On the Sole Government of God 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:1",
                            "text": "Chapter 4 — God desires not sacrifices, but righteousness."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:2",
                            "text": "And that God is not appeased by the libations and incense of evil-doers, but awards vengeance in righteousness to each one, Philemon again shall bear testimony to me:—  \"If any one should dream, O Pamphilus, By sacrifice of bulls or goats—nay, then, By Jupiter—of any such like things; Or by presenting gold or purple robes, Or images of ivory and gems; If thus he thinks he may propitiate God, He errs, and shows himself a silly one."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:3",
                            "text": "But let him rather useful be, and good, Committing neither theft nor lustful deeds, Nor murder foul, for earthly riches' sake."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:4",
                            "text": "Let him of no man covet wife or child, His splendid house, his wide-spread property, His maiden, or his slave born ill his house, His horses, or his cattle, or his beeves, Nay, covet not a pin, O Pamphilus, For God, close by you, sees whate'er you do."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:5",
                            "text": "He ever with the wicked man is wroth, But in the righteous takes a pleasure still, Permitting him to reap fruit of his toil, And to enjoy the bread his sweat has won."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:6",
                            "text": "But being righteous, see thou pay thy vows, And unto God the giver offer gifts."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:7",
                            "text": "Place thy adorning not in outward shows, But in an inward purity of heart; Hearing the thunder then, thou shall not fear, Nor shall thou flee, O master, at its voice, For thou art conscious of no evil deed, And God, close by you, sees whate'er you do\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Justin Martyr: On the Sole Government of God 4:8",
                            "text": "Again, Plato, in Timaeus, says: \"But if any one on consideration should actually institute a rigid inquiry, he would be ignorant of the distinction between the human and the divine nature; because God mingles many things up into one, and again is able to dissolve one into many things, seeing that He is endued with knowledge and power; but no man either is, or ever shall be, able to perform any of these\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Justin Martyr: On the Sole Government of God 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:1",
                            "text": "Chapter 5 — The vain pretensions of false gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:2",
                            "text": "But concerning those who think that they shall share the holy and perfect name, which some have received by a vain tradition as if they were gods, Menander in the Auriga says:—  \"If there exists a god who walketh out With an old woman, or who enters in By stealth to houses through the folding-doors, He ne'er can please me; nay, but only he Who stays at home, a just and righteous God, To give salvation to His worshippers\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:3",
                            "text": "The same Menander, in the Sacerdos, says:—  \"There is no God, O woman, that can save One man by another; if indeed a man, With sound of tinkling cymbals, charm a god Where'er he listeth, then assuredly He who doth so is much the greater god."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:4",
                            "text": "But these, O Rhode, are but the cunning schemes Which daring men of intrigue, unabashed, Invent to earn themselves a livelihood, And yield a laughing-stock unto the age\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:5",
                            "text": "Again, the same Menander, stating his opinion about those who are received as gods, proving rather that they are not so, says:—  \"Yea, if I this beheld, I then should wish That back to me again my soul returned."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:6",
                            "text": "For tell me where, O Getas, in the world 'Tis possible to find out righteous gods?\"  And in the Depositum:—  \"There's an unrighteous judgment, as it seems, Even with the gods\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:7",
                            "text": "And Euripides the tragedian, in Orestes, says:—  \"Apollo having caused by his command The murder of the mother, knoweth not What honesty and justice signify."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:8",
                            "text": "We serve the gods, whoever they may be; But from the central regions of the earth You see Apollo plainly gives response To mortals, and whate'er he says we do."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:9",
                            "text": "I him obeyed, when she that bore me fell Slain by my hand: he is the wicked man."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:10",
                            "text": "Then slay him, for 'twas he that sinned, not I."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:11",
                            "text": "What could I do? Think you not that the god Should free me from the blame which I do bear?\"  The same also in Hippolytus:—  \"But on these points the gods do not judge right\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:12",
                            "text": "And in Ion:—  \"But in the daughter of Erechtheus What interest have I? for that pertains Not unto such as me."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:13",
                            "text": "But when I come With golden vessels for libations, I The dew shall sprinkle, and yet needs must warn Apollo of his deeds; for when he weds Maidens by force, the children secretly Begotten he betrays, and then neglects When dying."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:14",
                            "text": "Thus not you; but while you may Always pursue the virtues, for the gods Will surely punish men of wickedness."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:15",
                            "text": "How is it right that you, who have prescribed Laws for men's guidance, live unrighteously? But ye being absent, I shall freely speak, And ye to men shall satisfaction give For marriage forced, thou Neptune, Jupiter, Who over heaven presides."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:16",
                            "text": "The temples ye Have emptied, while injustice ye repay."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:17",
                            "text": "And though ye laud the prudent to the skies, Yet have ye filled your hands with wickedness."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:18",
                            "text": "No longer is it right to call men ill If they do imitate the sins of gods; Nay, evil let their teachers rather be\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:19",
                            "text": "And in Archelaus:—  \"Full oft, my son, do gods mankind perplex\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:20",
                            "text": "And in Bellerophon:—  \"They are no gods, who do not what is right\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:21",
                            "text": "And again in the same:—  \"Gods reign in heaven most certainly, says one; But it is false,—and let not him Who speaks thus, be so foolish as to use Ancient tradition, or to pay regard Unto my words: but with unclouded eye Behold the matter in its clearest light."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:22",
                            "text": "Power absolute, I say, robs men of life And property; transgresses plighted faith; Nor spares even cities, but with cruel hand Despoils and devastates them ruthlessly."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:23",
                            "text": "But they that do these things have more success Than those who live a gentle pious life; And cities small, I know, which reverence gods, Submissive bend before the many spears Of larger impious ones; yea, and methinks If any man lounge idly, and abstain From working with his hands for sustenance, Yet pray the gods; he very soon will know If they from him misfortunes will avert\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:24",
                            "text": "And Menander in Diphilus:—  \"Therefore ascribe we praise and honour great To Him who Father is, and Lord of all; Sole maker and preserver of mankind, And who with all good things our earth has stored\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:25",
                            "text": "The same also in the Piscatores:—  \"For I deem that which nourishes my life Is God; but he whose custom 'tis to meet The wants of men,—He needs not at our hands Renewed supplies, Himself being all in all\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:26",
                            "text": "The same in the Fratres:—  \"God ever is intelligence to those Who righteous are: so wisest men have thought\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:27",
                            "text": "And in the Tibicinae:—  \"Good reason finds a temple in all things Wherein to worship; for what is the mind, But just the voice of God within us placed?\"  And the tragedian in Phrixus:—  \"But if the pious and the impious Share the same lot, how could we think it just, If Jove, the best, judges not uprightly?\"  In Philoctetes:—  \"You see how honourable gain is deemed Even to the gods; and how he is admired Whose shrine is laden most with yellow gold."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Justin Martyr: On the Sole Government of God 5:28",
                            "text": "What, then, doth hinder thee, since it is good To be like gods, from thus accepting gain?\"  In Hecuba:—  \"O Jupiter I whoever thou mayest be, Of whom except in word all knowledge fails;\"  and,—  \"Jupiter, whether thou art indeed A great necessity, or the mind of man, I worship thee!\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Justin Martyr: On the Sole Government of God 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Justin Martyr: On the Sole Government of God 6:1",
                            "text": "Chapter 6 — We should acknowledge one only God."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Justin Martyr: On the Sole Government of God 6:2",
                            "text": "Here, then, is a proof of virtue, and of a mind loving prudence, to recur to the communion of the unity, and to attach one's self to prudence for salvation, and make choice of the better things according to the free-will placed in man; and not to think that those who are possessed of human passions are lords of all, when they shall not appear to have even equal power with men."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Justin Martyr: On the Sole Government of God 6:3",
                            "text": "For in Homer, Demodocus says he is self-taught —  \"God inspired me with strains\"—  though he is a mortal."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Justin Martyr: On the Sole Government of God 6:4",
                            "text": "aesculapius and Apollo are taught to heal by Chiron the Centaur,—a very novel thing indeed, for gods to be taught by a man."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Justin Martyr: On the Sole Government of God 6:5",
                            "text": "What need I speak of Bacchus, who the poet says is mad? or of Hercules, who he says is unhappy? What need to speak of Mars and Venus, the leaders of adultery; and by means of all these to establish the proof which has been undertaken? For if some one, in ignorance, should imitate the deeds which are said to be divine, he would be reckoned among impure men, and a stranger to life and humanity; and if any one does so knowingly, he will have a plausible excuse for escaping vengeance, by showing that imitation of godlike deeds of audacity is no sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Justin Martyr: On the Sole Government of God 6:6",
                            "text": "But if any one should blame these deeds, he will take away their well-known names, and not cover them up with specious and plausible words."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Justin Martyr: On the Sole Government of God 6:7",
                            "text": "It is necessary, then, to accept the true and invariable Name, not proclaimed by my words only, but by the words of those who have introduced us to the elements of learning, in order that we may not, by living idly in this present state of existence, not only as those who are ignorant of the heavenly glory, but also as having proved ourselves ungrateful, render our account to the Judge."
                        }
                    ]
                }
            ]
        }
    ]
}