{
    "books": [
        {
            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:1",
                            "text": "Fragments of the Books on Arithmetic."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:2",
                            "text": "What is mathematics?  Aristotle thinks that all philosophy consisted of theory and practice, and divides the practical into ethical and political, and the theoretic again into the theological, the physical, and the mathematical."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:3",
                            "text": "And thus very clearly and skilfully he shows that mathematics is (a branch of) philosophy."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:4",
                            "text": "The Chaldaeans were the originators of astronomy, and the Egyptians of geometry and arithmetic."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:5",
                            "text": "…  And whence did mathematics derive its name?  Those of the Peripatetic school affirmed that in rhetoric and poetry, and in the popular music, any one may be an adept though he has gone through no process of study; but that in those pursuits properly called studies, none can have any real knowledge unless he has first become a student of them."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:6",
                            "text": "Hence they supposed that the theory of these things was called Mathematics, from μάθημα, study, science."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:7",
                            "text": "And the followers of Pythagoras are said to have given this more distinctive name of mathematics to geometry, and arithmetic alone."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:8",
                            "text": "For of old these had each its own separate name; and they had up till then no name common to both."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:9",
                            "text": "And he (Archytas) gave them this name, because he found science in them, and that in a manner suitable to man's study."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:10",
                            "text": "For they (the Pythagoreans) perceived that these studies dealt with things eternal and immutable and perfect, in which things alone they considered that science consisted."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:11",
                            "text": "But the more recent philosophers have given a more extensive application to this name, so that, in their opinion, the mathematician deals not only with substances incorporeal, and falling simply within the province of the understanding, but also with that which touches upon corporeal and sensible matter."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:12",
                            "text": "For he ought to be cognisant of the course of the stars, and their velocity, and their magnitudes, and forms, and distances."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:13",
                            "text": "And, besides, he ought to investigate their dispositions to vision, examining into the causes, why they are not seen as of the same form and of the same size from every distance, retaining, indeed, as we know them to do, their dispositions relative to each other, but producing, at the same time, deceptive appearances, both in respect of order and position."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:14",
                            "text": "And these are so, either as determined by the state of the heavens and the air, or as seen in reflecting and all polished surfaces and in transparent bodies, and in all similar kinds."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:15",
                            "text": "In addition to this, they thought that the man ought to be versed in mechanics and geometry and dialectics."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:16",
                            "text": "And still further, that he should engage himself with the causes of the harmonious combination of sounds, and with the composition of music; which things are bodies, or at least are to be ultimately referred to sensible matter."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:17",
                            "text": "What is mathematics?  Mathematics is a theoretic science of things apprehensible by perception and sensation for communication to others."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:18",
                            "text": "And before this a certain person indulging in a joke, while hitting his mark, said that mathematics is that science to which Homer's description of Discord may be applied."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:19",
                            "text": "—  \"Small at her birth, but rising every hour,  While scarce the skies her horrid (mighty) head can bound,  She stalks on earth and shakes the world around\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:20",
                            "text": "For it begins with a point and a line, and forthwith it takes heaven itself and all things within its compass."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:21",
                            "text": "How many divisions are there of mathematics?  Of the more notable and the earliest mathematics there are two principal divisions, viz."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:22",
                            "text": ", arithmetic and geometry."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:23",
                            "text": "And of the mathematics which deals with things sensible there are six divisions, viz."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:24",
                            "text": ", computation (practical arithmetic), geodesy, optics, theoretical music, mechanics, and astronomy."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:25",
                            "text": "But that neither the so-called tactics nor architecture, nor the popular music, nor physics, nor the art which is called equivocally the mechanical, constitutes, as some think, a branch of mathematics, we shall prove, as the discourse proceeds, clearly and systematically."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:26",
                            "text": "As to the circle having eight solids and six superficies and four angles."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:27",
                            "text": "…What branches of arithmetic have closest affinity with each other? Computation and theoretical music have a closer affinity than others with arithmetic; for this department, being one also of quantity and ratio, approaches it in number and proportion."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:28",
                            "text": "Optics and geodesy, again, are more in affinity with geometry."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:29",
                            "text": "And mechanics and astrology are in general affinity with both."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:30",
                            "text": "As to mathematics having its principles in hypothesis and about hypothesis."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:31",
                            "text": "Now, the term hypothesis is used in three ways, or indeed in many ways."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:32",
                            "text": "For according to one usage of the term we have the dramatic revolution; and in this sense there are said to be hypotheses in the dramas of Euripides."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:33",
                            "text": "According to a second meaning, we have the investigation of matters in the special in rhetoric; and in this sense the Sophists say that a hypothesis must be proposed."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:34",
                            "text": "And, according to a third signification, the beginning of a proof is called a hypothesis, as being the begging of certain matters with a view to the establishment of another in question."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:35",
                            "text": "Thus it is said that Democritus used a hypothesis, namely, that of atoms and a vacuum; and Asclepiades that of atoms and pores."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:36",
                            "text": "Now, when applied to mathematics, the term hypothesis is to be taken in the third sense."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:37",
                            "text": "That Pythagoras was not the only one who duly honoured arithmetic, but that his best known disciples did so too, being wont to say that \"all things fit number\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:38",
                            "text": "That arithmetic has as its immediate end chiefly the theory of science, than which there is no end either greater or nobler."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:39",
                            "text": "And its second end is to bring together in one all that is found in determinate substance."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:40",
                            "text": "Who among the mathematicians has made any discovery?  Eudemus relates in his Astrologies that oenopides found out the circle of the zodiac and the cycle of the great year."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:41",
                            "text": "And Thales discovered the eclipse of the sun and its period in the tropics in its constant inequality."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:42",
                            "text": "And Anaximander discovered that the earth is poised in space, and moves round the axis of the universe."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:43",
                            "text": "And Anaximenes discovered that the moon has her light from the sun, and found out also the way in which she suffers eclipse."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:44",
                            "text": "And the rest of the mathematicians have also made additions to these discoveries."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Anatolius of Alexandria: Fragments of the Books on Arithmetic 1:45",
                            "text": "We may instance the facts—that the fixed stars move round the axis passing through the poles, while the planets remove from each other round the perpendicular axis of the zodiac; and that the axis of the fixed stars and the planets is the side of a pentedecagon with four-and-twenty parts."
                        }
                    ]
                }
            ]
        }
    ]
}