{
    "books": [
        {
            "name": "Athanasius: Defence Against the Arians II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Athanasius: Defence Against the Arians II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:1",
                            "text": "Against the Arians, Part II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:2",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:3",
                            "text": "—Documents connected with the charges of the Meletians against S."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:4",
                            "text": "Athanasius."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:5",
                            "text": "59."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:6",
                            "text": "Peter was Bishop among us before the persecution, and during the course of it he suffered martyrdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:7",
                            "text": "When Meletius, who held the title of bishop in Egypt, was convicted of many crimes, and among the rest of offering sacrifice to idols, Peter deposed him in a general council of the bishops."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:8",
                            "text": "Whereupon Meletius did not appeal to another council, or attempt to justify himself before those who should come after, but made a schism, so that they who espoused his cause are even yet called Meletians instead of Christians."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:9",
                            "text": "He began immediately to revile the bishops, and made false accusations, first against Peter himself, and against his successor Achillas, and after Achillas, against Alexander."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:10",
                            "text": "And he thus practised craftily, following the example of Absalom, to the end that, as he was disgraced by his deposition, he might by his calumnies mislead the simple."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:11",
                            "text": "While Meletius was thus employed, the Arian heresy also had arisen."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:12",
                            "text": "But in the Council of Nicaea, while the heresy was anathematized, and the Arians were cast out, the Meletians on whatever grounds (for it is not necessary now to mention the reason) were received."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:13",
                            "text": "Five months however had not yet passed when, the blessed Alexander having died, the Meletians, who ought to have remained quiet, and to have been grateful that they were received on any terms, like dogs unable to forget their vomit, were again troubling the Churches."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:14",
                            "text": "Upon learning this, Eusebius, who had the lead in the Arian heresy, sends and buys the Meletians with large promises, becomes their secret friend, and arranges with them for their assistance on any occasion when he might wish for it."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:15",
                            "text": "At first he sent to me, urging me to admit Arius and his fellows to communion, and threatened me in his verbal communications, while in his letters he [merely] made a request."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:16",
                            "text": "And when I refused, declaring that it was not right that those who had invented heresy contrary to the truth, and had been anathematized by the Ecumenical Council, should be admitted to communion, he caused the Emperor also, Constantine, of blessed memory, to write to me, threatening me, in case I should not receive Arius and his fellows, with those afflictions, which I have before undergone, and which I am still suffering."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:17",
                            "text": "The following is a part of his letter."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:18",
                            "text": "Syncletius and Gaudentius, officers of the palace, were the bearers of it."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:19",
                            "text": "Part of a Letter from the Emperor Constantine."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:20",
                            "text": "Having therefore knowledge of my will, grant free admission to all who wish to enter into the Church."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:21",
                            "text": "For if I learn that you have hindered or excluded any who claim to be admitted into communion with the Church, I will immediately send some one who shall depose you by my command, and shall remove you from your place."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:22",
                            "text": "60."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:23",
                            "text": "When upon this I wrote and endeavoured to convince the Emperor, that that anti-Christian heresy had no communion with the Catholic Church, Eusebius forthwith, availing himself of the occasion which he had agreed upon with the Meletians, writes and persuades them to invent some pretext, so that, as they had practised against Peter and Achillas and Alexander, they might devise and spread reports against us also."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:24",
                            "text": "Accordingly, after seeking for a long time, and finding nothing, they at last agree together, with the advice of Eusebius and his fellows, and fabricate their first accusation by means of Ision, Eudaemon, and Callinicus, respecting the linen vestments, to the effect that I had imposed a law upon the Egyptians, and had required its observance of them first."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:25",
                            "text": "But when certain Presbyters of mine were found to be present, and the Emperor took cognizance of the matter, they were condemned (the Presbyters were Apis and Macarius), and the Emperor wrote, condemning Ision, and ordering me to appear before him."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:26",
                            "text": "His letters were as follows."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:27",
                            "text": "Eusebius, having intelligence of this, persuades them to wait; and when I arrive, they next accuse Macarius of breaking the cup, and bring against me the most heinous accusation possible, viz."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:28",
                            "text": "that, being an enemy of the Emperor, I had sent a purse of gold to one Philumenus."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:29",
                            "text": "The Emperor therefore heard us on this charge also in Psammathia, when they, as usual, were condemned, and driven from the presence; and, as I returned, he wrote the following letter to the people."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:30",
                            "text": "Constantine, Maximus, Augustus, to the people of the Catholic Church at Alexandria."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:31",
                            "text": "61."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:32",
                            "text": "Beloved brethren, I greet you well, calling upon God, Who is the chief witness of my intention, and on the Only-begotten, the Author of our Law, Who is Sovereign over the lives of all men, and Who hates dissensions."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:33",
                            "text": "But what shall I say to you? That I am in good health? Nay, but I should be able to enjoy better health and strength, if you were possessed with mutual love one towards another, and had rid yourselves of your enmities, through which, in consequence of the storms excited by contentious men, we have left the haven of brotherly love."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:34",
                            "text": "Alas! what perverseness is this! What evil consequences are produced every day by the tumult of envy which has been stirred up among you! Hence it is that evil reports have settled upon the people of God."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:35",
                            "text": "Whither has the faith of righteousness departed? For we are so involved in the mists of darkness, not only through manifold errors, but through the faults of ungrateful men, that we bear with those who favour folly, and though we are aware of them, take no heed of those who set aside goodness and truth."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:36",
                            "text": "What strange inconsistency is this! We do not convict our enemies, but we follow the example of robbery which they set us, whereby the most pernicious errors, finding no one to oppose them, easily, if I may so speak, make a way for themselves."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:37",
                            "text": "Is there no understanding among us, for the credit of our common nature, since we are thus neglectful of the injunctions of the law?  But some one will say, that love is a thing brought out by nature."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:38",
                            "text": "But, I ask, how is it that we who have got the law of God for our guide in addition to our natural advantages, thus tolerate the disturbances and disorders raised by our enemies, who seem inflamed, as it were, with firebrands? How is it, that having eyes, we see not, neither understand, though we are surrounded by the intelligence of the law? What a stupor has seized upon our life, that we are thus neglectful of ourselves, and that although God admonishes us! Is it not an intolerable evil? and ought we not to esteem such men as our enemies, and not the household and people of God? For they are infuriated against us, abandoned as they are: they lay grievous crimes to our charge, and make attacks upon us as enemies."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:39",
                            "text": "62."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:40",
                            "text": "And I would have you yourselves to consider with what exceeding madness they do this."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:41",
                            "text": "The foolish men carry their maliciousness at their tongues' end."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:42",
                            "text": "They carry about with them a sort of leaden anger, so that they reciprocally smite one another, and involve us by way of increasing their own punishment."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:43",
                            "text": "The good teacher is accounted an enemy, while he who clothes himself with the vice of envy, contrary to all justice makes his gain of the gentle temper of the people; he ravages, and consumes, he decks himself out, and recommends himself with false praises; he subverts the truth, and corrupts the faith, until he finds out a hole and hiding-place for his conscience."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:44",
                            "text": "Thus their very perverseness makes them wretched, while they impudently prefer themselves to places of honour, however unworthy they may be."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:45",
                            "text": "Ah! what a mischief is this! they say \"Such an one is too old; such an one is a mere boy; the office belongs to me; it is due to me, since it is taken away from him."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:46",
                            "text": "I will gain over all men to my side, and then I will endeavour with my power to ruin him\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:47",
                            "text": "Plain indeed is this proclamation of their madness to all the world; the sight of companies, and gatherings, and rowers under command in their offensive cabals."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:48",
                            "text": "Alas! what preposterous conduct is ours, if I may say it! Do they make an exhibition of their folly in the Church of God? And are they not yet ashamed of themselves? Do they not yet blame themselves? Are they not smitten in their consciences, so that they now at length shew that they entertain a proper sense of their deceit and contentiousness? Theirs is the mere force of envy, supported by those baneful influences which naturally belong to it."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:49",
                            "text": "But those wretches have no power against your Bishop."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:50",
                            "text": "Believe me, brethren, their endeavours will have no other effect than this, after they have worn down our days, to leave to themselves no place of repentance in this life."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:51",
                            "text": "Wherefore I beseech you, lend help to yourselves; receive kindly our love, and with all your strength drive away those who desire to obliterate from among us the grace of unanimity; and looking unto God, love one another."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:52",
                            "text": "I received gladly your Bishop Athanasius, and addressed him in such a manner, as being persuaded that he was a man of God."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:53",
                            "text": "It is for you to understand these things, not for me to judge of them."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:54",
                            "text": "I thought it becoming that the most reverend Athanasius himself should convey my salutation to you, knowing his kind care of you, which, in a manner worthy of that peaceable faith which I myself profess, is continually engaged in the good work of declaring saving knowledge, and will be able to exhort you as is suitable, May God preserve you, beloved brethren."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:55",
                            "text": "Such was the letter of Constantine."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:56",
                            "text": "63."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:57",
                            "text": "After these occurrences the Meletians remained quiet for a little time, but afterwards shewed their hostility again, and contrived the following plot, with the aim of pleasing those who had hired their services."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:58",
                            "text": "The Mareotis is a country district of Alexandria, in which Meletius was not able to make a schism."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:59",
                            "text": "Now while the Churches still existed within their appointed limits, and all the Presbyters had congregations in them, and while the people were living in peace, a certain person named Ischyras, who was not a clergyman, but of a worthless disposition, endeavoured to lead astray the people of his own village, declaring himself to be a clergyman."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:60",
                            "text": "Upon learning this, the Presbyter of the place informed me of it when I was going through my visitation of the Churches, and I sent Macarius the Presbyter with him to summon Ischyras."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:61",
                            "text": "They found him sick and lying in a cell, and charged his father to admonish his son not to continue any such practices as had been reported against him."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:62",
                            "text": "But when he recovered from his sickness, being prevented by his friends and his father from pursuing the same course, he fled over to the Meletians; and they communicate with Eusebius and his fellows, and at last that calumny is invented by them, that Macarius had broken a cup, and that a certain Bishop named Arsenius had been murdered by me."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:63",
                            "text": "Arsenius they placed in concealment, in order that he might seem made away with, when he did not make his appearance; and they carried about a hand, pretending that he had been cut to pieces."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:64",
                            "text": "As for Ischyras, whom they did not even know, they began to spread a report that he was a Presbyter, in order that what he said about the cup might mislead the people."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:65",
                            "text": "Ischyras, however, being censured by his friends, came to me weeping, and said that no such thing as they had reported had been done by Macarius, and that himself had been suborned by the Meletians to invent this calumny."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:66",
                            "text": "And he wrote the following letter."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:67",
                            "text": "To the Blessed pope Athanasius, Ischyras sends health in the Lord."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:68",
                            "text": "64."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:69",
                            "text": "As when I came to you, my Lord Bishop, desiring to be received into the Church, you reproved me for what I formerly said, as though I had proceeded to such lengths of my own free choice, I therefore submit to you this my apology in writing, in order that you may understand, that violence was used towards me, and blows inflicted on me by Isaac and Heraclides, and Isaac of Letopolis, and those of their party."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:70",
                            "text": "And I declare, and take God as my witness in this matter, that of none of the things which they have stated, do I know you to be guilty."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:71",
                            "text": "For no breaking of a cup or overturning of the Holy Table ever took place, but they compelled me by violent usage to assert all this."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:72",
                            "text": "And this defence I make and submit to you in writing, desiring and claiming for myself to be admitted among the members of your congregation."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:73",
                            "text": "I pray that you may have health in the Lord."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:74",
                            "text": "I submit this my handwriting to you the Bishop Athanasius in the presence of the Presbyters, Ammonas of Dicella, Heraclius of Phascos, Boccon of Chenebri, Achillas of Myrsine, Didymus of Taphosiris, and Justus from Bomotheus; and of the Deacons, Paul, Peter, and Olympius, of Alexandria, and Ammonius, Pistus, Demetrius, and Gaius, of the Mareotis."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:75",
                            "text": "65."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:76",
                            "text": "Notwithstanding this statement of Ischyras, they again spread abroad the same charges against me everywhere, and also reported them to the Emperor Constantine."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:77",
                            "text": "He too had heard before of the affair of the cup in Psammathia, when I was there, and had detected the falsehood of my enemies."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:78",
                            "text": "But now he wrote to Antioch to Dalmatius the Censor requiring him to institute a judicial enquiry respecting the murder."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:79",
                            "text": "Accordingly the Censor sent me notice to prepare for my defence against the charge."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:80",
                            "text": "Upon receiving his letters, although at first I paid no regard to the thing because I knew that nothing of what they said was true, yet seeing that the Emperor was moved, I wrote to my fellow-ministers into Egypt, and sent a deacon, desiring to learn something of Arsenius, for I had not seen the man for five or six years."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:81",
                            "text": "Well, not to relate the matter at length, Arsenius was found in concealment, in the first instance in Egypt, and afterwards my friends discovered him again in concealment in Tyre also."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:82",
                            "text": "And what was most remarkable, even when he was discovered he would not confess that he was Arsenius, until he was convicted in court before Paul, who was then Bishop of Tyre, and at last out of very shame could not deny it."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:83",
                            "text": "This he did in order to fulfil his contract with Eusebius and his fellows, lest, if he were discovered, the game they were playing should at length be broken up; which in fact came to pass."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:84",
                            "text": "For when I wrote the Emperor word, that Arsenius was discovered, and reminded him of what he had heard in Psammathia concerning Macarius the Presbyter, he stopped the proceedings of the Censor's court, and wrote condemning the proceedings against me as calumnious, and commanded Eusebius and his fellows, who were coming into the East to appear against me, to return."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:85",
                            "text": "Now in order to shew that they accused me of having murdered Arsenius (not to bring forward the letters of many persons on the subject), it shall be sufficient only to produce one from Alexander the Bishop of Thessalonica, from which the tenor of the rest may be inferred."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:86",
                            "text": "He then being acquainted with the reports which Archaph, who is also called John, circulated against me on the subject of the murder, and having heard that Arsenius was alive, wrote as follows."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:87",
                            "text": "Letter of Alexander."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:88",
                            "text": "To his dearly beloved son and fellow-minister like-minded, the lord Athanasius, Alexander the Bishop sends health in the Lord."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:89",
                            "text": "66."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:90",
                            "text": "I congratulate the most excellent Sarapion, that he is striving so earnestly to adorn himself with holy habits, and is thus advancing to higher praise the memory of his father."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:91",
                            "text": "For, as the Holy Scripture somewhere says, 'though his father die, yet he is as though he were not dead:' for he has left behind him a memorial of his life."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:92",
                            "text": "What my feelings were towards the ever memorable Sozon, you yourself, my lord, are not ignorant, for you know the sacredness of his memory, as well as the goodness of the young man."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:93",
                            "text": "I have received only one letter from your reverence, which I had by the hands of this youth."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:94",
                            "text": "I mention this to you, my lord, in order that you may know."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:95",
                            "text": "Our dearly beloved brother and deacon Macarius, afforded me great pleasure by writing to me from Constantinople, that the false accuser Archaph had met with disgrace, for having given out before all men that a live man had been murdered."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:96",
                            "text": "That he will receive from the righteous Judge, together with all the tribe of his associates, that punishment, which his crimes deserve, the unerring Scriptures assure us."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:97",
                            "text": "May the Lord of all preserve you for very many years, my lord, in every way most kind."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:98",
                            "text": "67."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:99",
                            "text": "And they who lived with Arsenius bear witness, that he was kept in concealment for this purpose, that they might pretend his death; for in searching after him we found the person [who had done so], and he in consequence wrote the following letter to John, who played the chief part in this false accusation."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:100",
                            "text": "To his dearly beloved brother John, Pinnes, Presbyter of the Monastery of Ptemencyrcis, in the home of Anteopolis, sends greeting."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:101",
                            "text": "I wish you to know, that Athanasius sent his deacon into the Thebais, to search everywhere for Arsenius; and Pecysius the Presbyter, and Silvanus the brother of Helias, and Tapenacerameus, and Paul monk of Hypsele, whom he first fell in with, confessed that Arsenius was with us."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:102",
                            "text": "Upon learning this we caused him to be put on board a vessel, and to sail to the lower countries with Helias the monk."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:103",
                            "text": "Afterwards the deacon returned again suddenly with certain others, and entered our monastery, in search of the same Arsenius, and him they found not, because, as I said before, we had sent him away to the lower countries; but they conveyed me together with Helias the monk, who took him out of the way, to Alexandria, and brought us before the Duke; when I was unable to deny, but confessed that he was alive, and had not been murdered: the monk also who took him out of the way confessed the same."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:104",
                            "text": "Wherefore I acquaint you with these things, Father, lest you should determine to accuse Athanasius; for I said that he was alive, and had been concealed with us, and all this is become known in Egypt, and it cannot any longer be kept secret."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:105",
                            "text": "I, Paphnutius, monk of the same monastery, who wrote this letter, heartily salute you."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:106",
                            "text": "I pray for your health."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:107",
                            "text": "The following also is the letter which the Emperor wrote when he learnt that Arsenius was found to be alive."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:108",
                            "text": "Constantine, Victor, Maximus, Augustus, to the pope Athanasius."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:109",
                            "text": "68."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:110",
                            "text": "Having read the letters of your wisdom, I felt the inclination to write in return to your fortitude, and to exhort you that you would endeavour to restore the people of God to tranquillity, and to merciful feelings."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:111",
                            "text": "For in my own mind I hold these things to be of the greatest importance, that we should cultivate truth, and ever keep righteousness in our thoughts, and have pleasure especially in those who walk in the right way of life."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:112",
                            "text": "But as concerning those who are deserving of all execration, I mean the most perverse and ungodly Meletians, who have at last stultified themselves by their folly, and are now raising unreasonable commotions by envy, uproar, and tumult, thus making manifest their own ungodly dispositions, I will say thus much."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:113",
                            "text": "You see that those who they pretended had been slain with the sword, are still amongst us, and in the enjoyment of life."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:114",
                            "text": "Now what could be a stronger presumption against them, and one so manifestly and clearly tending to their condemnation, as that those whom they declared to have been murdered, are yet in the enjoyment of life, and accordingly will be able to speak for themselves?  But this further accusation was advanced by these same Meletians."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:115",
                            "text": "They positively affirmed that you, rushing in with lawless violence, had seized upon and broken a cup, which was deposited in the most Holy Place; than which there certainly could not be a more serious charge, nor a more grievous offence, had such a crime actually been perpetrated."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:116",
                            "text": "But what manner of accusation is this? What is the meaning of this change and variation and difference in the circumstances of it, insomuch that they now transfer this same accusation to another person, a fact which makes it clearer, so to speak, than the light itself, that they designed to lay a plot for your wisdom? After this, who can be willing to follow them, men that have fabricated such charges to the injury of another, seeing too that they are hurrying themselves on to ruin, and are conscious that they are accusing you of false and feigned crimes? Who then, as I said, will follow after them, and thus go headlong in the way of destruction; in that way in which it seems they alone suppose that they have hope of safety and of help? But if they were willing to walk according to a pure conscience, and to be directed by the best wisdom, and to go in the way of a sound mind, they would easily perceive that no help can come to them from Divine Providence, while they are given up to such doings, and tempt their own destruction."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:117",
                            "text": "I should not call this a harsh judgment of them, but the simple truth."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:118",
                            "text": "And finally, I will add, that I wish this letter to be read frequently by your wisdom in public, that it may thereby come to the knowledge of all men, and especially reach the ears of those who thus act, and thus raise disturbances; for the judgment which is expressed by me according to the dictates of equity is confirmed also by real facts."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:119",
                            "text": "Wherefore, seeing that in such conduct there is so great an offence, let them understand that I have thus judged; and that I have come to this determination, that if they excite any further commotion of this kind, I will myself in person take cognizance of the matter, and that not according to the ecclesiastical, but according to the civil laws, and so I will in future find them out, because they clearly are robbers, so to speak, not only against human kind, but against the divine doctrine itself."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:120",
                            "text": "May God ever preserve you, beloved brother!  69."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:121",
                            "text": "But that the wickedness of the calumniators might be more fully displayed, behold Arsenius also wrote to me after he was discovered in his place of concealment; and as the letter which Ischyras had written confessed the falsehood of their accusation, so that of Arsenius proved their maliciousness still more completely."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:122",
                            "text": "To the blessed Pope Athanasius, Arsenius, Bishop of those who were heretofore under Meletius in the city of the Hypselites, together with the Presbyters and Deacons, wishes much health in the Lord."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:123",
                            "text": "Being earnestly desirous of peace and union with the Catholic Church, over which by the grace of God you preside, and wishing to submit ourselves to the Canon of the Church, according to the ancient rule, we write unto you, dearly beloved Pope, and declare in the name of the Lord, that we will not for the future hold communion with those who continue in schism, and are not yet at peace with the Catholic Church, whether Bishops, Presbyters, or Deacons."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:124",
                            "text": "Neither will we take part with them if they wish to establish anything in a Council; neither will we send letters of peace unto them nor receive such from them; neither yet without the consent of you, the bishop of the metropolis, will we publish any determination concerning Bishops, or on any other general ecclesiastical question; but we will yield obedience to all the canons that have heretofore been ordained, after the example of the Bishops Ammonian, Tyrannus, Plusian, and the rest."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:125",
                            "text": "Wherefore we beseech your goodness to write to us speedily in answer, and likewise to our fellow-ministers concerning us, informing them that we will henceforth abide by the fore-mentioned resolution and will be at peace with the Catholic Church, and at unity with our fellow-ministers in the [various] districts."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:126",
                            "text": "And we are persuaded that your prayers, being acceptable unto God, will so prevail with Him, that this peace shall be firm and indissoluble unto the end, according to the will of God the Lord of all, through Jesus Christ our Lord."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:127",
                            "text": "The sacred Ministry that is under you, we and those that are with us salute."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:128",
                            "text": "Very shortly, if God permit, we will come to visit your goodness."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:129",
                            "text": "I, Arsenius, pray for your health in the Lord for many years, most blessed Pope."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:130",
                            "text": "70."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:131",
                            "text": "But a stronger and clearer proof of the calumny against us is the recantation of John, of which the most God-beloved Emperor Constantine of blessed memory is a witness, for knowing how John had accused himself, and having received letters from him expressing his repentance, he wrote to him as follows."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:132",
                            "text": "Constantine, Maximus, Augustus to John."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:133",
                            "text": "The letters which I have received from your prudence were extremely pleasing to me, because I learned from them what I very much longed to hear, that you had laid aside every petty feeling, had joined the Communion of the Church as became you, and were now in perfect concord with the most reverend Bishop Athanasius."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:134",
                            "text": "Be assured therefore that so far I entirely approve of your conduct; because, giving up all skirmishing, you have done that which is pleasing to God, and have embraced the unity of His Church."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:135",
                            "text": "In order therefore that you may obtain the accomplishment of your wishes, I have thought it right to grant you permission to enter the public conveyance, and to come to the court of my clemency."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:136",
                            "text": "Let it then be your care to make no delay; but as this letter gives you authority to use the public conveyance, come to me immediately, that you may have your desires fulfilled, and by appearing in my presence may enjoy that pleasure which it is fit for you to receive."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Athanasius: Defence Against the Arians II 1:137",
                            "text": "May God preserve you continually, dearly beloved brother."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Athanasius: Defence Against the Arians II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:2",
                            "text": "—Documents connected with the Council of Tyre."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:3",
                            "text": "71."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:4",
                            "text": "Thus ended the conspiracy."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:5",
                            "text": "The Meletians were repulsed and covered with shame; but notwithstanding this Eusebius and his fellows still did not remain quiet, for it was not for the Meletians but for Arius and his fellows, that they cared, and they were afraid lest, if the proceedings of the former should be stopped, they should no longer find persons to play the parts, by whose assistance they might bring in that heresy."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:6",
                            "text": "They therefore again stirred up the Meletians, and persuaded the Emperor to give orders that a Council should be held afresh at Tyre, and Count Dionysius was despatched thither, and a military guard was given to Eusebius and his fellows."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:7",
                            "text": "Macarius also was sent as a prisoner to Tyre under a guard of soldiers; and the Emperor wrote to me, and laid a peremptory command upon me, so that, however unwilling, I set out."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:8",
                            "text": "The whole conspiracy may be understood from the letters which the Bishops of Egypt wrote; but it will be necessary to relate how it was contrived by them in the outset, that so may be perceived the malice and wickedness that was exercised against me."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:9",
                            "text": "There are in Egypt, Libya, and Pentapolis, nearly one hundred Bishops; none of whom laid anything to my charge; none of the Presbyters found any fault with me; none of the people spoke aught against me; but it was the Meletians who were ejected by Peter, and the Arians, that divided the plot between them, while the one party claimed to themselves the right of accusing me, the other of sitting in judgment on the case."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:10",
                            "text": "I objected to Eusebius and his fellows as being my enemies on account of the heresy; next, I shewed in the following manner that the person who was called my accuser was not a Presbyter at all."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:11",
                            "text": "When Meletius was admitted into communion (would that he had never been so admitted!) the blessed Alexander who knew his craftiness required of him a schedule of the Bishops whom he said he had in Egypt, and of the presbyters and deacons that were in Alexandria itself, and if he had any in the country district."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:12",
                            "text": "This the Pope Alexander has done, lest Meletius, having received the freedom of the Church, should tender many, and thus continually, by a fraudulent procedure, foist upon us whomsoever he pleased."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:13",
                            "text": "Accordingly he has made out the following schedule of those in Egypt."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:14",
                            "text": "A schedule presented by Meletius to the Bishop Alexander."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:15",
                            "text": "I, Meletius of Lycopolis, Lucius of Antinopolis, Phasileus of Hermopolis, Achilles of Cusae, Ammonius of Diospolis."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:16",
                            "text": "In Ptolemais, Pachymes of Tentyrae."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:17",
                            "text": "In Maximianopolis, Theodorus of Coptus."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:18",
                            "text": "In Thebais, Cales of Hermethes, Colluthus of Upper Cynopolis, Pelagius of Oxyrynchus, Peter of Heracleopolis, Theon of Nilopolis, Isaac of Letopolis, Heraclides of Niciopolis, Isaac of Cleopatris, Melas of Arsenoitis."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:19",
                            "text": "In Heliopolis, Amos of Leontopolis, Ision of Athribis."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:20",
                            "text": "In Pharbethus, Harpocration of Bubastus, Moses of Phacusae, Callinicus of Pelusium, Eudaemon of Tanis, Ephraim of Thmuis."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:21",
                            "text": "In Sais, Hermaeon of Cynopolis and Busiris, Soterichus of Sebennytus, Pininuthes of Phthenegys, Cronius of Metelis, Agathammon of the district of Alexandria."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:22",
                            "text": "In Memphis, John who was ordered by the Emperor to be with the Archbishop."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:23",
                            "text": "These are those of Egypt."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:24",
                            "text": "And the Clergy that he had in Alexandria were Apollonius Presbyter, Irenaeus Presbyter, Dioscorus Presbyter, Tyrannus Presbyter."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:25",
                            "text": "And Deacons; Timotheus Deacon, Antinous Deacon, Hephaestion Deacon."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:26",
                            "text": "And Macarius Presbyter of Parembole."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:27",
                            "text": "72."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:28",
                            "text": "These Meletius presented actually in person to the Bishop Alexander, but he made no mention of the person called Ischyras, nor ever professed at all that he had any Clergy in the Mareotis."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:29",
                            "text": "Notwithstanding our enemies did not desist from their attempts, but still he that was no Presbyter was feigned to be one, for there was the Count ready to use compulsion towards us, and soldiers were hurrying us about."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:30",
                            "text": "But even then the grace of God prevailed: for they could not convict Macarius in the matter of the cup; and Arsenius, whom they reported to have been murdered by me, stood before them alive and shewed the falseness of their accusation."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:31",
                            "text": "When therefore they were unable to convict Macarius, Eusebius and his fellows, who became enraged that they had lost the prey of which they had been in pursuit, persuaded the Count Dionysius, who is one of them, to send to the Mareotis, in order to see whether they could not find out something there against the Presbyter, or rather that they might at a distance patch up their plot as they pleased in our absence: for this was their aim."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:32",
                            "text": "However,—when we represented that the journey to the Mareotis was a superfluous undertaking (for that they ought not to pretend that statements were defective which they had been employed upon so long, and ought not now to defer the matter; for they had said whatever they thought they could say, and now being at a loss what to do, they were making pretences); or if they must needs go to the Mareotis, that at least the suspected parties should not be sent,—the Count was convinced by my reasoning, with respect to the suspected persons; but they did anything rather than what I proposed, for the very persons whom I objected against on account of the Arian heresy, these were they who promptly went off, viz."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:33",
                            "text": "Diognius, Maris, Theodorus, Macedonius, Ursacius, and Valens."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:34",
                            "text": "Again, letters were written to the Prefect of Egypt and a military guard was provided; and, what was remarkable and altogether most suspicious, they caused Macarius the accused party to remain behind under a guard of soldiers, while they took with them the accuser."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:35",
                            "text": "Now who after this does not see through this conspiracy? Who does not clearly perceive the wickedness of Eusebius and his fellows? For if a judicial enquiry must needs take place in the Mareotis, the accused also ought to have been sent thither."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:36",
                            "text": "But if they did not go for the purpose of such an enquiry, why did they take the accuser? It was enough that he had not been able to prove the fact."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:37",
                            "text": "But this they did in order that they might carry on their designs against the absent Presbyter, whom they could not convict when present, and might concoct a plan as they pleased."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:38",
                            "text": "For when the Presbyters of Alexandria and of the whole district found fault with them because they were there by themselves, and required that they too might be present at their proceedings (for they said that they knew both the circumstances of the case, and the history of the person named Ischyras), they would not allow them; and although they had with them Philagrius the Prefect of Egypt, who was an apostate, and heathen soldiers, during an enquiry which it was not becoming even for Catechumens to witness, they would not admit the Clergy, lest there as well as at Tyre there might be those who would expose them."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:39",
                            "text": "73."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:40",
                            "text": "But in spite of these precautions they were not able to escape detection: for the Presbyters of the City and of the Mareotis, perceiving their evil designs, addressed to them the following protest."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:41",
                            "text": "To Theognius, Maris, Macedonius, Theodorus, Ursacius, and Valens, the Bishops who have come from Tyre, these from the Presbyters and Deacons of the Catholic Church of Alexandria under the most reverend Bishop Athanasius."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:42",
                            "text": "It was incumbent upon you when you came hither and brought with you the accuser, to bring also the Presbyter Macarius; for trials are appointed by Holy Scripture to be so constituted, that the accuser and accused may stand up together."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:43",
                            "text": "But since neither you brought Macarius, nor our most reverend Bishop Athanasius came hither with you, we claimed for ourselves the right of being present at the investigation, that we might see that the enquiry was conducted impartially, and might ourselves be convinced of the truth."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:44",
                            "text": "But when you refused to allow this, and wished, in company only with the Prefect of Egypt and the accuser, to do whatever you pleased, we confess that we saw a suspicion of evil in the affair, and perceived that your coming was only the act of a cabal and a conspiracy."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:45",
                            "text": "Wherefore we address to you this letter, to be a testimony before a genuine Council, that it may be known to all men, that you have carried on an ex parte proceeding and for your own ends, and have desired nothing else but to form a conspiracy against us."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:46",
                            "text": "A copy of this, lest it should be kept secret by you, we have handed in to Palladius also the Controller of Augustus."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:47",
                            "text": "For what you have already done causes us to suspect you, and to reckon on the like conduct from you hereafter."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:48",
                            "text": "I Dionysius Presbyter have handed in this letter."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:49",
                            "text": "Alexander Presbyter, Nilaras Presbyter, Longus Presbyter, Aphthonius Presbyter, Athanasius Presbyter, Amyntius Presbyter, Pistus Presbyter, Plution Presbyter, Dioscorus Presbyter, Apollonius Presbyter, Sarapion Presbyter, Ammonius Presbyter, Gaius Presbyter, Rhinus Presbyter, aethales Presbyter."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:50",
                            "text": "Deacons; Marcellinus Deacon, Appianus Deacon, Theon Deacon, Timotheus Deacon, a second Timotheus Deacon."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:51",
                            "text": "74."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:52",
                            "text": "This is the letter, and these the names of the Clergy of the city; and the following was written by the Clergy of the Mareotis, who know the character of the accuser, and who were with me in my visitation."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:53",
                            "text": "To the holy Council of blessed Bishops of the Catholic Church, all the Presbyters and Deacons of the Mareotis send health in the Lord."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:54",
                            "text": "Knowing that which is written, 'Speak that thine eyes have seen,' and, 'A false witness shall not be unpunished', we testify what we have seen, especially since the conspiracy which has been formed against our Bishop Athanasius has made our testimony necessary."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:55",
                            "text": "We wonder how Ischyras ever came to be reckoned among the number of the Ministers of the Church, which is the first point we think it necessary to mention."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:56",
                            "text": "Ischyras never was a Minister of the Church; but when formerly he represented himself to be a Presbyter of Colluthus, he found no one to believe him, except only his own relations."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:57",
                            "text": "For he never had a Church, nor was ever considered a Clergyman by those who lived but a short distance from his village, except only, as we said before, by his own relations."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:58",
                            "text": "But, notwithstanding he assumed this designation, he was deposed in the presence of our Father Hosius at the Council which assembled at Alexandria, and was admitted to communion as a layman, and so he continued subsequently, having fallen from his falsely reputed rank of presbyter."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:59",
                            "text": "Of his character we think it unnecessary to speak, as all men have it in their power to become acquainted therewith."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:60",
                            "text": "But since he has falsely accused our Bishop Athanasius of breaking a cup and overturning a table, we are necessarily obliged to address you on this point."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:61",
                            "text": "We have said already that he never had a Church in the Mareotis; and we declare before God as our witness, that no cup was broken, nor table overturned by our Bishop, nor by any one of those who accompanied him; but all that is alleged respecting this affair is mere calumny."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:62",
                            "text": "And this we say, not as having been absent from the Bishop, for we are all with him when he makes his visitation of the Mareotis, and he never goes about alone, but is accompanied by all of us Presbyters and Deacons, and by a considerable number of the people."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:63",
                            "text": "Wherefore we make these assertions as having been present with him in every visitation which he has made amongst us, and testify that neither was a cup ever broken, nor table overturned, but the whole story is false, as the accuser himself also witnesses under his own hand."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:64",
                            "text": "For when, after he had gone off with Meletians, and had reported these things against our Bishop Athanasius, he wished to be admitted to communion, he was not received, although he wrote and confessed under his own hand that none of these things were true, but that he had been suborned by certain persons to say so."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:65",
                            "text": "75."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:66",
                            "text": "Wherefore also Theognius, Theodorus, Maris, Macedonius, Ursacius, Valens, and their fellows came into the Mareotis, and when they found that none of these things were true, but it was likely to be discovered that they had framed a false accusation against our Bishop Athanasius, Theognius and his fellows being themselves his enemies, caused the relations of Ischyras and certain Arian madmen to say whatever they wished."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:67",
                            "text": "For none of the people spoke against the Bishop; but these persons, through fear of Philagrius the Prefect of Egypt, and by threats and with the support of the Arian madmen, accomplished whatever they desired."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:68",
                            "text": "For when we came to disprove the calumny, they would not permit us, but cast us out, while they admitted whom they pleased to a participation in their schemes, and concerted matters with them, influencing them by fear of the Prefect Philagrius."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:69",
                            "text": "Through his means they prevented us from being present, that we might discover whether those who were suborned by them were members of the Church or Arian madmen."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:70",
                            "text": "And you also, dearly beloved Fathers, know, as you teach us, that the testimony of enemies avails nothing."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:71",
                            "text": "That what we say is the truth the handwriting of Ischyras testifies, as do also the facts themselves, because when we were conscious that no such thing as was pretended had taken place, they took with them Philagrius, that through fear of the sword and by threats they might frame whatever plots they wished."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:72",
                            "text": "These things we testify as in the presence of God; we make these assertions as knowing that there will be a judgment held by God; desiring indeed all of us to come to you, but being content with certain of our number, so that the letters may be instead of the presence of those who have not come."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:73",
                            "text": "I, Ingenius Presbyter, pray you health in the Lord, beloved fathers."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:74",
                            "text": "Theon Presbyter, Ammonas P."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:75",
                            "text": ", Heraclius P."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:76",
                            "text": ", Boccon P."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:77",
                            "text": ", Tryphon P."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:78",
                            "text": ", Peter P."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:79",
                            "text": ", Hierax P."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:80",
                            "text": ", Sarapion P."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:81",
                            "text": ", Marcus P."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:82",
                            "text": ", Ptollarion P."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:83",
                            "text": ", Gaius P."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:84",
                            "text": ", Dioscorus P."
                        },
                        {
                            "verse": 85,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:85",
                            "text": ", Demetrius P."
                        },
                        {
                            "verse": 86,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:86",
                            "text": ", Thyrsus P."
                        },
                        {
                            "verse": 87,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:87",
                            "text": "Deacons; Pistus Deacon, Apollos D."
                        },
                        {
                            "verse": 88,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:88",
                            "text": ", Serras D."
                        },
                        {
                            "verse": 89,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:89",
                            "text": ", Pistus D."
                        },
                        {
                            "verse": 90,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:90",
                            "text": ", Polynicus D."
                        },
                        {
                            "verse": 91,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:91",
                            "text": ", Ammonius D."
                        },
                        {
                            "verse": 92,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:92",
                            "text": ", Maurus D."
                        },
                        {
                            "verse": 93,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:93",
                            "text": ", Hephaestus D."
                        },
                        {
                            "verse": 94,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:94",
                            "text": ", Apollos D."
                        },
                        {
                            "verse": 95,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:95",
                            "text": ", Metopas D."
                        },
                        {
                            "verse": 96,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:96",
                            "text": ", Apollos D."
                        },
                        {
                            "verse": 97,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:97",
                            "text": ", Serapas D."
                        },
                        {
                            "verse": 98,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:98",
                            "text": ", Meliphthongus D."
                        },
                        {
                            "verse": 99,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:99",
                            "text": ", Lucius D."
                        },
                        {
                            "verse": 100,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:100",
                            "text": ", Gregoras D."
                        },
                        {
                            "verse": 101,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:101",
                            "text": "76."
                        },
                        {
                            "verse": 102,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:102",
                            "text": "The same to the Controller, and to Philagrius, at that time Prefect of Egypt."
                        },
                        {
                            "verse": 103,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:103",
                            "text": "To Flavius Philagrius, and to Flavius Palladius, Ducenary, Officer of the Palace, and Controller, and to Flavius Antoninus, Commissary of Provisions, and Centenary of my lords the most illustrious Prefects of the sacred Praetorium, these from the Presbyters and Deacons of the Mareotis, a nome of the Catholic Church which is under the most Reverend Bishop Athanasius, we address this testimony by those whose names are underwritten:—  Whereas Theognius, Maris, Macedonius, Theodorus, Ursacius, and Valens, as if sent by all the Bishops who assembled at Tyre, came into our Diocese alleging that they had received orders to investigate certain ecclesiastical affairs, among which they spoke of the breaking of a cup of the Lord, of which information was given them by Ischyras, whom they brought with them, and who says that he is a Presbyter, although he is not,—for he was ordained by the Presbyter Colluthus who pretended to the Episcopate, and was afterwards ordered by a whole Council, by Hosius and the Bishops that were with him, to take the place of a Presbyter, as he was before; and accordingly all that were ordained by Colluthus resumed the same rank which they held before, and so Ischyras himself proved to be a layman,—and the church which he says he has, never was a church at all, but a quite small private house belonging to an orphan boy of the name of Ision;—for this reason we have offered this testimony, adjuring you by Almighty God, and by our Lords Constantine Augustus, and the most illustrious Caesars his sons, to bring these things to the knowledge of their piety."
                        },
                        {
                            "verse": 104,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:104",
                            "text": "For neither is he a Presbyter of the Catholic Church nor does he possess a church, nor has a cup ever been broken, but the whole story is false and an invention."
                        },
                        {
                            "verse": 105,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:105",
                            "text": "Dated in the Consulship of Julius Constantius the most illustrious Patrician, brother of the most religious Emperor Constantine Augustus, and of Rufinus Albinus, most illustrious men, on the tenth day of the month Thoth."
                        },
                        {
                            "verse": 106,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:106",
                            "text": "These were the letters of the Presbyters."
                        },
                        {
                            "verse": 107,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:107",
                            "text": "77."
                        },
                        {
                            "verse": 108,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:108",
                            "text": "The following also are the letters and protests of the Bishops who came with us to Tyre, when they became aware of the conspiracy and plot."
                        },
                        {
                            "verse": 109,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:109",
                            "text": "To the Bishops assembled at Tyre, most honoured Lords, those of the Catholic Church who have come from Egypt with Athanasius send greeting in the Lord."
                        },
                        {
                            "verse": 110,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:110",
                            "text": "We suppose that the conspiracy which has been formed against us by Eusebius, Theognius, Maris, Narcissus, Theodorus, Patrophilus, and their fellows is no longer uncertain."
                        },
                        {
                            "verse": 111,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:111",
                            "text": "From the very beginning we all demurred, through our fellow-minister Athanasius, to the holding of the enquiry in their presence, knowing that the presence of even one enemy only, much more of many, is able to disturb and injure the hearing of a cause."
                        },
                        {
                            "verse": 112,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:112",
                            "text": "And you also yourselves know the enmity which they entertain, not only towards us, but towards all the orthodox, how that for the sake of the madness of Arius, and his impious doctrine, they direct their assaults, they form conspiracies against all."
                        },
                        {
                            "verse": 113,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:113",
                            "text": "And when, being confident in the truth, we desired to shew the falsehood, which the Meletians had employed against the Church, Eusebius and his fellows endeavoured by some means or other to interrupt our representations, and strove eagerly to set aside our testimony, threatening those who gave an honest judgment, and insulting others, for the sole purpose of carrying out the design they had against us."
                        },
                        {
                            "verse": 114,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:114",
                            "text": "Your godly piety, most honoured Lords, was probably ignorant of their conspiracy, but we suppose that it has now been made manifest."
                        },
                        {
                            "verse": 115,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:115",
                            "text": "For indeed they have themselves plainly disclosed it; for they desired to send to the Mareotis those of their party who are suspected by us, so that, while we were absent and remained here, they might disturb the people and accomplish what they wished."
                        },
                        {
                            "verse": 116,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:116",
                            "text": "They knew that the Arian madmen, and Colluthians and Meletians, were enemies of the Catholic Church and therefore they were anxious to send them, that in the presence of our enemies they might devise against us whatever schemes they pleased."
                        },
                        {
                            "verse": 117,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:117",
                            "text": "And those of the Meletians who are here, even four days previously (as they knew that this enquiry was about to take place), despatched at evening certain of their party, as couriers, for the purpose of collecting Meletians out of Egypt into the Mareotis, because there were none at all there, and Colluthians and Arian madmen, from other parts, and to prepare them to speak against us."
                        },
                        {
                            "verse": 118,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:118",
                            "text": "For you also know that Ischyras himself confessed before you, that he had not more than seven persons in his congregation."
                        },
                        {
                            "verse": 119,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:119",
                            "text": "When therefore we heard that, after they had made what preparations they pleased against us, and had sent these suspected persons, they were going about to each of you, and requiring your subscriptions, in order that it might appear as if this had been done with the consent of you all; for this reason we hastened to write to you, and to present this our testimony; declaring that we are the objects of a conspiracy under which we are suffering by and through them, and demanding that having the fear of God in your minds, and condemning their conduct in sending whom they pleased without our consent, you would refuse your subscriptions, lest they pretend that those things are done by you, which they are contriving only among themselves."
                        },
                        {
                            "verse": 120,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:120",
                            "text": "Surely it becomes those who are in Christ, not to regard human motives, but to prefer the truth before all things."
                        },
                        {
                            "verse": 121,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:121",
                            "text": "And be not afraid of their threatenings, which they employ against all, nor of their plots, but rather fear God."
                        },
                        {
                            "verse": 122,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:122",
                            "text": "If it was at all necessary that persons should be sent to the Mareotis, we also ought to have been there with them, in order that we might convict the enemies of the Church, and point out those who were aliens, and that the investigation of the matter might be impartial."
                        },
                        {
                            "verse": 123,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:123",
                            "text": "For you know that Eusebius and his fellows contrived that a letter should be presented, as coming from the Collutians, the Meletians, and Arians, and directed against us: but it is evident that these enemies of the Catholic Church speak nothing that is true concerning us, but say everything against us."
                        },
                        {
                            "verse": 124,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:124",
                            "text": "And the law of God forbids an enemy to be either a witness or a judge."
                        },
                        {
                            "verse": 125,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:125",
                            "text": "Wherefore as you will have to give an account in the day of judgment, receive this testimony, and recognising the conspiracy which has been framed against us, beware, if you are requested by them, of doing anything against us, and of taking part in the designs of Eusebius and his fellows."
                        },
                        {
                            "verse": 126,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:126",
                            "text": "For you know, as we said before, that they are our enemies, and you are aware why Eusebius of Caesarea became such last year."
                        },
                        {
                            "verse": 127,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:127",
                            "text": "We pray that you may be in health, greatly beloved Lords."
                        },
                        {
                            "verse": 128,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:128",
                            "text": "78."
                        },
                        {
                            "verse": 129,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:129",
                            "text": "To the most illustrious Count Flavius Dionysius, from the Bishops of the Catholic Church in Egypt who have come to Tyre."
                        },
                        {
                            "verse": 130,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:130",
                            "text": "We suppose that the conspiracy which has been formed against us by Eusebius, Theognius, Maris, Narcissus, Theodorus, Patrophilus and their fellows, is no longer uncertain."
                        },
                        {
                            "verse": 131,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:131",
                            "text": "From the very beginning we all demurred, through our fellow-minister Athanasius, to the holding of the enquiry in their presence, knowing that the presence of even one enemy only, much more of many, is able to disturb and injure the hearing of a cause."
                        },
                        {
                            "verse": 132,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:132",
                            "text": "For their enmity is manifest which they entertain, not only towards us, but also towards all the orthodox, because they direct their assaults, they form conspiracies against all."
                        },
                        {
                            "verse": 133,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:133",
                            "text": "And when, being confident in the truth, we desired to shew the falsehood which the Meletians had employed against the Church, Eusebius and his fellows endeavoured by some means or other to interrupt our representations, and strove eagerly to set aside our testimony, threatening those who gave an honest judgment and insulting others, for the sole purpose of carrying out the design they had against us."
                        },
                        {
                            "verse": 134,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:134",
                            "text": "Your goodness was probably ignorant of the conspiracy which they have formed against us, but we suppose that it has now been made manifest."
                        },
                        {
                            "verse": 135,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:135",
                            "text": "For indeed they have themselves plainly disclosed it; for they desired to send to the Mareotis those of their party who are suspected by us, so that, while we were absent and remained here, they might disturb the people and accomplish what they wished."
                        },
                        {
                            "verse": 136,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:136",
                            "text": "They knew that Arian madmen, Colluthians, and Meletians were enemies of the Church, and therefore they were anxious to send them, that in the presence of our enemies, they might devise against us whatever schemes they pleased."
                        },
                        {
                            "verse": 137,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:137",
                            "text": "And those of the Meletians who are here, even four days previously (as they knew that this enquiry was about to take place), despatched at evening two individuals of their own party, as couriers, for the purpose of collecting Meletians out of Egypt into the Mareotis, because there were none at all there, and Colluthians, and Arian madmen, from other parts, and to prepare them to speak against us."
                        },
                        {
                            "verse": 138,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:138",
                            "text": "And your goodness knows that he himself confessed before you, that he had not more than seven persons in his congregation."
                        },
                        {
                            "verse": 139,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:139",
                            "text": "When therefore we heard that, after they had made what preparations they pleased against us, and had sent these suspected persons, they were going about to each of the Bishops and requiring their subscriptions, in order that it might appear that this was done with the consent of them all; for this reason we hastened to refer the matter to your honour, and to present this our testimony, declaring that we are the objects of a conspiracy, under which we are suffering by and through them, and demanding of you that having in your mind the fear of God, and the pious commands of our most religious Emperor, you would no longer tolerate these persons, but condemn their conduct in sending whom they pleased without our consent."
                        },
                        {
                            "verse": 140,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:140",
                            "text": "I Adamantius Bishop have subscribed this letter, Ischyras, Ammon, Peter, Ammonianus, Tyrannus, Taurinus, Sarapammon, aelurion, Harpocration, Moses, Optatus, Anubion, Saprion, Apollonius, Ischyrion, Arbaethion, Potamon, Paphnutius, Heraclides, Theodorus, Agathammon, Gaius, Pistus, Athas, Nicon, Pelagius, Theon, Paninuthius, Nonnus, Ariston, Theodorus, Irenaeus, Blastammon, Philippus, Apollos, Dioscorus, Timotheus of Diospolis, Macarius, Heraclammon, Cronius, Myis, Jacobus, Ariston, Artemidorus, Phinees, Psais, Heraclides."
                        },
                        {
                            "verse": 141,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:141",
                            "text": "Another from the same."
                        },
                        {
                            "verse": 142,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:142",
                            "text": "79."
                        },
                        {
                            "verse": 143,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:143",
                            "text": "The Bishops of the Catholic Church who have come from Egypt to Tyre, to the most illustrious Count Flavius Dionysius."
                        },
                        {
                            "verse": 144,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:144",
                            "text": "Perceiving that many conspiracies and plots are being formed against us through the machinations of Eusebius, Narcissus, Flacillus, Theognius, Maris, Theodorus, Patrophilus, and their fellows (against whom we wished at first to enter an objection, but were not permitted), we are constrained to have recourse to the present appeal."
                        },
                        {
                            "verse": 145,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:145",
                            "text": "We observe also that great zeal is exerted in behalf of the Meletians, and that a plot is laid against the Catholic Church in Egypt in our persons."
                        },
                        {
                            "verse": 146,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:146",
                            "text": "Wherefore we present this letter to you, beseeching you to bear in mind the Almighty Power of God, who defends the kingdom of our most religious and godly Emperor Constantine, and to reserve the hearing of the affairs which concern us for the most religious Emperor himself."
                        },
                        {
                            "verse": 147,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:147",
                            "text": "For it is but reasonable, since you were commissioned by his Majesty, that you should reserve the matter for him upon our appealing to his piety."
                        },
                        {
                            "verse": 148,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:148",
                            "text": "We can no longer endure to be the objects of the treacherous designs of the fore-mentioned Eusebius and his fellows, and therefore we demand that the case be reserved for the most religious and God-beloved Emperor, before whom we shall be able to set forth our own and the Church's just claims."
                        },
                        {
                            "verse": 149,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:149",
                            "text": "And we are convinced that when his piety shall have heard our cause, he will not condemn us."
                        },
                        {
                            "verse": 150,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:150",
                            "text": "Wherefore we again adjure you by Almighty God, and by our most religious Emperor, who, together with the children of his piety, has thus ever been victorious and prosperous these many years, that you proceed no further, nor suffer yourselves to move at all in the Council in relation to our affairs, but reserve the hearing of them for his piety."
                        },
                        {
                            "verse": 151,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:151",
                            "text": "We have likewise made the same representations to my Lords the orthodox Bishops."
                        },
                        {
                            "verse": 152,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:152",
                            "text": "80."
                        },
                        {
                            "verse": 153,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:153",
                            "text": "Alexander, Bishop of Thessalonica, on receiving these letters, wrote to the Count Dionysius as follows."
                        },
                        {
                            "verse": 154,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:154",
                            "text": "The Bishop Alexander to my master Dionysius."
                        },
                        {
                            "verse": 155,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:155",
                            "text": "I see that a conspiracy has evidently been formed against Athanasius; for they have determined, I know not on what grounds, to send all those to whom he has objected, without giving any information to us, although it was agreed that we should consider together who ought to be sent."
                        },
                        {
                            "verse": 156,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:156",
                            "text": "Take care therefore that nothing be done rashly (for they have come to me in great alarm, saying that the wild beasts have already roused themselves, and are going to rush upon them; for they had heard it reported, that John had sent certain), lest they be beforehand with us, and concoct what schemes they please."
                        },
                        {
                            "verse": 157,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:157",
                            "text": "For you know that the Colluthians who are enemies of the Church, and the Arians, and Meletians, are all of them leagued together, and are able to work much evil."
                        },
                        {
                            "verse": 158,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:158",
                            "text": "Consider therefore what is best to be done, lest some mischief arise, and we be subject to censure, as not having judged the matter fairly."
                        },
                        {
                            "verse": 159,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:159",
                            "text": "Great suspicions are also entertained of these persons, lest, as being devoted to the Meletians, they should go through those Churches whose Bishops are here, and raise an alarm amongst them, and so disorder the whole of Egypt."
                        },
                        {
                            "verse": 160,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:160",
                            "text": "For they see that this is already taking place to a great extent."
                        },
                        {
                            "verse": 161,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:161",
                            "text": "Accordingly the Count Dionysius wrote to Eusebius and his fellows as follows."
                        },
                        {
                            "verse": 162,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:162",
                            "text": "81."
                        },
                        {
                            "verse": 163,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:163",
                            "text": "This is what I have already mentioned to my lords, Flacillus and his fellows, that Athanasius has come forward and complained that those very persons have been sent whom he objected to; and crying out that he has been wronged and deceived."
                        },
                        {
                            "verse": 164,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:164",
                            "text": "Alexander the lord of my soul has also written to me on the subject; and that you may perceive that what his Goodness has said is reasonable, I have subjoined his letter to be read by you."
                        },
                        {
                            "verse": 165,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:165",
                            "text": "Remember also what I wrote to you before: I impressed upon your Goodness, my lords, that the persons who were sent ought to be commissioned by the general vote and decision of all."
                        },
                        {
                            "verse": 166,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:166",
                            "text": "Take care therefore lest our proceedings fall under censure, and we give just grounds of blame to those who are disposed to find fault with us."
                        },
                        {
                            "verse": 167,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:167",
                            "text": "For as the accuser's side ought not to suffer any oppression, so neither ought the defendant's."
                        },
                        {
                            "verse": 168,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:168",
                            "text": "And I think that there is no slight ground of blame against us, when my lord Alexander evidently disapproves of what we have done."
                        },
                        {
                            "verse": 169,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:169",
                            "text": "82."
                        },
                        {
                            "verse": 170,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:170",
                            "text": "While matters were proceeding thus we withdrew from them, as from an assembly of treacherous men, for whatsoever they pleased they did, whereas there is no man in the world but knows that ex parte proceedings cannot stand good."
                        },
                        {
                            "verse": 171,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:171",
                            "text": "This the divine law determines; for when the blessed Apostle was suffering under a similar conspiracy and was brought to trial, he demanded, saying, 'The Jews from Asia ought to have been here before thee, and object, if they had aught against me."
                        },
                        {
                            "verse": 172,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:172",
                            "text": "' On which occasion Festus also, when the Jews wished to lay such a plot against him, as these men have now laid against me, said, 'It is not the manner of Romans to deliver any man to die, before that he which is accused have the accuser face to face, and have licence to answer for himself concerning the crime laid against him."
                        },
                        {
                            "verse": 173,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:173",
                            "text": "' But Eusebius and his fellows both had the boldness to pervert the law, and have proved more unjust even than those wrong-doers."
                        },
                        {
                            "verse": 174,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:174",
                            "text": "For they did not proceed privately at the first, but when in consequence of our being present they found themselves weak, then they straightway went out, like the Jews, and took counsel together alone, how they might destroy us and bring in their heresy, as those others demanded Barabbas."
                        },
                        {
                            "verse": 175,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:175",
                            "text": "For this purpose it was, as they have themselves confessed, that they did all these things."
                        },
                        {
                            "verse": 176,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:176",
                            "text": "83."
                        },
                        {
                            "verse": 177,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:177",
                            "text": "Although these circumstances were amply sufficient for our vindication, yet in order that the wickedness of these men and the freedom of the truth might be more fully exhibited, I have not felt averse to repeat them again, in order to shew that they have acted in a manner inconsistently with themselves, and as men scheming in the dark have fallen foul of their own friends, and while they desired to destroy us have like insane persons wounded themselves."
                        },
                        {
                            "verse": 178,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:178",
                            "text": "For in their investigation of the subject of the Mysteries, they questioned Jews, they examined Catechumens; 'Where were you,' they said, 'when Macarius came and overturned the Table?' They answered, 'We were within;' whereas there could be no oblation if Catechumens were present."
                        },
                        {
                            "verse": 179,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:179",
                            "text": "Again, although they had written word everywhere, that Macarius came and overthrew everything, while the Presbyter was standing and celebrating the Mysteries, yet when they questioned whomsoever they pleased, and asked them, 'Where was Ischyras when Macarius rushed in?' those persons answered that he was lying sick in a cell."
                        },
                        {
                            "verse": 180,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:180",
                            "text": "Well, then, he that was lying was not standing, nor was he that lay sick in his cell offering the oblation."
                        },
                        {
                            "verse": 181,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:181",
                            "text": "Besides whereas Ischyras said that certain books had been burnt by Macarius, they who were suborned to give evidence, declared that nothing of the kind had been done, but that Ischyras spoke falsely."
                        },
                        {
                            "verse": 182,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:182",
                            "text": "And what is most remarkable, although they had again written word everywhere, that those who were able to give evidence had been concealed by us, yet these persons made their appearance, and they questioned them, and were not ashamed when they saw it proved on all sides that they were slanderers, and were acting in this matter clandestinely, and according to their pleasure."
                        },
                        {
                            "verse": 183,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:183",
                            "text": "For they prompted the witnesses by signs, while the Prefect threatened them, and the soldiers pricked them with their swords; but the Lord revealed the truth, and shewed them to be slanderers."
                        },
                        {
                            "verse": 184,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:184",
                            "text": "Therefore also they concealed the minutes of their proceedings, which they retained themselves, and charged those who wrote them to put out of sight, and to commit to no one whomsoever."
                        },
                        {
                            "verse": 185,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:185",
                            "text": "But in this also they were disappointed; for the person who wrote them was Rufus, who is now public executioner in the Augustalian prefecture, and is able to testify to the truth of this; and Eusebius and his fellows sent them to Rome by the hands of their own friends, and Julius the Bishop transmitted them to me."
                        },
                        {
                            "verse": 186,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:186",
                            "text": "And now they are mad, because we obtained and read what they wished to conceal."
                        },
                        {
                            "verse": 187,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:187",
                            "text": "84."
                        },
                        {
                            "verse": 188,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:188",
                            "text": "As such was the character of their machinations, so they very soon shewed plainly the reasons of their conduct."
                        },
                        {
                            "verse": 189,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:189",
                            "text": "For when they went away, they took the Arians with them to Jerusalem, and there admitted them to communion, having sent out a letter concerning them, part of which, and the beginning, is as follows."
                        },
                        {
                            "verse": 190,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:190",
                            "text": "The holy Council by the grace of God assembled at Jerusalem, to the Church of God which is in Alexandria, and to the Bishops, Presbyters, and Deacons, in all Egypt, the Thebais, Libya, Pentapolis, and throughout the world, sends health in the Lord."
                        },
                        {
                            "verse": 191,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:191",
                            "text": "Having come together out of different Provinces to a great meeting which we have held for the consecration of the Martyry of the Saviour, which has been appointed to the service of God the King of all and of His Christ, by the zeal of our most God-beloved Emperor Constantine, the grace of God hath afforded us more abundant rejoicing of heart; which our most God-beloved Emperor himself hath occasioned us by his letters, wherein he hath stirred us up to do that which is right, putting away all envy from the Church of God, and driving far from us all malice, by which the members of God have been heretofore torn asunder, and that we should with simple and peaceable minds receive Arius and his fellows, whom envy, that enemy of all goodness, has caused for a season to be excluded from the Church."
                        },
                        {
                            "verse": 192,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:192",
                            "text": "Our most religious Emperor has also in his letter testified to the correctness of their faith, which he has ascertained from themselves, himself receiving the profession of it from them by word of mouth, and has now made manifest to us by subjoining to his own letters the men's orthodox opinion in writing."
                        },
                        {
                            "verse": 193,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:193",
                            "text": "85."
                        },
                        {
                            "verse": 194,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:194",
                            "text": "Every one that hears of these things must see through their treachery."
                        },
                        {
                            "verse": 195,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:195",
                            "text": "For they made no concealment of what they were doing; unless perhaps they confessed the truth without wishing it."
                        },
                        {
                            "verse": 196,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:196",
                            "text": "For if I was the hindrance to the admittance of Arius and his fellows into the Church, and if they were received while I was suffering from their plots, what other conclusion can be arrived at, than that these things were done on their account, and that all their proceedings against me, and the story which they fabricated about the breaking of the cup and the murder of Arsenius, were for the sole purpose of introducing impiety into the Church, and of preventing their being condemned as heretics? For this was what the Emperor threatened formerly in his letters to me."
                        },
                        {
                            "verse": 197,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:197",
                            "text": "And they were not ashamed to write in the manner they did, and to affirm that those persons whom the whole Ecumenical Council anathematized held orthodox sentiments."
                        },
                        {
                            "verse": 198,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:198",
                            "text": "And as they undertook to say and do anything without scruple, so they were not afraid to meet together 'in a corner,' in order to overthrow, as far as was in their power, the authority of so great a Council."
                        },
                        {
                            "verse": 199,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:199",
                            "text": "Moreover, the price which they paid for false testimony yet more fully manifests their wickedness and impious intentions."
                        },
                        {
                            "verse": 200,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:200",
                            "text": "The Mareotis, as I have already said, is a country district of Alexandria, in which there has never been either a Bishop or a Chorepiscopus; but the Churches of the whole district are subject to the Bishop of Alexandria, and each Presbyter has under his charge one of the largest villages, which are about ten or more in number."
                        },
                        {
                            "verse": 201,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:201",
                            "text": "Now the village in which Ischyras lives is a very small one, and possesses so few inhabitants, that there has never been a church built there, but only in the adjoining village."
                        },
                        {
                            "verse": 202,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:202",
                            "text": "Nevertheless, they determined, contrary to ancient usage, to nominate a Bishop for this place, and not only so, but even to appoint one, who was not so much as a Presbyter."
                        },
                        {
                            "verse": 203,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:203",
                            "text": "Knowing as they did the unusual nature of such a proceeding, yet being constrained by the promises they had given in return for his false impeachment of me, they submitted even to this, lest that abandoned person, if he were ungratefully treated by them, should disclose the truth, and thereby shew the wickedness of Eusebius and his fellows."
                        },
                        {
                            "verse": 204,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:204",
                            "text": "Notwithstanding this he has no church, nor a people to obey him, but is scouted by them all, like a dog, although they have even caused the Emperor to write to the Receiver-General (for everything is in their power), commanding that a church should be built for him, that being possessed of that, his statement may appear credible about the cup and the table."
                        },
                        {
                            "verse": 205,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:205",
                            "text": "They caused him immediately to be nominated a Bishop also, because if he were without a church, and not even a Presbyter, he would appear to be a false accuser, and a fabricator of the whole matter."
                        },
                        {
                            "verse": 206,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:206",
                            "text": "At any rate he has no people, and even his own relations are not obedient to him, and as the name which he retains is an empty one, so also the following letter is ineffectual, which he keeps, making a display of it as an exposure of the utter wickedness of himself and of Eusebius and his fellows."
                        },
                        {
                            "verse": 207,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:207",
                            "text": "The Letter of the Receiver-General."
                        },
                        {
                            "verse": 208,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:208",
                            "text": "Flavius Hemerius sends health to the Tax-collector of the Mareotis."
                        },
                        {
                            "verse": 209,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:209",
                            "text": "Ischyras the Presbyter having petitioned the piety of our Lords, Augusti and Caesars, that a Church might be built in the district of Irene, belonging to Secontarurus, their divinity has commanded that this should be done as soon as possible."
                        },
                        {
                            "verse": 210,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:210",
                            "text": "Take care therefore, as soon as you receive the copy of the sacred Edict, which with all due veneration is placed above, and the Reports which have been formed before my devotion, that you quickly make an abstract of them, and transfer them to the Order book, so that the sacred command may be put in execution."
                        },
                        {
                            "verse": 211,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:211",
                            "text": "86."
                        },
                        {
                            "verse": 212,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:212",
                            "text": "While they were thus plotting and scheming, I went up and represented to the Emperor the unjust conduct of Eusebius and his fellows, for he it was who had commanded the Council to be held, and his Count presided at it."
                        },
                        {
                            "verse": 213,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:213",
                            "text": "When he heard my report, he was greatly moved, and wrote to them as follows."
                        },
                        {
                            "verse": 214,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:214",
                            "text": "Constantine, Victor, Maximus, Augustus, to the Bishops assembled at Tyre."
                        },
                        {
                            "verse": 215,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:215",
                            "text": "I know not what the decisions are which you have arrived at in your Council amidst noise and tumult: but somehow the truth seems to have been perverted in consequence of certain confusions and disorders, in that you, through your mutual contentiousness, which you are resolved should prevail, have failed to perceive what is pleasing to God."
                        },
                        {
                            "verse": 216,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:216",
                            "text": "However, it will rest with Divine Providence to disperse the mischiefs which manifestly are found to arise from this contentious spirit, and to shew plainly to us, whether you, while assembled in that place, have had any regard for the truth, and whether you have made your decisions uninfluenced by either favour or enmity."
                        },
                        {
                            "verse": 217,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:217",
                            "text": "Wherefore I wish you all to assemble with all speed before my piety in order that you may render in person a true account of your proceedings."
                        },
                        {
                            "verse": 218,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:218",
                            "text": "The reason why I have thought good to write thus to you, and why I summon you before me by letter, you will learn from what I am going to say."
                        },
                        {
                            "verse": 219,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:219",
                            "text": "As I was entering on a late occasion our all-happy home of Constantinople, which bears our name (I chanced at the time to be on horseback), on a sudden the Bishop Athanasius, with certain others whom he had with him, approached me in the middle of the road, so unexpectedly, as to occasion me much amazement."
                        },
                        {
                            "verse": 220,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:220",
                            "text": "God, who knoweth all things, is my witness, that I should have been unable at first sight even to recognise him, had not some of my attendants, on my naturally inquiring of them, informed me both who it was, and under what injustice he was suffering."
                        },
                        {
                            "verse": 221,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:221",
                            "text": "I did not however enter into any conversation with him at that time, nor grant him an interview; but when he requested to be heard I was refusing, and all but gave orders for his removal; when with increasing boldness he claimed only this favour, that you should be summoned to appear, that he might have an opportunity of complaining before me in your presence, of the ill-treatment he has met with."
                        },
                        {
                            "verse": 222,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:222",
                            "text": "As this appeared to me to be a reasonable request, and suitable to the times, I willingly ordered this letter to be written to you, in order that all of you, who constituted the Council which was held at Tyre, might hasten without delay to the Court of my clemency, so as to prove by facts that you had passed an impartial and uncorrupt judgment."
                        },
                        {
                            "verse": 223,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:223",
                            "text": "This, I say, you must do before me, whom not even you will deny to be a true servant of God."
                        },
                        {
                            "verse": 224,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:224",
                            "text": "For indeed through my devotion to God, peace is preserved everywhere, and the Name of God is truly worshipped even by the barbarians, who have hitherto been ignorant of the truth."
                        },
                        {
                            "verse": 225,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:225",
                            "text": "And it is manifest, that he who is ignorant of the truth, does not know God either."
                        },
                        {
                            "verse": 226,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:226",
                            "text": "Nevertheless, as I said before, even the barbarians have now come to the knowledge of God, by means of me, His true servant, and have learned to fear Him Whom they perceive from actual facts to be my shield and protector everywhere."
                        },
                        {
                            "verse": 227,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:227",
                            "text": "And from this chiefly they have come to know God, Whom they fear through the dread which they have of me."
                        },
                        {
                            "verse": 228,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:228",
                            "text": "But we, who are supposed to set forth (for I will not say to guard) the holy mysteries of His Goodness, we, I say, engage in nothing but what tends to dissension and hatred, and, in short, whatever contributes to the destruction of mankind."
                        },
                        {
                            "verse": 229,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:229",
                            "text": "But hasten, as I said before, and all of you with all speed come to us, being persuaded that I shall endeavour with all my might to amend what is amiss, so that those things specially may be preserved and firmly established in the law of God, to which no blame nor dishonour may attach; while the enemies of the law, who under pretence of His holy Name bring in manifold and divers blasphemies, shall be scattered abroad, and entirely crushed, and utterly destroyed."
                        },
                        {
                            "verse": 230,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:230",
                            "text": "87."
                        },
                        {
                            "verse": 231,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:231",
                            "text": "When Eusebius and his fellows read this letter, being conscious of what they had done, they prevented the rest of the Bishops from going up, and only themselves went, viz."
                        },
                        {
                            "verse": 232,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:232",
                            "text": "Eusebius, Theognius, Patrophilus, the other Eusebius, Ursacius, and Valens."
                        },
                        {
                            "verse": 233,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:233",
                            "text": "And they no longer said anything about the cup and Arsenius (for they had not the boldness to do so), but inventing another accusation which concerned the Emperor himself, they declared before him, that Athanasius had threatened that he would cause the corn to be withheld which was sent from Alexandria to his own home."
                        },
                        {
                            "verse": 234,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:234",
                            "text": "The Bishops Adamantius, Anubion, Agathammon, Arbethion, and Peter, were present and heard this."
                        },
                        {
                            "verse": 235,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:235",
                            "text": "It was proved also by the anger of the Emperor; for although he had written the preceding letter, and had condemned their injustice, as soon as he heard such a charge as this, he was immediately incensed, and instead of granting me a hearing, he sent me away into Gaul."
                        },
                        {
                            "verse": 236,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:236",
                            "text": "And this again shews their wickedness further; for when the younger Constantine, of blessed memory, sent me back home, remembering what his father had written, he also wrote as follows."
                        },
                        {
                            "verse": 237,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:237",
                            "text": "Constantine Caesar, to the people of the Catholic Church of the city of Alexandria."
                        },
                        {
                            "verse": 238,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:238",
                            "text": "I suppose that it has not escaped the knowledge of your pious minds, that Athanasius, the interpreter of the adorable Law, was sent away into Gaul for a time, with the intent that, as the savageness of his bloodthirsty and inveterate enemies persecuted him to the hazard of his sacred life, he might thus escape suffering some irremediable calamity, through the perverse dealing of those evil men."
                        },
                        {
                            "verse": 239,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:239",
                            "text": "In order therefore to escape this, he was snatched out of the jaws of his assailants, and was ordered to pass some time under my government, and so was supplied abundantly with all necessaries in this city, where he lived, although indeed his celebrated virtue, relying entirely on divine assistance, sets at nought the sufferings of adverse fortune."
                        },
                        {
                            "verse": 240,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:240",
                            "text": "Now seeing that it was the fixed intention of our master Constantine Augustus, my Father, to restore the said Bishop to his own place, and to your most beloved piety, but he was taken away by that fate which is common to all men, and went to his rest before he could accomplish his wish; I have thought proper to fulfil that intention of the Emperor of sacred memory which I have inherited from him."
                        },
                        {
                            "verse": 241,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:241",
                            "text": "When he comes to present himself before you, you will learn with what reverence he has been treated."
                        },
                        {
                            "verse": 242,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:242",
                            "text": "Indeed it is not wonderful, whatever I have done on his behalf; for the thoughts of your longing desire for him, and the appearance of so great a man, moved my soul, and urged me thereto."
                        },
                        {
                            "verse": 243,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:243",
                            "text": "May Divine Providence continually preserve you, beloved brethren."
                        },
                        {
                            "verse": 244,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:244",
                            "text": "Dated from Treveri the 15th before the Calends of July."
                        },
                        {
                            "verse": 245,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:245",
                            "text": "88."
                        },
                        {
                            "verse": 246,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:246",
                            "text": "This being the reason why I was sent away into Gaul, who, I ask again, does not plainly perceive the intention of the Emperor, and the murderous spirit of Eusebius and his fellows, and that the Emperor had done this in order to prevent their forming some more desperate scheme? for he listened to them in simplicity."
                        },
                        {
                            "verse": 247,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:247",
                            "text": "Such were the practices of Eusebius and his fellows, and such their machinations against me."
                        },
                        {
                            "verse": 248,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:248",
                            "text": "Who that has witnessed them will deny that nothing has been done in my favour out of partiality, but that that great number of Bishops both individually and collectively wrote as they did in my behalf and condemned the falsehood of my enemies justly, and in accordance with the truth? Who that has observed such proceedings as these will deny that Valens and Ursacius had good reason to condemn themselves, and to write as they did, to accuse themselves when they repented, choosing rather to suffer shame for a short time, than to undergo the punishment of false accusers for ever and ever?  89."
                        },
                        {
                            "verse": 249,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:249",
                            "text": "Wherefore also my blessed fellow-ministers, acting justly and according to the laws of the Church, while certain affirmed that my case was doubtful, and endeavoured to compel them to annul the sentence which was passed in my favour, have now endured all manner of sufferings, and have chosen rather to be banished than to see the judgment of so many Bishops reversed."
                        },
                        {
                            "verse": 250,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:250",
                            "text": "Now if those genuine Bishops had withstood by words only those who plotted against me, and wished to undo all that had been done in my behalf; or if they had been ordinary men, and not the Bishops of illustrious cities, and the heads of great Churches, there would have been room to suspect that in this instance they too had acted contentiously and in order to gratify me."
                        },
                        {
                            "verse": 251,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:251",
                            "text": "But when they not only endeavoured to convince by argument, but also endured banishment, and one of them is Liberius, Bishop of Rome, (for although he did not endure to the end the sufferings of banishment, yet he remained in his exile for two years, being aware of conspiracy formed against us), and since there is also the great Hosius, together with the Bishops of Italy, and of Gaul, and others from Spain, and from Egypt, and Libya, and all those from Pentapolis (for although for a little while, through fear of the threats of Constantius, he seemed not to resist them yet the great violence and tyrannical power exercised by Constantius, and the many insults and stripes inflicted upon him, proved that it was not because he gave up my cause, but through the weakness of old age, being unable to bear the stripes, that he yielded to them for a season), therefore I say, it is altogether right that all, as being fully convinced, should hate and abominate the injustice and the violence which they have used towards me; especially as it is well known that I have suffered these things on account of nothing else but the Arian impiety."
                        },
                        {
                            "verse": 252,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:252",
                            "text": "90."
                        },
                        {
                            "verse": 253,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:253",
                            "text": "Now if anyone wishes to become acquainted with my case, and the falsehood of Eusebius and his fellows, let him read what has been written in my behalf, and let him hear the witnesses, not one, or two, or three, but that great number of Bishops; and again let him attend to the witnesses of these proceedings, Liberius and Hosius, and their fellows, who when they saw the attempts made against us, chose rather to endure all manner of sufferings than to give up the truth, and the judgment which had been pronounced in our favour."
                        },
                        {
                            "verse": 254,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:254",
                            "text": "And this they did with an honourable and righteous intention, for what they suffered proves to what straits the other Bishops were reduced."
                        },
                        {
                            "verse": 255,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:255",
                            "text": "And they are memorials and records against the Arian heresy, and the wickedness of false accusers, and afford a pattern and model for those who come after, to contend for the truth unto death, and to abominate the Arian heresy which fights against Christ, and is a forerunner of Antichrist, and not to believe those who attempt to speak against me."
                        },
                        {
                            "verse": 256,
                            "chapter": 2,
                            "name": "Athanasius: Defence Against the Arians II 2:256",
                            "text": "For the defence put forth, and the sentence given, by so many Bishops of high character, are a trustworthy and sufficient testimony in our behalf."
                        }
                    ]
                }
            ]
        }
    ]
}