{
    "books": [
        {
            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS]",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:1",
                            "text": "Four Homilies Spurious: The First Homily."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:2",
                            "text": "On the Annunciation to the Holy Virgin Mary."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:3",
                            "text": "To-day are strains of praise sung joyfully by the choir of angels, and the light of the advent of Christ shines brightly upon the faithful."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:4",
                            "text": "Today is the glad spring-time to us, and Christ the Sun of righteousness has beamed with clear light around us, and has illumined the minds of the faithful."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:5",
                            "text": "To-day is Adam made anew, and moves in the choir of angels, having winged his way to heaven."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:6",
                            "text": "To-day is the whole circle of the earth filled with joy, since the sojourn of the Holy Spirit has been realized to men."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:7",
                            "text": "To-day the grace of God and the hope of the unseen shine through all wonders transcending imagination, and make the mystery that was kept hid from eternity plainly discernible to us."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:8",
                            "text": "To-day are woven the chaplets of never-fading virtue."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:9",
                            "text": "To-day, God, willing to crown the sacred heads of those whose pleasure is to hearken to Him, and who delight in His festivals, invites the lovers of unswerving faith as His called and His heirs; and the heavenly kingdom is urgent to summon those who mind celestial things to join the divine service of the incorporeal choirs."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:10",
                            "text": "To-day is fulfilled the word of David, \"Let the heavens rejoice, and let the earth be glad."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:11",
                            "text": "The fields shall be joyful, and all the trees of the wood before the Lord, because He cometh\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:12",
                            "text": "David thus made mention of the trees; and the Lord's forerunner also spoke of them as trees \"that should bring forth fruits meet for repentance,\" or rather for the coming of the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:13",
                            "text": "But our Lord Jesus Christ promises perpetual gladness to all those who believe on Him."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:14",
                            "text": "For He says, \"I will see you, and ye shall rejoice; and your joy no man taketh from you\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:15",
                            "text": "To-day is the illustrious and ineffable mystery of Christians, who have willingly set their hope like a seal upon Christ, plainly declared to us."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:16",
                            "text": "To-day did Gabriel, who stands by God, come to the pure virgin, bearing to her the glad annunciation, \"Hail, thou that art highly favoured! And she cast in her mind what manner of salutation this might be."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:17",
                            "text": "And the angel immediately proceeded to say, The Lord is with thee: fear not, Mary; for thou hast found favour with God."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:18",
                            "text": "Behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call His name Jesus."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:19",
                            "text": "He shall be great, and shall be called the Son of the Highest; and the Lord God shall give unto Him the throne of His father David, and He shall reign over the house of Jacob for ever: and of His kingdom there shall be no end."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:20",
                            "text": "Then said Mary unto the angel, How shall this be, seeing I know not a man?\" Shall I still remain a virgin? is the honour of virginity not then lost by me? And while she was yet in perplexity as to these things, the angel placed shortly before her the summary of his whole message, and said to the pure virgin, \"The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee; therefore also that holy thing which shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:21",
                            "text": "For what it is, that also shall it be called by all means."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:22",
                            "text": "Meekly, then, did grace make election of the pure Mary alone out of all generations."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:23",
                            "text": "For she proved herself prudent truly in all things; neither has any woman been born like her in all generations."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:24",
                            "text": "She was not like the primeval virgin Eve, who, keeping holiday alone in paradise, with thoughtless mind, unguardedly hearkened to the word of the serpent, the author of all evil, and thus became depraved in the thoughts of her mind; and through her that deceiver, discharging his poison and refusing death with it, brought it into the whole world; and in virtue of this has arisen all the trouble of the saints."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:25",
                            "text": "But in the holy Virgin alone is the fall of that (first mother) repaired."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:26",
                            "text": "Yet was not this holy one competent to receive the gift until she had first learned who it was that sent it, and what the gift was, and who it was that conveyed it."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:27",
                            "text": "While the holy one pondered these things in perplexity with herself, she says to the angel, \"Whence hast thou brought to us the blessing in such wise? Out of what treasure-stores is the pearl of the word despatched to us? Whence has the gift acquired its purpose toward us? From heaven art thou come, yet thou walkest upon earth! Thou dost exhibit the form of man, and (yet) thou art glorious with dazzling light\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:28",
                            "text": "These things the holy one considered with herself, and the archangel solved the difficulty expressed in such reasonings by saying to her: \"The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:29",
                            "text": "Therefore also that holy thing which shall be born of thee shall be called the Son of God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:30",
                            "text": "And fear not, Mary; for I am not come to overpower thee with fear, but to repel the subject of fear."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:31",
                            "text": "Fear not, Mary, for thou hast found favour with God."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:32",
                            "text": "Question not grace by the standard of nature."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:33",
                            "text": "For grace does not endure to pass under the laws of nature."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:34",
                            "text": "Thou knowest, O Mary, things kept hid from the patriarchs and prophets."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:35",
                            "text": "Thou hast learned, O virgin, things which were kept concealed till now from the angels."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:36",
                            "text": "Thou hast heard, O purest one, things of which even the choir of inspired men was never deemed worthy."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:37",
                            "text": "Moses, and David, and Isaiah, and Daniel, and all the prophets, prophesied of Him; but the manner they knew not."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:38",
                            "text": "Yet thou alone, O purest virgin, art now made the recipient of things of which all these were kept in ignorance, and thou dost learn the origin of them."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:39",
                            "text": "For where the Holy Spirit is, there are all things readily ordered."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:40",
                            "text": "Where divine grace is present, all things are found possible with God."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:41",
                            "text": "The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:42",
                            "text": "Therefore also that holy thing which shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:43",
                            "text": "And if He is the Son of God, then is He also God, of one form with the Father, and co-eternal; in Him the Father possesses all manifestation; He is His image in the person, and through His reflection the (Father's) glory shines forth."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:44",
                            "text": "And as from the ever-flowing fountain the streams proceed, so also from this ever-flowing and ever-living fountain does the light of the world proceed, the perennial and the true, namely Christ our God."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:45",
                            "text": "For it is of this that the prophets have preached: \"The streams of the river make glad the city of God\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:46",
                            "text": "And not one city only, but all cities; for even as it makes glad one city, so does it also the whole world."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:47",
                            "text": "Appropriately, therefore, did the angel say to Mary the holy virgin first of all, \"Hail, thou that art highly favoured, the Lord is with thee;\" inasmuch as with her was laid up the full treasure of grace."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:48",
                            "text": "For of all generations she alone has risen as a virgin pure in body and in spirit; and she alone bears Him who bears all things on His word."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:49",
                            "text": "Nor is it only the beauty of this holy one in body that calls forth our admiration, but also the innate virtue of her soul."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:50",
                            "text": "Wherefore also the angel addressed her first with the salutation, \"Hail, thou that art highly favoured, the Lord is with thee, and no spouse of earth;\" He Himself is with thee who is the Lord of sanctification, the Father of purity, the Author of incorruption, and the Bestower of liberty, the Curator of salvation, and the Steward and Provider of the true peace, who out of the virgin earth made man, and out of man's side formed Eve in addition."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:51",
                            "text": "Even this Lord is with thee, and on the other hand also is of thee."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:52",
                            "text": "Come, therefore, beloved brethren, and let us take up the angelic strain, and to the utmost of our ability return the due meed of praise, saying, \"Hail, thou that art highly favoured, the Lord is with thee!\" For it is thine truly to rejoice, seeing that the grace of God, as he knows, has chosen to dwell with thee—the Lord of glory dwelling with the handmaiden; \"He that is fairer than the children of men\" with the fair virgin; He who sanctifies all things with the undefiled."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:53",
                            "text": "God is with thee, and with thee also is the perfect man in whom dwells the whole fulness of the Godhead."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:54",
                            "text": "Hail, thou that art highly favoured, the fountain of the light that lightens all who believe upon Him! Hail, thou that art highly favoured, the rising of the rational Sun, and the undefiled flower of Life! Hail, thou that art highly favoured, the mead of sweet savour! Hail, thou that art highly favoured, the ever-blooming vine, that makes glad the souls of those who honour thee! Hail, thou that art highly favoured!—the soil that, all untilled, bears bounteous fruit: for thou hast brought forth in accordance with the law of nature indeed, as it goes with us, and by the set time of practice, and yet in a way beyond nature, or rather above nature, by reason that God the Word from above took His abode in thee, and formed the new Adam in thy holy womb, and inasmuch as the Holy Ghost gave the power of conception to the holy virgin; and the reality of His body was assumed from her body."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:55",
                            "text": "And just as the pearl comes of the two natures, namely lightning and water, the occult signs of the sea; so also our Lord Jesus Christ proceeds, without fusion and without mutation, from the pure, and chaste, and undefiled, and holy Virgin Mary; perfect in divinity and perfect in humanity, in all things equal to the Father, and in all things consubstantial with us, apart from sin."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:56",
                            "text": "Most of the holy fathers, and patriarchs, and prophets desired to see Him, and to be eye-witnesses of Him, but did not attain hereto."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:57",
                            "text": "And some of them by visions beheld Him in type, and darkly; others, again, were privileged to hear the divine voice through the medium of the cloud, and were favoured with sights of holy angels; but to Mary the pure virgin alone did the archangel Gabriel manifest himself luminously, bringing her the glad address, \"Hail, thou that art highly favoured!\" And thus she received the word, and in the due time of the fulfilment according to the body's course she brought forth the priceless pearl."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:58",
                            "text": "Come, then, ye too, dearly beloved, and let us chant the melody which has been taught us by the inspired harp of David, and say, \"Arise, O Lord, into Thy rest; Thou, and the ark of Thy sanctuary\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:59",
                            "text": "For the holy Virgin is in truth an ark, wrought with gold both within and without, that has received the whole treasury of the sanctuary."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:60",
                            "text": "\"Arise, O Lord, into Thy rest\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:61",
                            "text": "Arise, O Lord, out of the bosom of the Father, in order that Thou mayest raise up the fallen race of the first-formed man."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:62",
                            "text": "Setting these things forth, David in prophecy said to the rod that was to spring from himself, and to sprout into the flower of that beauteous fruit, \"Hearken, O daughter, and see, and incline thine ear, and forget thine own people and thy father's house; so shall the King greatly desire thy beauty: for He is the Lord thy God, and thou shalt worship Him\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:63",
                            "text": "Hearken, O daughter, to the things which were prophesied beforetime of thee, in order that thou mayest also behold the things themselves with the eyes of understanding."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:64",
                            "text": "Hearken to me while I announce things beforehand to thee, and hearken to the archangel who declares expressly to thee the perfect mysteries."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:65",
                            "text": "Come then, dearly beloved, and let us fall back on the memory of what has gone before us; and let us glorify, and celebrate, and laud, and bless that rod that has sprung so marvellously from Jesse."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:66",
                            "text": "For Luke, in the inspired Gospel narratives, delivers a testimony not to Joseph only, but also to Mary the mother of God, and gives this account with reference to the very family and house of David: \"For Joseph went up,\" says he, \"from Galilee, unto a city of Judea which is called Bethlehem, to be taxed with Mary his espoused wife, being great with child, because they were of the house and family of David."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:67",
                            "text": "And so it was, that while they were there, the days were accomplished that she should be delivered; and she brought forth her son, the first-born of the whole creation, and wrapped him in swaddling-clothes, and laid him in a manger, because there was no room for them in the inn\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:68",
                            "text": "She wrapped in swaddling-clothes Him who is covered with light as with a garment."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:69",
                            "text": "She wrapped in swaddling-clothes Him who made every creature."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:70",
                            "text": "She laid in a manger Him who sits above the cherubim and is praised by myriads of angels."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:71",
                            "text": "In the manger set apart for dumb brutes did the Word of God repose, in order that He might impart to men, who are really irrational by free choice, the perceptions of true reason."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:72",
                            "text": "In the board from which cattle eat was laid the heavenly Bread, in order that He might provide participation in spiritual sustenance for men who live like the beasts of the earth."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:73",
                            "text": "Nor was there even room for Him in the inn."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:74",
                            "text": "He found no place, who by His word established heaven and earth; \"for though He was rich, for our sakes He became poor,\" and chose extreme humiliation on behalf of the salvation of our nature, in His inherent goodness toward us."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:75",
                            "text": "He who fulfilled the whole administration of unutterable mysteries of the economy in heaven in the bosom of the Father, and in the cave in the arms of the mother, reposed in the manger."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:76",
                            "text": "Angelic choirs encircled Him, singing of glory in heaven and of peace upon earth."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:77",
                            "text": "In heaven He was seated at the right hand of the Father; and in the manger He rested, as it were, upon the cherubim."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:78",
                            "text": "Even there was in truth His cherubic throne; there was His royal seat."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:79",
                            "text": "Holy of the holy, and alone glorious upon the earth, and holier than the holy, was that wherein Christ our God rested."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 1:80",
                            "text": "To Him be glory, honour, and power, together with the Father undefiled, and the altogether holy and quickening Spirit, now and ever, and unto the ages of the ages, Amen."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:1",
                            "text": "The Second Homily."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:2",
                            "text": "On the Annunciation to the Holy Virgin Mary."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:3",
                            "text": "Discourse Second."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:4",
                            "text": "It is our duty to present to God, like sacrifices, all the festivals and hymnal celebrations; and first of all, the annunciation to the holy mother of God, to wit, the salutation made to her by the angel, \"Hail, thou that art highly favoured!\" For first of all wisdom and saving doctrine in the New Testament was this salutation, \"Hail, thou that art highly favoured!\" conveyed to us from the Father of lights."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:5",
                            "text": "And this address, \"highly favoured,\" embraced the whole nature of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:6",
                            "text": "\"Hail, thou that art highly favoured\" in the holy conception and in the glorious pregnancy, \"I bring you good tidings of great joy, which shall be to all people\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:7",
                            "text": "And again the Lord, who came for the purpose of accomplishing a saving passion, said, \"I will see you, and ye shall rejoice; and your joy no man taketh from you\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:8",
                            "text": "And after His resurrection again, by the hand of the holy women, He gave us first of all the salutation \"Hail!\" And again, the apostle made the announcement in similar terms, saying, \"Rejoice evermore: pray without ceasing: in everything give thanks\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:9",
                            "text": "See, then, dearly beloved, how the Lord has conferred upon us everywhere, and indivisibly, the joy that is beyond conception, and perennial."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:10",
                            "text": "For since the holy Virgin, in the life of the flesh, was in possession of the incorruptible citizenship, and walked as such in all manner of virtues, and lived a life more excellent than man's common standard; therefore the Word that cometh from God the Father thought it meet to assume the flesh, and endue the perfect man from her, in order that in the same flesh in which sin entered into the world, and death by sin, sin might be condemned in the flesh, and that the tempter of sin might be overcome in the burying of the holy body, and that therewith also the beginning of the resurrection might be exhibited, and life eternal instituted in the world, and fellowship established for men with God the Father."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:11",
                            "text": "And what shall we state, or what shall we pass by here? or who shall explain what is incomprehensible in the mystery? But for the present let us fall back upon our subject."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:12",
                            "text": "Gabriel was sent to the holy virgin; the incorporeal was despatched to her who in the body pursued the incorruptible conversation, and lived in purity and in virtues."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:13",
                            "text": "And when he came to her, he first addressed her with the salutation, \"Hail, thou that art highly favoured! the Lord is with thee\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:14",
                            "text": "Hail, thou that art highly favoured! for thou doest what is worthy of joy indeed, since thou hast put on the vesture of purity, and art girt with the cincture of prudence."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:15",
                            "text": "Hail, thou that art highly favoured! for to thy lot it has fallen to be the vehicle of celestial joy."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:16",
                            "text": "Hail, thou that art highly favoured! for through thee joy is decreed for the whole creation, and the human race receives again by thee its pristine dignity."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:17",
                            "text": "Hail, thou that art highly favoured! for in thy arms the Creator of all things shall be carried."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:18",
                            "text": "And she was perplexed by this word; for she was inexperienced in all the addresses of men, and welcomed quiet, as the mother of prudence and purity; (yet) being a pure, and immaculate, and stainless image herself, she shrank not in terror from the angelic apparition, like most of the prophets, as indeed true virginity has a kind of affinity and equality with the angels."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:19",
                            "text": "For the holy Virgin guarded carefully the torch of virginity, and gave diligent heed that it should not be extinguished or defiled."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:20",
                            "text": "And as one who is clad in a brilliant robe deems it a matter of great moment that no impurity or filth be suffered to touch it anywhere, so did the holy Mary consider with herself, and said: Does this act of attention imply any deep design or seductive purpose? Shall this word \"Hail\" prove the cause of trouble to me, as of old the fair promise of being made like God, which was given her by the serpent-devil, proved to our first mother Eve? Has the devil, who is the author of all evil, become transformed again into an angel of light; and bearing a grudge against my espoused husband for his admirable temperance, and having assailed him with some fair-seeming address, and finding himself powerless to overcome a mind so firm, and to deceive the man, has he turned his attack upon me, as one endowed with a more susceptible mind; and is this word \"Hail\" (Grace be with thee) spoken as the sign of gracelessness hereafter? Is this benediction and salutation uttered in irony? Is there not some poison concealed in the honey? Is it not the address of one who brings good tidings, while the end of the same is to make me the designer's prey? And how is it that he can thus salute one whom he knows not? These things she pondered in perplexity with herself, and expressed in words."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:21",
                            "text": "Then again the archangel addressed her with the announcement of a joy which all may believe in, and which shall not be taken away, and said to her, \"Fear not, Mary, for thou hast found favour with God\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:22",
                            "text": "Shortly hast thou the proof of what has been said."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:23",
                            "text": "For I not only give you to understand that there is nothing to fear, but I show you the very key to the absence of all cause for fear."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:24",
                            "text": "For through me all the heavenly powers hail thee, the holy virgin: yea rather, He Himself, who is Lord of all the heavenly powers and of all creation, has selected thee as the holy one and the wholly fair; and through thy holy, and chaste, and pure, and undefiled womb the enlightening Pearl comes forth for the salvation of all the world: since of all the race of man thou art by birth the holy one, and the more honourable, and the purer, and the more pious than any other: and thou hast a mind whiter than the snow, and a body made purer than any gold, however fine, and a womb such as the object which Ezekiel saw, and which he has described in these terms: \"And the likeness of the living creatures upon the head was as the firmament, and as the appearance of the terrible crystal, and the likeness of the throne above them was as the appearance of a sapphire-stone: and above the throne it was as the likeness of a man, and as the appearance of amber; and within it there was, as it were, the likeness of fire round about\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:25",
                            "text": "Clearly, then, did the prophet behold in type Him who was born of the holy virgin, whom thou, O holy virgin, wouldest have had no strength to bear, hadst thou not beamed forth for that time with all that is glorious and virtuous."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:26",
                            "text": "And with what words of laudation, then, shall we describe her virgin-dignity? With what indications and proclamations of praise shall we celebrate her stainless figure? With what spiritual song or word shall we honour her who is most glorious among the angels? She is planted in the house of God like a fruitful olive that the Holy Spirit overshadowed; and by her means are we called sons and heirs of the kingdom of Christ."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:27",
                            "text": "She is the ever-blooming paradise of incorruptibility, wherein is planted the tree that giveth life, and that furnisheth to all the fruits of immortality."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:28",
                            "text": "She is the boast and glory of virgins, and the exultation of mothers."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:29",
                            "text": "She is the sure support of the believing, and the succourer of the pious."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:30",
                            "text": "She is the vesture of light, and the domicile of virtue."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:31",
                            "text": "She is the ever-flowing fountain, wherein the water of life sprang and produced the Lord's incarnate manifestation."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:32",
                            "text": "She is the monument of righteousness; and all who become lovers of her, and set their affections on virgin-like ingenuousness and purity, shall enjoy the grace of angels."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:33",
                            "text": "All who keep themselves from wine and intoxication, and from the wanton enjoyments of strong drink, shall be made glad with the products of the life-bearing plant."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:34",
                            "text": "All who have preserved the lamp of virginity unextinguished shall be privileged to receive the amaranthine crown of immortality."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:35",
                            "text": "All who have possessed themselves of the stainless robe of temperance shall be received into the mystical bride-chamber of righteousness."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:36",
                            "text": "All who have come nearer the angelic degree than others shall also enter into the more real enjoyment of their Lord's beatitude."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:37",
                            "text": "All who have possessed the illuminating oil of understanding, and the pure incense of conscience, shall inherit the promise of spiritual favour and the spiritual adoption."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:38",
                            "text": "All who worthily observe the festival of the Annunciation of the Virgin Mary, the mother of God, acquire as their meet recompense the fuller interest in the message, \"Hail, thou that art highly favoured!\" It is our duty, therefore, to keep this feast, seeing that it has filled the whole world with joy and gladness."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:39",
                            "text": "And let us keep it with psalms, and hymns, and spiritual songs."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:40",
                            "text": "Of old did Israel also keep their festival, but then it was with unleavened bread and bitter herbs, of which the prophet says: \"I will turn their feasts into afflictions and lamentation, and their joy into shame\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:41",
                            "text": "But our afflictions our Lord has assured us He will turn into joy by the fruits of penitence."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:42",
                            "text": "And again, the first covenant maintained the righteous requirements of a divine service, as in the case of our forefather Abraham; but these stood in the inflictions of pain in the flesh by circumcision, until the time of the fulfilment."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:43",
                            "text": "\"The law was given to them through Moses\" for their discipline; \"but grace and truth\" have been given to us by Jesus Christ."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:44",
                            "text": "The beginning of all these blessings to us appeared in the annunciation to Mary, the highly-favoured, in the economy of the Saviour which is worthy of all praise, and in His divine and supra-mundane instruction."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:45",
                            "text": "Thence rise the rays of the light of understanding upon us."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:46",
                            "text": "Thence spring for us the fruits of wisdom and immortality, sending forth the clear pure streams of piety."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:47",
                            "text": "Thence come to us the brilliant splendours of the treasures of divine knowledge."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:48",
                            "text": "\"For this is life eternal, that we may know the true God, and Jesus Christ whom He hath sent\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:49",
                            "text": "And again, \"Search the Scriptures, for in them ye think ye have eternal life\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:50",
                            "text": "For on this account the treasure of the knowledge of God is revealed to them who search the divine oracles."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:51",
                            "text": "That treasure of the inspired Scriptures the Paraclete has unfolded to us this day."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:52",
                            "text": "And let the tongue of prophecy and the doctrine of apostles be the treasure of wisdom to us; for without the law and the prophets, or the evangelists and the apostles, it is not possible to have the certain hope of salvation."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:53",
                            "text": "For by the tongue of the holy prophets and apostles our Lord speaks, and God takes pleasure in the words of the saints; not that He requires the spoken address, but that He delights in the good disposition; not that He receives any profit from men, but that He finds a restful satisfaction in the rightly-affected soul of the righteous."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:54",
                            "text": "For it is not that Christ is magnified by what we say; but as we receive benefits from Him, we proclaim with grateful mind His beneficence to us; not that we can attain to what is worthy therein, but that we give the meet return to the best of our ability."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:55",
                            "text": "And when the Gospels or the Epistles, therefore, are read, let not your attention centre on the book or on the reader, but on the God who speaks to you from heaven."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:56",
                            "text": "For the book is but that which is seen, while Christ is the divine subject spoken of."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:57",
                            "text": "It brings us then the glad tidings of that economy of the Saviour, which is worthy of all praise, to wit, that, though He was God, He became man through kindness toward man, and did not lay aside, indeed, the dignity which was His from all eternity, but assumed the economy that should work salvation."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:58",
                            "text": "It brings us the glad tidings of that economy of the Saviour worthy of all praise, to wit, that He sojourned with us as a physician for the sick, who did not heal them with potions, but restored them by the inclination of His philanthropy."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:59",
                            "text": "It brings us the glad tidings of this economy of the Saviour altogether to be praised, to wit, that to them who had wandered astray the way of salvation was shown, and that to the despairing the grace of salvation was made known, which blesses all in different modes; searching after the erring, enlightening the blinded, giving life to the dead, setting free the slaves, redeeming the captives, and becoming all things to all of us in order to be the true way of salvation to us: and all this He does, not by reason of our goodwill toward Him, but in virtue of a benignity that is proper to our Benefactor Himself."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:60",
                            "text": "For the Saviour did all, not in order that He might acquire virtue Himself, but that He might put us in possession of eternal life."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:61",
                            "text": "He made man, indeed, after the image of God, and appointed him to live in a paradise of pleasure."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:62",
                            "text": "But the man being deceived by the devil, and having become a transgressor of the divine commandment, was made subject to the doom of death."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:63",
                            "text": "Whence, also, those born of him were involved in their father's liability in virtue of their succession, and had the reckoning of condemnation required of them."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:64",
                            "text": "\"For death reigned from Adam to Moses\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:65",
                            "text": "But the Lord, in His benignity toward man, when He saw the creature He Himself had formed now held by the power of death, did not turn away finally from him whom He had made in His own image, but visited him in each generation, and forsook him not; and manifesting Himself first of all among the patriarchs, and then proclaiming Himself in the law, and presenting the likeness of Himself in the prophets, He presignified the economy of salvation."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:66",
                            "text": "When, moreover, the fulness of the times came for His glorious appearing, He sent beforehand the archangel Gabriel to bear the glad tidings to the Virgin Mary."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:67",
                            "text": "And he came down from the ineffable powers above to the holy Virgin, and addressed her first of all with the salutation, \"Hail, thou that art highly favoured\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:68",
                            "text": "And when this word, \"Hail, thou that art highly favoured,\" reached her, in the very moment of her hearing it, the Holy Spirit entered into the undefiled temple of the Virgin, and her mind and her members were sanctified together."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:69",
                            "text": "And nature stood opposite, and natural intercourse at a distance, beholding with amazement the Lord of nature, in a manner contrary to nature, or rather above nature, doing a miraculous work in the body; and by the very weapons by which the devil strove against us, Christ also saved us, taking to Himself our passible body in order that He might impart the greater grace to the being who was deficient in it."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:70",
                            "text": "And \"where sin abounded, grace did much more abound\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:71",
                            "text": "And appropriately was grace sent to the holy Virgin."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:72",
                            "text": "For this word also is contained in the oracle of the evangelic history: \"And in the sixth month the angel Gabriel was sent to a virgin espoused to a man whose name was Joseph, of the house and lineage of David; and the virgin's name was Mary;\" and so forth."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:73",
                            "text": "And this was the first month to the holy Virgin."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:74",
                            "text": "Even as Scripture says in the book of the law: \"This month shall be unto you the beginning of months: it shall be the first month among the months of the year to you\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:75",
                            "text": "\"Keep ye the feast of the holy passover to the Lord in all your generations\"."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:76",
                            "text": "It was also the sixth month to Zacharias."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:77",
                            "text": "And rightly, then, did the holy Virgin prove to be of the family of David, and she had her home in Bethlehem, and was betrothed rightfully to Joseph, in accordance with the laws of relationship."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:78",
                            "text": "And her espoused husband was her guardian, and possessor also of the untarnished incorruption which was hers."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:79",
                            "text": "And the name given to the holy Virgin was one that became her exceedingly."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:80",
                            "text": "For she was called Mary, and that, by interpretation, means illumination."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:81",
                            "text": "And what shines more brightly than the light of virginity? For this reason also the virtues are called virgins by those who strive rightly to get at their true nature."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:82",
                            "text": "But if it is so great a blessing to have a virgin heart, how great a boon will it be to have the flesh that cherishes virginity along with the soul!  Thus the holy Virgin, while still in the flesh, maintained the incorruptible life, and received in faith the things which were announced by the archangel."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:83",
                            "text": "And thereafter she journeyed diligently to her relation Elisabeth in the hill-country."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:84",
                            "text": "\"And she entered into the house of Zacharias, and saluted Elisabeth,\" in imitation of the angel."
                        },
                        {
                            "verse": 85,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:85",
                            "text": "\"And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leapt with joy in her womb; and Elisabeth was filled with the Holy Ghost\"."
                        },
                        {
                            "verse": 86,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:86",
                            "text": "Thus the voice of Mary wrought with power, and filled Elisabeth with the Holy Ghost."
                        },
                        {
                            "verse": 87,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:87",
                            "text": "And by her tongue, as from an ever-flowing fountain, she sent forth a stream of gracious gifts in the way of prophecy to her relation; and while the feet of her child were bound in the womb, she prepared to dance and leap."
                        },
                        {
                            "verse": 88,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:88",
                            "text": "And that was the sign of a marvellous jubilation."
                        },
                        {
                            "verse": 89,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:89",
                            "text": "For wherever she was who was highly favoured, there she filled all things with joy."
                        },
                        {
                            "verse": 90,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:90",
                            "text": "\"And Elisabeth spake out with a loud voice, and said, Blessed art thou among women, and blessed is the fruit of thy womb."
                        },
                        {
                            "verse": 91,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:91",
                            "text": "And whence is this to me, that the mother of my Lord should come to me? Blessed art thou among women\"."
                        },
                        {
                            "verse": 92,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:92",
                            "text": "For thou hast become to women the beginning of the new creation."
                        },
                        {
                            "verse": 93,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:93",
                            "text": "Thou hast given to us boldness of access into paradise, and thou hast put to flight our ancient woe."
                        },
                        {
                            "verse": 94,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:94",
                            "text": "For after thee the race of woman shall no more be made the subject of reproach."
                        },
                        {
                            "verse": 95,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:95",
                            "text": "No more do the successors of Eve fear the ancient curse, or the pangs of childbirth."
                        },
                        {
                            "verse": 96,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:96",
                            "text": "For Christ, the Redeemer of our race, the Saviour of all nature, the spiritual Adam who has healed the hurt of the creature of earth, cometh forth from thy holy womb."
                        },
                        {
                            "verse": 97,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:97",
                            "text": "\"Blessed art thou among women, and blessed is the fruit of thy womb\"."
                        },
                        {
                            "verse": 98,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:98",
                            "text": "For He who bears all blessings for us is manifested as thy fruit."
                        },
                        {
                            "verse": 99,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:99",
                            "text": "This we read in the clear words of her who was barren; but yet more clearly did the holy Virgin herself express this again when she presented to God the song replete with thanksgiving, and acceptance, and divine knowledge; announcing ancient things together with what was new; proclaiming along with things which were of old, things also which belong to the consummation of the ages; and summing up in a short discourse the mysteries of Christ."
                        },
                        {
                            "verse": 100,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:100",
                            "text": "\"And Mary said, My soul doth magnify the Lord, and my spirit hath rejoiced in God my Saviour,\" and so forth."
                        },
                        {
                            "verse": 101,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:101",
                            "text": "\"He hath holpen His servant Israel in remembrance of His mercy, and of the covenant which He established with Abraham and with his seed for ever\"."
                        },
                        {
                            "verse": 102,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:102",
                            "text": "Thou seest how the holy Virgin has surpassed even the perfection of the patriarchs, and how she confirms the covenant which was made with Abraham by God, when He said, \"This is the covenant which I shall establish between me and thee\"."
                        },
                        {
                            "verse": 103,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:103",
                            "text": "Wherefore He has come and confirmed the covenant with Abraham, having received mystically in Himself the sign of circumcision, and having proved Himself the fulfilment of the law and the prophets."
                        },
                        {
                            "verse": 104,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:104",
                            "text": "This song of prophecy, therefore, did the holy mother of God render to God, saying, \"My soul doth magnify the Lord, and my spirit hath rejoiced in God my Saviour: for He that is mighty hath done to me great things, and holy is His name\"."
                        },
                        {
                            "verse": 105,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:105",
                            "text": "For having made me the mother of God, He has also preserved me a virgin; and by my womb the fulness of all generations is headed up together for sanctification."
                        },
                        {
                            "verse": 106,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:106",
                            "text": "For He hath blessed every age, both men and women, both young men and youths, and old men."
                        },
                        {
                            "verse": 107,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:107",
                            "text": "\"He hath made strength with His arm,\" on our behalf, against death and against the devil, having torn the handwriting of our sins."
                        },
                        {
                            "verse": 108,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:108",
                            "text": "\"He hath scattered the proud in the imagination of their hearts;\" yea, He hath scattered the devil himself, and all the demons that serve under him."
                        },
                        {
                            "verse": 109,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:109",
                            "text": "For he was overweeningly haughty in his heart, seeing that he dared to say, \"I will set my throne above the clouds, and I will be like the Most High\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:110",
                            "text": "And now, how He scattered him the prophet has indicated in what follows, where he says, \"Yet now thou shalt be brought down to hell,\" and all thy hosts with thee."
                        },
                        {
                            "verse": 111,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:111",
                            "text": "For He has overthrown everywhere his altars and the worship of vain gods, and He has prepared for Himself a peculiar people out of the heathen nations."
                        },
                        {
                            "verse": 112,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:112",
                            "text": "\"He hath put down the mighty from their seats, and exalted them of low degree\"."
                        },
                        {
                            "verse": 113,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:113",
                            "text": "In these terms is intimated in brief the extrusion of the Jews and the admission of the Gentiles."
                        },
                        {
                            "verse": 114,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:114",
                            "text": "For the elders of the Jews and the scribes in the law, and those who were richly privileged with other prerogatives, because they used their riches ill and their power lawlessly, were cast down by Him from every seat, whether of prophecy or of priesthood, whether of legislature or of doctrine, and were stripped of all their ancestral wealth, and of their sacrifices and multitudinous festivals, and of all the honourable privileges of the kingdom."
                        },
                        {
                            "verse": 115,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:115",
                            "text": "Spoiled of all these boons, as naked fugitives they were cast out into captivity."
                        },
                        {
                            "verse": 116,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:116",
                            "text": "And in their stead the humble were exalted, namely, the Gentile peoples who hungered after righteousness."
                        },
                        {
                            "verse": 117,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:117",
                            "text": "For, discovering their own lowliness, and the hunger that pressed upon them for the knowledge of God, they pleaded for the divine word, though it were but for crumbs of the same, like the woman of Canaan; and for this reason they were filled with the riches of the divine mysteries."
                        },
                        {
                            "verse": 118,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:118",
                            "text": "For the Christ who was born of the Virgin, and who is our God, has given over the whole inheritance of divine blessings to the Gentiles."
                        },
                        {
                            "verse": 119,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:119",
                            "text": "\"He hath holpen His servant Israel\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:120",
                            "text": "Not any Israel in general, indeed, but His servant, who in very deed maintains the true nobility of Israel."
                        },
                        {
                            "verse": 121,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:121",
                            "text": "And on this account also did the mother of God call Him servant (Son) and heir."
                        },
                        {
                            "verse": 122,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:122",
                            "text": "For when He had found the same labouring painfully in the letter and the law, He called him by grace."
                        },
                        {
                            "verse": 123,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:123",
                            "text": "It is such an Israel, therefore, that He called and hath holpen in remembrance of His mercy."
                        },
                        {
                            "verse": 124,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:124",
                            "text": "\"As He spake to our fathers, to Abraham and to his seed for ever\"."
                        },
                        {
                            "verse": 125,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:125",
                            "text": "In these few words is comprehended the whole mystery of the economy."
                        },
                        {
                            "verse": 126,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:126",
                            "text": "For, with the purpose of saving the race of men, and fulfilling the covenant that was made with our fathers, Christ has once \"bowed the heavens and come down\"."
                        },
                        {
                            "verse": 127,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:127",
                            "text": "And thus He shows Himself to us as we are capable of receiving Him, in order that we might have power to see Him, and handle Him, and hear Him when the speaketh."
                        },
                        {
                            "verse": 128,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:128",
                            "text": "And on this account did God the Word deem it meet to take to Himself the flesh and the perfect humanity by a woman, the holy Virgin; and He was born a man, in order that He might discharge our debt, and fulfil even in Himself the ordinances of the covenant made with Abraham, in its rite of circumcision, and all the other legal appointments connected with it."
                        },
                        {
                            "verse": 129,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:129",
                            "text": "And after she had spoken these words the holy Virgin went to Nazareth; and from that a decree of Caesar led her to come again to Bethlehem; and so, as proceeding herself from the royal house, she was brought to the royal house of David along with Joseph her espoused husband."
                        },
                        {
                            "verse": 130,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:130",
                            "text": "And there ensued there the mystery which transcends all wonders,—the Virgin brought forth and bore in her hand Him who bears the whole creation by His word."
                        },
                        {
                            "verse": 131,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:131",
                            "text": "\"And there was no room for them in the inn\"."
                        },
                        {
                            "verse": 132,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:132",
                            "text": "He found no room who founded the whole earth by His word."
                        },
                        {
                            "verse": 133,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:133",
                            "text": "She nourished with her milk Him who imparts sustenance and life to everything that hath breath."
                        },
                        {
                            "verse": 134,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:134",
                            "text": "She wrapped Him in swaddling-clothes who binds the whole creation fast with His word."
                        },
                        {
                            "verse": 135,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:135",
                            "text": "She laid Him in a manger who rides seated upon the cherubim."
                        },
                        {
                            "verse": 136,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:136",
                            "text": "A light from heaven shone round about Him who lighteneth the whole creation."
                        },
                        {
                            "verse": 137,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:137",
                            "text": "The hosts of heaven attended Him with their doxologies who is glorified in heaven from before all ages."
                        },
                        {
                            "verse": 138,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:138",
                            "text": "A star with its torch guided them who had come from the distant parts of earth toward Him who is the true Orient."
                        },
                        {
                            "verse": 139,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:139",
                            "text": "From the East came those who brought gifts to Him who for our sakes became poor."
                        },
                        {
                            "verse": 140,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:140",
                            "text": "And the holy mother of God kept these words, and pondered them in her heart, like one who was the receptacle of all the mysteries."
                        },
                        {
                            "verse": 141,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:141",
                            "text": "Thy praise, O most holy Virgin, surpasses all laudation, by reason of the God who received the flesh and was born man of thee."
                        },
                        {
                            "verse": 142,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:142",
                            "text": "To thee every creature, of things in heaven, and things on earth, and things under the earth, offers the meet offering of honour."
                        },
                        {
                            "verse": 143,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:143",
                            "text": "For thou hast been indeed set forth as the true cherubic throne."
                        },
                        {
                            "verse": 144,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:144",
                            "text": "Thou shinest as the very brightness of light in the high places of the kingdoms of intelligence; where the Father, who is without beginning, and whose power thou hadst overshadowing thee, is glorified; where also the Son is worshipped, whom thou didst bear according to the flesh; and where the Holy Spirit is praised, who effected in thy womb the generation of the mighty King."
                        },
                        {
                            "verse": 145,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:145",
                            "text": "Through thee, O thou that art highly favoured, is the holy and consubstantial Trinity known in the world."
                        },
                        {
                            "verse": 146,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 2:146",
                            "text": "Together with thyself, deem us also worthy to be made partakers of thy perfect grace in Jesus Christ our Lord: with whom, and with the Holy Spirit, be glory to the Father, now and ever, and unto the ages of the ages, Amen."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:1",
                            "text": "The Third Homily."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:2",
                            "text": "On the Annunciation to the Holy Virgin Mary."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:3",
                            "text": "Again have we the glad tidings of joy, again the announcements of liberty, again the restoration, again the return, again the promise of gladness, again the release from slavery."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:4",
                            "text": "An angel talks with the Virgin, in order that the serpent may no more have converse with the woman."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:5",
                            "text": "In the sixth month, it is said, the angel Gabriel was sent from God to a virgin espoused to a man."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:6",
                            "text": "Gabriel was sent to declare the world-wide salvation: Gabriel was sent to bear to Adam the signature of his restoration; Gabriel was sent to a virgin, in order to transform the dishonour of the female sex into honour; Gabriel was sent to prepare the worthy chamber for the pure spouse; Gabriel was sent to wed the creature with the Creator; Gabriel was sent to the animate palace of the King of the angels; Gabriel was sent to a virgin espoused to Joseph, but preserved for Jesus the Son of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:7",
                            "text": "The incorporeal servant was sent to the virgin undefiled."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:8",
                            "text": "One free from sin was sent to one that admitted no corruption."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:9",
                            "text": "The light was sent that should announce the Sun of righteousness."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:10",
                            "text": "The dawn was sent that should precede the light of the day."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:11",
                            "text": "Gabriel was sent to proclaim Him who is in the bosom of the Father, and who yet was to be in the arms of the mother."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:12",
                            "text": "Gabriel was sent to declare Him who is upon the throne, and yet also in the cavern."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:13",
                            "text": "The subaltern was sent to utter aloud the mystery of the great King; the mystery, I mean, which is discerned by faith, and which cannot be searched out by officious curiosity; the mystery which is to be adored, not weighed; the mystery which is to be taken as a thing divine, and not measured."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:14",
                            "text": "\"In the sixth month Gabriel was sent to a virgin\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:15",
                            "text": "What is meant by this sixth month? What? It is the sixth month from the time when Elisabeth received the glad tidings, from the time that she conceived John."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:16",
                            "text": "And how is this made plain? The archangel himself gives us the interpretation, when he says to the virgin: \"Behold, thy relation Elisabeth, she hath also conceived a son in her old age: and this is now the sixth month with her, who was called barren\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:17",
                            "text": "In the sixth month—that is evidently, therefore, the sixth month of the conception of John."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:18",
                            "text": "For it was meet that the subaltern should go before; it was meet that the attendant should precede; it was meet that the herald of the Lord's coming should prepare the way for Him."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:19",
                            "text": "In the sixth month the angel Gabriel was sent to a virgin espoused to a man; espoused, not united; espoused, yet kept intact."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:20",
                            "text": "And for what purpose was she espoused? In order that the spoiler might not learn the mystery prematurely."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:21",
                            "text": "For that the King was to come by a virgin, was a fact known to the wicked one."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:22",
                            "text": "For he too heard these words of Isaiah: \"Behold, a virgin shall conceive, and bear a son\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:23",
                            "text": "And on every occasion, consequently, he kept watch upon the virgin's words, in order that, whenever this mystery should be fulfilled, he might prepare her dishonour."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:24",
                            "text": "Wherefore the Lord came by an espoused virgin, in order to elude the notice of the wicked one; for one who was espoused was pledged in fine to be her husband's."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:25",
                            "text": "\"In the sixth month the angel Gabriel was sent to a virgin espoused to a man whose name was Joseph\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:26",
                            "text": "Hear what the prophet says about this man and the virgin: \"This book that is sealed shall be delivered to a man that is learned\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:27",
                            "text": "What is meant by this sealed book, but just the virgin undefiled? From whom is this to be given? From the priests evidently."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:28",
                            "text": "And to whom? To the artisan Joseph."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:29",
                            "text": "As, then, the priests espoused Mary to Joseph as to a prudent husband, and committed her to his care in expectation of the time of marriage, and as it behoved him then on obtaining her to keep the virgin untouched, this was announced by the prophet long before, when he said: \"This book that is sealed shall be delivered to a man that is learned\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:30",
                            "text": "And that man will say, I cannot read it."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:31",
                            "text": "But why canst thou not read it, O Joseph? I cannot read it, he says, because the book is sealed."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:32",
                            "text": "For whom, then, is it preserved? It is preserved as a place of sojourn for the Maker of the universe."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:33",
                            "text": "But let us return to our immediate subject."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:34",
                            "text": "In the sixth month Gabriel was sent to a virgin—he who received, indeed, such injunctions as these: \"Come hither now, archangel, and become the minister of a dread mystery which has been kept hid, and be thou the agent in the miracle."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:35",
                            "text": "I am moved by my compassions to descend to earth in order to recover the lost Adam."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:36",
                            "text": "Sin hath made him decay who was made in my image, and hath corrupted the work of my hands, and hath obscured the beauty which I formed."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:37",
                            "text": "The wolf devours my nursling, the home of paradise is desolate, the tree of life is guarded by the flaming sword, the location of enjoyments is closed."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:38",
                            "text": "My pity is evoked for the object of this enmity, and I desire to seize the enemy."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:39",
                            "text": "Yet I wish to keep this mystery, which I confide to thee alone, still hid from all the powers of heaven."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:40",
                            "text": "Go thou, therefore, to the Virgin Mary."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:41",
                            "text": "Pass thou on to that animate city whereof the prophet spake in these words: 'Glorious things were spoken of thee, O city of God."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:42",
                            "text": "' Proceed, then, to my rational paradise; proceed to the gate of the east; proceed to the place of sojourn that is worthy of my word; proceed to that second heaven on earth; proceed to the light cloud, and announce to it the shower of my coming; proceed to the sanctuary prepared for me; proceed to the hall of the incarnation; proceed to the pure chamber of my generation after the flesh."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:43",
                            "text": "Speak in the ears of my rational ark, so as to prepare for me the accesses of hearing."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:44",
                            "text": "But neither disturb nor vex the soul of the virgin."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:45",
                            "text": "Manifest thyself in a manner befitting that sanctuary, and hail her first with the voice of gladness."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:46",
                            "text": "And address Mary with the salutation, 'Hail, thou that art highly favoured,' that I may show compassion for Eve in her depravation\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:47",
                            "text": "The archangel heard these things, and considered them within himself, as was reasonable, and said: \"Strange is this matter; passing comprehension is this thing that is spoken."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:48",
                            "text": "He who is the object of dread to the cherubim, He who cannot be looked upon by the seraphim, He who is incomprehensible to all the heavenly powers, does He give the assurance of His connection with a maiden? does He announce His own personal coming? yea more, does He hold out an access by hearing? and is He who condemned Eve, urgent to put such honour upon her daughter? For He says: 'So as to prepare for me the accesses of hearing."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:49",
                            "text": "' But can the womb contain Him who cannot be contained in space? Truly this is a dread mystery\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:50",
                            "text": "While the angel is indulging such reflections, the Lord says to Him: \"Why art thou troubled and perplexed, O Gabriel? Hast thou not already been sent by me to Zacharias the priest? Hast thou not conveyed to him the glad tidings of the nativity of John? Didst thou not inflict upon the incredulous priest the penalty of speechlessness? Didst thou not punish the aged man with dumbness? Didst thou not make thy declaration, and I confirmed it? And has not the actual fact followed upon thy announcement of good? Did not the barren woman conceive? Did not the womb obey the word? Did not the malady of sterility depart? Did not the inert disposition of nature take to flight? Is not she now one that shows fruitfulness, who before was never pregnant? Can anything be impossible with me, the Creator of all? Wherefore, then, art thou tossed with doubt?\" What is the angel's answer to this? \"O Lord,\" he says, \"to remedy the defects of nature, to do away with the blast of evils, to recall the dead members to the power of life, to enjoin on nature the potency of generation, to remove barrenness in the case of members that have passed the common limit, to change the old and withered stalk into the appearance of verdant vigour, to set forth the fruitless soil suddenly as the producer of sheaves of corn,—to do all this is a work which, as it is ever the case, demands Thy power."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:51",
                            "text": "And Sarah is a witness thereto, and along with her also Rebecca, and again Anna, who all, though bound by the dread ill of barrenness, were afterwards gifted by Thee with deliverance from that malady."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:52",
                            "text": "But that a virgin should bring forth, without knowledge of a man, is something that goes beyond all the laws of nature; and dost Thou yet announce Thy coming to the maiden? The bounds of heaven and earth do not contain Thee, and how shall the womb of a virgin contain Thee?\" And the Lord says: \"How did the tent of Abraham contain me?\" And the angel says: \"As there were there the deeps of hospitality, O Lord, Thou didst show Thyself there to Abraham at the door of the tent, and didst pass quickly by it, as He who filleth all things."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:53",
                            "text": "But how can Mary sustain the fire of the divinity? Thy throne blazes with the illumination of its splendour, and can the virgin receive Thee without being consumed?\" Then the Lord says: \"Yea surely, if the fire in the wilderness injured the bush, my coming will indeed also injure Mary; but if that fire which served as the adumbration of the advent of the fire of divinity from heaven fertilized the bush, and did not burn it, what wilt thou say of the Truth that descends not in a flame of fire, but in the form of rain?\" Thereupon the angel set himself to carry out the commission given him, and repaired to the Virgin, and addressed her with a loud voice, saying: \"Hail, thou that are highly favoured! the Lord is with thee."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:54",
                            "text": "No longer shalt the devil be against thee; for where of old that adversary inflicted the wound, there now first of all does the Physician apply the salve of deliverance."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:55",
                            "text": "Where death came forth, there has life now prepared its entrance."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:56",
                            "text": "By a woman came the flood of our ills, and by a woman also our blessings have their spring."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:57",
                            "text": "Hail, thou that are highly favoured! Be not thou ashamed, as if thou wert the cause of our condemnation."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:58",
                            "text": "For thou art made the mother of Him who is at once Judge and Redeemer."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:59",
                            "text": "Hail, thou stainless mother of the Bridegroom of a world bereft! Hail, thou that hast sunk in thy womb the death (that came) of the mother (Eve)! Hail, thou animate temple of temple of God! Hail, thou equal home of heaven and earth alike! Hail, thou amplest receptacle of the illimitable nature!\" But as these things are so, through her has come for the sick the Physician; for them that sit in darkness, the Sun of righteousness; for all that are tossed and tempest-beaten, the Anchor and the Port undisturbed by storm."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:60",
                            "text": "For the servants in irreconcilable enmity has been born the Lord; and One has sojourned with us to be the bond of peace and the Redeemer of those led captive, and to be the peace for those involved in hostility."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 3:61",
                            "text": "For He is our peace; and of that peace may it be granted that all we may receive the enjoyment, by the grace and kindness of our Lord Jesus Christ; to whom be the glory, honour, and power, now and ever, and unto all the ages of the ages, Amen."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:1",
                            "text": "The Fourth Homily."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:2",
                            "text": "On the Holy Theophany, or on Christ's Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:3",
                            "text": "O ye who are the friends of Christ, and the friends of the stranger, and the friends of the brethren, receive in kindness my speech to-day, and open your ears like the doors of hearing, and admit within them my discourse, and accept from me this saving proclamation of the baptism of Christ, which took place in the river Jordan, in order that your loving desires may be quickened after the Lord, who has done so much for us in the way of condescension."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:4",
                            "text": "For even though the festival of the Epiphany of the Saviour is past, the grace of the same yet abides with us through all."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:5",
                            "text": "Let us therefore enjoy it with insatiable minds; for insatiate desire is a good thing in the case of what pertains to salvation—yea, it is a good thing."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:6",
                            "text": "Come therefore, all of us, from Galilee to Judea, and let us go forth with Christ; for blessed is he who journeys in such company on the way of life."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:7",
                            "text": "Come, and with the feet of thought let us make for the Jordan, and see John the Baptist as he baptizes One who needs no baptism, and yet submits to the rite in order that He may bestow freely upon us the grace of baptism."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:8",
                            "text": "Come, let us view the image of our regeneration, as it is emblematically presented in these waters."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:9",
                            "text": "\"Then cometh Jesus from Galilee to Jordan unto John, to be baptized of him\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:10",
                            "text": "O how vast is the humility of the Lord! O how vast His condescension! The King of the heavens hastened to John, His own forerunner, without setting in motion the camps of His angels, without despatching beforehand the incorporeal powers as His precursors; but presenting Himself in utmost simplicity, in soldier-like form, He comes up to His own subaltern."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:11",
                            "text": "And He approached him as one of the multitude, and humbled Himself among the captives though He was the Redeemer, and ranged Himself with those under judgment though He was the Judge, and joined Himself with the lost sheep though He was the Good Shepherd who on account of the straying sheep came down from heaven, and yet did not forsake His heavens, and was mingled with the tares though He was that heavenly grain that springs unsown."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:12",
                            "text": "And when the Baptist John then saw Him, recognising Him whom before in his mother's womb he had recognised and worshipped, and discerning clearly that this was He on whose account, in a manner surpassing the natural time, he had leaped in the womb of his mother, in violation of the limits of nature, he drew his right hand within his double cloak, and bowing his head like a servant full of love to his master, addressed Him in these words: I have need to be baptized of Thee, and comest Thou to me? What is this Thou doest, my Lord? Why dost Thou reverse the order of things? Why seekest Thou along with the servants, at the hand of Thy servant, the things that are proper to servants? Why dost Thou desire to receive what Thou requirest not? Why dost Thou burden me, Thy servitor, with Thy mighty condescension? I have need to be baptized of Thee, but Thou hast no need to be baptized of me."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:13",
                            "text": "The less is blessed by the greater, and the greater is not blessed and sanctified by the less."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:14",
                            "text": "The light is kindled by the sun, and the sun is not made to shine by the rush-lamp."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:15",
                            "text": "The clay is wrought by the potter, and the potter is not moulded by the clay."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:16",
                            "text": "The creature is made anew by the Creator, and the Creator is not restored by the creature."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:17",
                            "text": "The infirm is healed by the physician, and the physician is not cured by the infirm."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:18",
                            "text": "The poor man receives contributions from the rich, and the rich borrow not from the poor."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:19",
                            "text": "I have need to be baptized of Thee, and comest Thou to me? Can I be ignorant who Thou art, and from what source Thou hast Thy light, and whence Thou art come? Or, because Thou hast been born even as I have been, am I, then, to deny the greatness of Thy divinity? Or, because Thou hast condescended so far to me as to have approached my body, and dost bear me wholly in Thyself in order to effect the salvation of the whole man, am I, on account of that body of Thine which is seen, to overlook that divinity of Thine which is only apprehended? Or, because on behalf of my salvation Thou hast taken to Thyself the offering of my first-fruits, am I to ignore the fact that Thou \"coverest Thyself with light as with a garment?\" Or, because Thou wearest the flesh that is related to me, and dost show Thyself to men as they are able to see Thee, am I to forget the brightness of Thy glorious divinity? Or, because I see my own form in Thee, am I to reason against Thy divine substance, which is invisible and incomprehensible? I know Thee, O Lord; I know Thee clearly."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:20",
                            "text": "I know Thee, since I have been taught by Thee; for no one can recognise Thee, unless He enjoys Thine illumination."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:21",
                            "text": "I know Thee, O Lord, clearly; for I saw Thee spiritually before I beheld this light."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:22",
                            "text": "When Thou wert altogether in the incorporeal bosom of the heavenly Father, Thou wert also altogether in the womb of Thy handmaid and mother; and though held in the womb of Elisabeth by nature as in a prison, and bound with the indissoluble bonds of the children unborn, leaped and celebrated Thy birth with anticipative rejoicings."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:23",
                            "text": "Shall I then, who gave intimation of Thy sojourn on earth before Thy birth, fail to apprehend Thy coming after Thy birth? Shall I, who in the womb was a teacher of Thy coming, be now a child in understanding in view of perfect knowledge? But I cannot but worship Thee, who art adored by the whole creation; I cannot but proclaim Thee, of whom heaven gave the indication by the star, and for whom earth offered a kind reception by the wise men, while the choirs of angels also praised Thee in joy over Thy condescension to us, and the shepherds who kept watch by night hymned Thee as the Chief Shepherd of the rational sheep."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:24",
                            "text": "I cannot keep silence while Thou art present, for I am a voice; yea, I am the voice, as it is said, of one crying in the wilderness, Prepare ye the way of the Lord."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:25",
                            "text": "I have need to be baptized of Thee, and comest Thou to me? I was born, and thereby removed the barrenness of the mother that bore me; and while still a babe I became the healer of my father's speechlessness, having received of Thee from my childhood the gift of the miraculous."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:26",
                            "text": "But Thou, being born of the Virgin Mary, as Thou didst will, and as Thou alone dost know, didst not do away with her virginity; but Thou didst keep it, and didst simply gift her with the name of mother: and neither did her virginity preclude Thy birth, nor did Thy birth injure her virginity."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:27",
                            "text": "But these two things, so utterly opposite—bearing and virginity—harmonized with one intent; for such a thing abides possible with Thee, the Framer of nature."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:28",
                            "text": "I am but a man, and am a partaker of the divine grace; but Thou art God, and also man to the same effect: for Thou art by nature man's friend."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:29",
                            "text": "I have need to be baptized of Thee, and comest Thou to me? Thou who wast in the beginning, and wast with God, and wast God; Thou who art the brightness of the Father's glory; Thou who art the perfect image of the perfect Father; Thou who art the true light that lighteneth every man that cometh into the world; Thou who wast in the world, and didst come where Thou wast; Thou who wast made flesh, and yet wast not changed into the flesh; Thou who didst dwell among us, and didst manifest Thyself to Thy servants in the form of a servant; Thou who didst bridge earth and heaven together by Thy holy name,—comest Thou to me? One so great to such a one as I am? The King to the forerunner? The Lord to the servant? But though Thou wast not ashamed to be born in the lowly measures of humanity, yet I have no ability to pass the measures of nature."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:30",
                            "text": "I know how great is the measure of difference between earth and the Creator."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:31",
                            "text": "I know how great is the distinction between the clay and the potter."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:32",
                            "text": "I know how vast is the superiority possessed by Thee, who art the Sun of righteousness, over me who am but the torch of Thy grace."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:33",
                            "text": "Even though Thou art compassed with the pure cloud of the body, I can still recognise Thy lordship."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:34",
                            "text": "I acknowledge my own servitude, I proclaim Thy glorious greatness, I recognise Thy perfect lordship, I recognise my own perfect insignificance, I am not worthy to unloose the latchets of Thy shoes; and how shall I dare to touch Thy stainless head? How can I stretch out the right hand upon Thee, who didst stretch out the heavens like a curtain, and didst set the earth above the waters? How shall I spread those menial hands of mine upon Thy head? How shall I wash Thee, who art undefiled and sinless? How shall I enlighten the light? What manner of prayer shall I offer up over Thee, who dost receive the prayers even of those who are ignorant of Thee?  When I baptize others, I baptize into Thy name, in order that they may believe on Thee, who comest with glory; but when I baptize Thee, of whom shall I make mention? and into whose name shall I baptize Thee? Into that of the Father? But Thou hast the Father altogether in Thyself, and Thou art altogether in the Father."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:35",
                            "text": "Or into that of the Son? But beside Thee there is no other Son of God by nature."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:36",
                            "text": "Or into that of the Holy Spirit? But He is ever together with Thee, as being of one substance, and of one will, and of one judgment, and of one power, and of one honour with Thee; and He receives, along with Thee, the same adoration from all."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:37",
                            "text": "Wherefore, O Lord, baptize Thou me, if Thou pleasest; baptize me, the Baptist."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:38",
                            "text": "Regenerate one whom Thou didst cause to be generated."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:39",
                            "text": "Extend Thy dread right hand, which Thou hast prepared for Thyself, and crown my head by Thy touch, in order that I may run the course before Thy kingdom, crowned like a forerunner, and diligently announce the good tidings to the sinners, addressing them with this earnest call: \"Behold the Lamb of God, that taketh away the sin of the world!\" O river Jordan, accompany me in the joyous choir, and leap with me, and stir thy waters rhythmically, as in the movements of the dance; for thy Maker stands by thee in the body."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:40",
                            "text": "Once of old didst thou see Israel pass through thee, and thou didst divide thy floods, and didst wait in expectation of the passage of the people; but now divide thyself more decidedly, and flow more easily, and embrace the stainless limbs of Him who at that ancient time did convey the Jews through thee."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:41",
                            "text": "Ye mountains and hills, ye valleys and torrents, ye seas and rivers, bless the Lord, who has come upon the river Jordan; for through these streams He transmits sanctification to all streams."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:42",
                            "text": "And Jesus answered and said to him: Suffer it to be so now, for thus it becometh us to fulfil all righteousness."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:43",
                            "text": "Suffer it to be so now; grant the favour of silence, O Baptist, to the season of my economy."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:44",
                            "text": "Learn to will whatever is my will."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:45",
                            "text": "Learn to minister to me in those things on which I am bent, and do not pry curiously into all that I wish to do."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:46",
                            "text": "Suffer it to be so now: do not yet proclaim my divinity; do not yet herald my kingdom with thy lips, in order that the tyrant may not learn the fact and give up the counsel he has formed with respect to me."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:47",
                            "text": "Permit the devil to come upon me, and enter the conflict with me as though I were but a common man, and receive thus his mortal wound."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:48",
                            "text": "Permit me to fulfil the object for which I have come to earth."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:49",
                            "text": "It is a mystery that is being gone through this day in the Jordan."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:50",
                            "text": "My mysteries are for myself and my own."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:51",
                            "text": "There is a mystery here, not for the fulfilling of my own need, but for the designing of a remedy for those who have been wounded."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:52",
                            "text": "There is a mystery, which gives in these waters the representation of the heavenly streams of the regeneration of men."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:53",
                            "text": "Suffer it to be so now: when thou seest me doing what seemeth to me good among the works of my hands, in a manner befitting divinity, then attune thy praises to the acts accomplished."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:54",
                            "text": "When thou seest me cleansing the lepers, then proclaim me as the framer of nature."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:55",
                            "text": "When thou seest me make the lame ready runners, then with quickened pace do thou also prepare thy tongue to praise me."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:56",
                            "text": "When thou seest me cast out demons, then hail my kingdom with adoration."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:57",
                            "text": "When thou seest me raise the dead from their graves by my word, then, in concert with those thus raised, glorify me as the Prince of Life."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:58",
                            "text": "When thou seest me on the Father's right hand, then acknowledge me to be divine, as the equal of the Father and the Holy Spirit, on the throne, and in eternity, and in honour."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:59",
                            "text": "Suffer it to be so now; for thus it becometh us to fulfil all righteousness."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:60",
                            "text": "I am the Lawgiver, and the Son of the Lawgiver; and it becometh me first to pass through all that is established, and then to set forth everywhere the intimations of my free gift."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:61",
                            "text": "It becometh me to fulfil the law, and then to bestow grace."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:62",
                            "text": "It becometh me to adduce the shadow, and then the reality."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:63",
                            "text": "It becometh me to finish the old covenant, and then to dictate the new, and to write it on the hearts of men, and to subscribe it with my blood, and to seal it with my Spirit."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:64",
                            "text": "It becometh me to ascend the cross, and to be pierced with its nails, and to suffer after the manner of that nature which is capable of suffering, and to heal sufferings by my suffering, and by the tree to cure the wound that was inflicted upon men by the medium of a tree."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:65",
                            "text": "It becometh me to descend even into the very depths of the grave, on behalf of the dead who are detained there."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:66",
                            "text": "It becometh me, by my three days' dissolution in the flesh, to destroy the power of the ancient enemy, death."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:67",
                            "text": "It becometh me to kindle the torch of my body for those who sit in darkness and in the shadow of death."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:68",
                            "text": "It becometh me to ascend in the flesh to that place where I am in my divinity."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:69",
                            "text": "It becometh me to introduce to the Father the Adam reigning in me."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:70",
                            "text": "It becometh me to accomplish these things, for on account of these things I have taken my position with the works of my hands."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:71",
                            "text": "It becometh me to be baptized with this baptism for the present, and afterwards to bestow the baptism of the consubstantial Trinity upon all men."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:72",
                            "text": "Lend me, therefore, O Baptist, thy right hand for the present economy, even as Mary lent her womb for my birth."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:73",
                            "text": "Immerse me in the streams of Jordan, even as she who bore me wrapped me in children's swaddling-clothes."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:74",
                            "text": "Grant me thy baptism even as the Virgin granted me her milk."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:75",
                            "text": "Lay hold of this head of mine, which the seraphim revere."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:76",
                            "text": "With thy right hand lay hold of this head, that is related to thyself in kinship."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:77",
                            "text": "Lay hold of this head, which nature has made to be touched."
                        },
                        {
                            "verse": 78,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:78",
                            "text": "Lay hold of this head, which for this very purpose has been formed by myself and my Father."
                        },
                        {
                            "verse": 79,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:79",
                            "text": "Lay hold of this head of mine, which, if one does lay hold of it in piety, will save him from ever suffering shipwreck."
                        },
                        {
                            "verse": 80,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:80",
                            "text": "Baptize me, who am destined to baptize those who believe on me with water, and with the Spirit, and with fire: with water, capable of washing away the defilement of sins; with the Spirit, capable of making the earthly spiritual; with fire, naturally fitted to consume the thorns of transgressions."
                        },
                        {
                            "verse": 81,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:81",
                            "text": "On hearing these words, the Baptist directed his mind to the object of the salvation, and comprehended the mystery which he had received, and discharged the divine command; for he was at once pious and ready to obey."
                        },
                        {
                            "verse": 82,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:82",
                            "text": "And stretching forth slowly his right hand, which seemed both to tremble and to rejoice, he baptized the Lord."
                        },
                        {
                            "verse": 83,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:83",
                            "text": "Then the Jews who were present, with those in the vicinity and those from a distance, reasoned together, and spake thus with themselves and with each other: Was it, then, without cause that we imagined John to be superior to Jesus? Was it without cause that we considered the former to be greater than the latter? Does not this very baptism attest the Baptist's pre-eminence? Is not he who baptizeth presented as the superior, and he who is baptized as the inferior? But while they, in their ignorance of the mystery of the economy, babbled in such wise with each other, He who alone is Lord, and by nature the Father of the Only-begotten, He who alone knoweth perfectly Him whom He alone in passionless fashion begat, to correct the erroneous imaginations of the Jews, opened the gates of the heavens, and sent down the Holy Spirit in the form of a dove, lighting upon the head of Jesus, pointing out thereby the new Noah, yea the maker of Noah, and the good pilot of the nature which is in shipwreck."
                        },
                        {
                            "verse": 84,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:84",
                            "text": "And He Himself calls with clear voice out of heaven, and says: \"This is my beloved Son,\"—the Jesus there, namely, and not the John; the one baptized, and not the one baptizing; He who was begotten of me before all periods of time and not he who was begotten of Zacharias; He who was born of Mary after the flesh, and not he who was brought forth by Elisabeth beyond all expectation; He who was the fruit of the virginity yet preserved intact, and not he who was the shoot from a sterility removed; He who has had His conversation with you, and not he who was brought up in the wilderness."
                        },
                        {
                            "verse": 85,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:85",
                            "text": "This is my beloved Son, in whom I am well pleased: my Son, of the same substance with myself, and not of a different; of one substance with me according to what is unseen, and of one substance with you according to what is seen, yet without sin."
                        },
                        {
                            "verse": 86,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:86",
                            "text": "This is He who along with me made man."
                        },
                        {
                            "verse": 87,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:87",
                            "text": "This is my beloved Son, in whom I am well pleased."
                        },
                        {
                            "verse": 88,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:88",
                            "text": "This Son of mine and this son of Mary are not two distinct persons; but this is my beloved Son,—this one who is both seen with the eye and apprehended with the mind."
                        },
                        {
                            "verse": 89,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:89",
                            "text": "This is my beloved Son, in whom I am well pleased; hear Him."
                        },
                        {
                            "verse": 90,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:90",
                            "text": "If He shall say, I and my Father are one, hear Him."
                        },
                        {
                            "verse": 91,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:91",
                            "text": "If He shall say, He that hath seen me hath seen the Father, hear Him."
                        },
                        {
                            "verse": 92,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:92",
                            "text": "If He shall say, He that hath sent me is greater than I, adapt the voice to the economy."
                        },
                        {
                            "verse": 93,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:93",
                            "text": "If He shall say, Whom do men say that I the Son of man am? answer ye Him thus: Thou art the Christ, the Son of the living God."
                        },
                        {
                            "verse": 94,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:94",
                            "text": "By these words, as they were sent from the Father out of heaven in thunder-form, the race of men was enlightened: they apprehended the difference between the Creator and the creature, between the King and the soldier (subject), between the Worker and the work; and being strengthened in faith, they drew near through the baptism of John to Christ, our true God, who baptizeth with the Spirit and with fire."
                        },
                        {
                            "verse": 95,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 4:95",
                            "text": "To Him be glory, and to the Father, and to the most holy and quickening Spirit, now and ever, and unto the ages of the ages, Amen."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 5:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 5:2",
                            "text": "I can do no better than follow Dupin as to the authorship of these Homilies."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 5:3",
                            "text": "He thinks the style of Proclus (of Constantinople) may be detected in them, though the fourth is beyond him for eloquence, and has even been thought worthy of St."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 5:4",
                            "text": "Chrysostom."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 5:5",
                            "text": "It was produced after Nicaea, and probably after Ephesus, its somewhat exaggerated praises of the θεοτόκος being unusual at an earlier period."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Four Homilies [SPURIOUS] 5:6",
                            "text": "The titles of these Homilies are the work of much later editors; and interpolations probably occur frequently, by the same hands."
                        }
                    ]
                }
            ]
        }
    ]
}