{
    "books": [
        {
            "name": "Ambrose: On Virgins Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: On Virgins Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:1",
                            "text": "Concerning Virgins,Book II: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:2",
                            "text": "In this book St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:3",
                            "text": "Ambrose purposes to treat of the training of virgins, using examples rather than precepts, and explains why he does so in writing rather than by word of mouth."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:4",
                            "text": "1."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:5",
                            "text": "In the former book I wished (though I was not able) to set forth how great is the gift of virginity, that the grace of the heavenly gift might of itself invite the reader."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:6",
                            "text": "In the second book it is fitting that the virgin should be instructed and, as it were, be educated by the teaching of suitable precepts."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:7",
                            "text": "2."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:8",
                            "text": "But, inasmuch as I am feeble in advising and unequal to teaching (for he who teaches ought to excel him who is taught), lest I should seem to have abandoned the task I have undertaken, or to have taken too much upon myself, I thought it better to instruct by examples than by precepts; for more progress may be made by means of an example, inasmuch as that which has been already done is considered to be not difficult, and that which has been tried to be expedient, and that which has been transmitted in succession to us by a kind of hereditary practice of ancestral virtue to be binding in religion."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:9",
                            "text": "3."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:10",
                            "text": "But if any one rebukes me for presumption, let him rather rebuke me for zeal, because I thought that I ought not to refuse even this to the virgins who asked it of me."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:11",
                            "text": "For I preferred rather to run the risk of perilling my own modesty, than not to fulfil the wish of those whose pursuits even our God favours with kindly approbation."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:12",
                            "text": "4."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:13",
                            "text": "Nor can the mark of presumption be set on my task, since, when they had those from whom they could learn, they sought my good-will rather than my teaching, and my zeal may be excused, since when they had the guidance of a martyr for the observance of discipline, I did not think it superfluous if I could turn the persuasion of my discourse into an allurement to profession."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:14",
                            "text": "He who teaches with facility restrains fault with severity; I, who cannot teach, entice."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:15",
                            "text": "5."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:16",
                            "text": "And because many who were absent desired to have the use of my discourse, I compiled this book, in order that holding in their hands the substance of what my voice had uttered to them, they might not think that he whom they were holding failed them."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: On Virgins Book II 1:17",
                            "text": "But let us go on with our plan."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: On Virgins Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:2",
                            "text": "The life of Mary is set before virgins as an example, and her many virtues are dwelt upon, her chastity, humility, hard life, love of retirement, and the like; then her kindness to others, her zeal in learning, and love of frequenting the temple."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:4",
                            "text": "Ambrose then sets forth how she, adorned with all these virtues, will come to meet the numberless bands of virgins and lead them with great triumph to the bridal chamber of the Spouse."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:5",
                            "text": "6."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:6",
                            "text": "Let, then, the life of Mary be as it were virginity itself, set forth in a likeness, from which, as from a mirror, the appearance of chastity and the form of virtue is reflected."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:7",
                            "text": "From this you may take your pattern of life, showing, as an example, the clear rules of virtue: what you have to correct, to effect, and to hold fast."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:8",
                            "text": "7."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:9",
                            "text": "The first thing which kindles ardour in learning is the greatness of the teacher."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:10",
                            "text": "What is greater than the Mother of God? What more glorious than she whom Glory Itself chose? What more chaste than she who bore a body without contact with another body? For why should I speak of her other virtues? She was a virgin not only in body but also in mind, who stained the sincerity of its disposition by no guile, who was humble in heart, grave in speech, prudent in mind, sparing of words, studious in reading, resting her hope not on uncertain riches, but on the prayer of the poor, intent on work, modest in discourse; wont to seek not man but God as the judge of her thoughts, to injure no one, to have goodwill towards all, to rise up before her elders, not to envy her equals, to avoid boastfulness, to follow reason, to love virtue."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:11",
                            "text": "When did she pain her parents even by a look? When did she disagree with her neighbours? When did she despise the lowly? When did she avoid the needy? Being wont only to go to such gatherings of men as mercy would not blush at, nor modesty pass by."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:12",
                            "text": "There was nothing gloomy in her eyes, nothing forward in her words, nothing unseemly in her acts, there was not a silly movement, nor unrestrained step, nor was her voice petulant, that the very appearance  of her outward being might be the image of her soul, the representation of what is approved."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:13",
                            "text": "For a well-ordered house ought to be recognized on the very threshold, and should show at the very first entrance that no darkness is hidden within, as our soul hindered by no restraints of the body may shine abroad like a lamp placed within."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:14",
                            "text": "8."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:15",
                            "text": "Why should I detail her spareness of food, her abundance of services—the one abounding beyond nature, the other almost insufficient for nature? And there were no seasons of slackness, but days of fasting, one upon the other."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:16",
                            "text": "And if ever the desire for refreshment came, her food was generally what came to hand, taken to keep off death, not to minister to comfort."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:17",
                            "text": "Necessity before inclination caused her to sleep, and yet when her body was sleeping her soul was awake, and often in sleep either went again through what had been read, or went on with what had been interrupted by sleep, or carried out what had been designed, or foresaw what was to be carried out."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:18",
                            "text": "9."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:19",
                            "text": "She was unaccustomed to go from home, except for divine service, and this with parents or kinsfolk."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:20",
                            "text": "Busy in private at home, accompanied by others abroad, yet with no better guardian than herself, as she, inspiring respect by her gait and address, progressed not so much by the motion of her feet as by step upon step of virtue."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:21",
                            "text": "But though the Virgin had other persons who were protectors of her body, she alone guarded her character; she can learn many points if she be her own teacher, who possesses the perfection of all virtues, for whatever she did is a lesson."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:22",
                            "text": "Mary attended to everything as though she were warned by many, and fulfilled every obligation of virtue as though she were teaching rather than learning."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:23",
                            "text": "10."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:24",
                            "text": "Such has the Evangelist shown her, such did the angel find her, such did the Holy Spirit choose her."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:25",
                            "text": "Why delay about details? How her parents loved her, strangers praised her, how worthy she was that the Son of God should be born of her."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:26",
                            "text": "She, when the angel entered, was found at home in privacy, without a companion, that no one might interrupt her attention or disturb her; and she did not desire any women as companions, who had the companionship of good thoughts."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:27",
                            "text": "Moreover, she seemed to herself to be less alone when she was alone."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:28",
                            "text": "For how should she be alone, who had with her so many books, so many archangels, so many prophets?  11."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:29",
                            "text": "And so, too, when Gabriel visited her, did he find her, and Mary trembled, being disturbed, as though at the form of a man, but on hearing his name recognized him as one not unknown to her."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:30",
                            "text": "And so she was a stranger as to men, but not as to the angel; that we might know that her ears were modest and her eyes bashful."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:31",
                            "text": "Then when saluted she kept silence, and when addressed she answered, and she whose feelings were first troubled afterwards promised obedience."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:32",
                            "text": "12."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:33",
                            "text": "And holy Scripture points out how modest she was towards her neighbours."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:34",
                            "text": "For she became more humble when she knew herself to be chosen of God, and went forthwith to her kinswoman in the hill country, not in order to gain belief by anything external, for she had believed the word of God."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:35",
                            "text": "\"Blessed,\" she said, \"art thou who didst believe\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:36",
                            "text": "And she abode with her three months."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:37",
                            "text": "Now in such an interval of time it is not that faith is being sought for, but kindness which is being shown."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:38",
                            "text": "And this was after that the child, leaping in his mother's womb, had saluted the mother of the Lord, attaining to reason before birth."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:39",
                            "text": "13."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:40",
                            "text": "And then, in the many subsequent wonders, when the barren bore a son, the virgin conceived, the dumb spake, the wise men worshipped, Simeon waited, the stars gave notice."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:41",
                            "text": "Mary, who was moved by the angel's entrance, was unmoved by the miracles."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:42",
                            "text": "\"Mary,\" it is said, \"kept all these things in her heart\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:43",
                            "text": "Though she was the mother of the Lord, yet she desired to learn the precepts of the Lord, and she who brought forth God, yet desired to know God."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:44",
                            "text": "14."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:45",
                            "text": "And then, how she also went every year to Jerusalem at the solemn day of the passover, and went with Joseph."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:46",
                            "text": "Everywhere is modesty the companion of her singular virtues in the Virgin."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:47",
                            "text": "This, without which virginity cannot exist, must be the inseparable companion of virginity."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:48",
                            "text": "And so Mary did not go even to the temple without the guardianship of her modesty."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:49",
                            "text": "15."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:50",
                            "text": "This is the likeness of virginity."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:51",
                            "text": "For Mary was such that her example alone is a lesson for all."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:52",
                            "text": "If, then, the author displeases us not, let us make trial of the production, that whoever desires its reward for herself may imitate the pattern."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:53",
                            "text": "How many kinds of virtues shine forth in one Virgin! The secret of modesty, the banner of faith, the service of devotion, the Virgin within the house, the companion for the ministry, the mother at the temple."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:54",
                            "text": "16."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:55",
                            "text": "Oh! how many virgins shall she meet, how many shall she embrace and bring to the Lord, and say: \"She has been faithful to her espousal, to my Son; she has kept her bridal couch with spotless modesty\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:56",
                            "text": "How shall the Lord Himself commend them to His Father, repeating again those words of His: \"Holy Father, these are they whom I have kept for Thee, on whom the Son of Man leant His head and rested; I ask that where I am there they may be with Me\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:57",
                            "text": "And if they ought to benefit not themselves only, who lived not for themselves alone, one virgin may redeem her parents, another her brothers."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:58",
                            "text": "\"Holy Father, the world hath not known Me, but these have known Me, and have willed not to know the world\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:59",
                            "text": "17."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:60",
                            "text": "What a procession shall that be, what joy of applauding angels when she is found worthy of dwelling in heaven who lived on earth a heavenly life! Then too Mary, taking her timbrel, shall stir up the choirs of virgins, singing to the Lord because they have passed through the sea of this world without suffering from the waves of this world."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:61",
                            "text": "Then each shall rejoice, saying: \"I will go to the altar of God; to God Who maketh my youth glad;\" and, \"I will offer unto God thanksgiving, and pay my vows unto the Most High\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:62",
                            "text": "18."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:63",
                            "text": "Nor would I hesitate to admit you to the altars of God, whose souls I would without hesitation call altars, on which Christ is daily offered for the redemption of the body."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:64",
                            "text": "For if the virgin's body be a temple of God, what is her soul, which, the ashes, as it were, of the body being shaken off, once more uncovered by the hand of the Eternal Priest, exhales the vapour of the divine fire."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Ambrose: On Virgins Book II 2:65",
                            "text": "Blessed virgins, who emit a fragrance through divine grace as gardens do through flowers, temples through religion, altars through the priest."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: On Virgins Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:3",
                            "text": "Ambrose having set forth the Virgin Mary as a pattern for life, adduces Thecla as a model for learning how to die."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:4",
                            "text": "Thecla suffered not from the beasts to whom she was condemned, but on the contrary received from them signs of reverence."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:5",
                            "text": "He then proceeds to introduce a more recent example."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:6",
                            "text": "19."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:7",
                            "text": "Let, then, holy Mary instruct you in the discipline of life, and Thecla teach you how to be offered, for she, avoiding nuptial intercourse, and condemned through her husband's rage, changed even the disposition of wild beasts by their reverence for virginity."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:8",
                            "text": "For being made ready for the wild beasts, when avoiding the gaze of men, she offered her vital parts to a fierce lion, caused those who had turned away their immodest looks to turn them back modestly."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:9",
                            "text": "20."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:10",
                            "text": "The beast was to be seen lying on the ground, licking her feet, showing without a sound that it could not injure the sacred body of the virgin."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:11",
                            "text": "So the beast reverenced his prey, and forgetful of his own nature, put on that nature which men had lost."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:12",
                            "text": "One could see, as it were, by some transfusion of nature, men clothed with savageness, goading the beast to cruelty, and the beast kissing the feet of the virgin, teaching them what was due from men."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:13",
                            "text": "Virginity has in itself so much that is admirable, that even lions admire it."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:14",
                            "text": "Food did not induce them though kept without their meal; no impulse hurried them on when excited; anger did not exasperate them when stirred up, nor did their habits lead them blindly as they were wont, nor their own natural disposition possess them with fierceness."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:15",
                            "text": "They set an example of piety when reverencing the martyr; and gave a lesson in favor of chastity when they did nothing but kiss the virgin's feet, with their eyes turned to the ground, as though through modesty, fearing that any male, even a beast, should see the virgin naked."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:16",
                            "text": "21."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:17",
                            "text": "Some one will say: \"Why have you brought forward the example of Mary, as if any one could be found to imitate the Lord's mother? And why that of Thecla, whom the Apostle of the Gentiles trained? Give us a teacher of our own sort if you wish for disciples\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: On Virgins Book II 3:18",
                            "text": "I will, therefore, set before you a recent example of this sort, that you may understand that the Apostle is the teacher, not of one only, but of all."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: On Virgins Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:2",
                            "text": "A virgin at Antioch, having refused to sacrifice to idols, was condemned to a house of ill-fame, whence she escaped unharmed, having changed clothes with a Christian soldier."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:3",
                            "text": "Then when he was condemned for this, she returned and the two contended for the prize of martyrdom, which was at last given to each."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:4",
                            "text": "22."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:5",
                            "text": "There was lately at Antioch a virgin who avoided being seen in public, but the more she shrank from men's eyes, the more they longed for her."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:6",
                            "text": "For beauty which is heard of but not seen is more desired, there being two incentives to passion, love and knowledge—so long as nothing is met with  which pleases less; and that which pleases is thought to be of more worth, because the eye is not in this case the judge by investigation, but the mind inflamed with love is full of longing."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:7",
                            "text": "And so the holy virgin, lest their passions should be longer fed by the desire of gaining her, professed her intention of preserving her chastity, and so quenched the fires of those wicked men, that she was no longer loved, but informed against."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:8",
                            "text": "23."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:9",
                            "text": "So a persecution arose."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:10",
                            "text": "The maiden, not knowing how to escape, and afraid lest she might fall into the hands of those who were plotting against her chastity, prepared her soul for heroic virtue, being so religious as not to fear death, so chaste as to expect it."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:11",
                            "text": "The day of her crown arrived."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:12",
                            "text": "The expectation of all was at its height."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:13",
                            "text": "The maiden is brought forward, and makes her twofold profession, of religion and of chastity."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:14",
                            "text": "But when they saw the constancy of her profession, her fear for her modesty, her readiness for tortures, and her blushes at being looked on, they began to consider how they might overcome her religion by setting chastity before her, so that, having deprived her of that which was the greatest, they might also deprive her of that which they had left."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:15",
                            "text": "So the sentence was that she should either sacrifice, or be sent to a house of ill-fame."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:16",
                            "text": "After what manner do they worship their gods who thus avenge them, or how do they live themselves who give sentence after this fashion?  24."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:17",
                            "text": "And the virgin, not hesitating about her religion, but fearful as to her chastity, began to reflect, What am I to do? Each crown, that of martyrdom and that of virginity, is grudged me to-day."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:18",
                            "text": "But the name of virgin is not acknowledged where the Author of virginity is denied."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:19",
                            "text": "How can one be a virgin who cherishes a harlot? How can one be a virgin who loves adulterers? How a virgin if she seeks for a lover? It is preferable to have a virgin mind than a virgin body."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:20",
                            "text": "Each is good if each be possible; if it be not possible, let me be chaste, not to man but to God."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:21",
                            "text": "Rahab, too, was a harlot, but after she believed in God, she found salvation."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:22",
                            "text": "And Judith adorned herself that she might please an adulterer, but because she did this for religion and not for love, no one considered her an adulteress."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:23",
                            "text": "This instance turned out well."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:24",
                            "text": "For if she who entrusted herself to religion both preserved her chastity and her country, perhaps I, by preserving my religion, shall also preserve my chastity."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:25",
                            "text": "But if Judith had preferred her chastity to her religion, when her country had been lost, she would also have lost her chastity."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:26",
                            "text": "25."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:27",
                            "text": "And so, instructed by such examples, and at the same time bearing in mind the words of the Lord, where He says: \"Whosoever shall lose his life for My sake, shall find it,\" she wept, and was silent, that the adulterer might not even hear her speaking, and she did not choose the wrong done to her modesty, but rejected wrong done to Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:28",
                            "text": "Consider whether it was possible for her to suffer her body to be unchaste, who guarded even her speech."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:29",
                            "text": "26."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:30",
                            "text": "For some time my words have been becoming bashful, and fear to laud on or describe the wicked series of what was done."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:31",
                            "text": "Close your ears, ye virgins! The Virgin of God is taken to a house of shame."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:32",
                            "text": "But now unclose your ears, ye virgins."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:33",
                            "text": "The Virgin of Christ can be exposed to shame, but cannot be contaminated."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:34",
                            "text": "Everywhere she is the Virgin of God, and the Temple of God, and houses of ill-fame cannot injure chastity, but chastity does away with the ill-fame of the place."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:35",
                            "text": "27."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:36",
                            "text": "A great rush of wanton men is made to the place."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:37",
                            "text": "Listen, ye holy virgins, to the miracles of the martyr, forget the name of the place."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:38",
                            "text": "The door is shut within, the hawks cry without; some are contending who shall first attack the prey."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:39",
                            "text": "But she, with her hands raised to heaven, as though she had come to a house of prayer, not to a resort of lust, says: \"O Christ, Who didst tame the fierce lions for the virgin Daniel, Thou canst also tame the fierce minds of men."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:40",
                            "text": "Fire became as dew to the Hebrew children, the water stood up for the Jews, of Thy mercy, not of its own nature."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:41",
                            "text": "Susanna knelt down for punishment and triumphed over her adulterous accusers, the right hand withered which violated the gifts of Thy temple; and now thy temple itself is violated; suffer not sacrilegious incest, Thou Who didst not suffer theft."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:42",
                            "text": "Let Thy Name be now again glorified in that I who came here for shame, may go away a virgin!\"  28."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:43",
                            "text": "Scarcely had she finished her prayer, when, lo! a man with the aspect of a terrible warrior burst in."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:44",
                            "text": "How the virgin trembled before him to whom the trembling people gave way."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:45",
                            "text": "But she did not forget what she had read."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:46",
                            "text": "\"Daniel,\" said she, \"had gone to see the punishment of Susanna, and alone pronounced her guiltless, whom the people  had condemned."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:47",
                            "text": "A sheep may be hidden in the shape of this wolf."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:48",
                            "text": "Christ has His soldiers also, Who is Master of legions."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:49",
                            "text": "Or, perchance, an executioner has come in."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:50",
                            "text": "Fear not, my soul, such an one makes martyrs."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:51",
                            "text": "O Virgin! thy faith has saved thee\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:52",
                            "text": "29."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:53",
                            "text": "And the soldier said to her: \"Fear not, sister, I pray you."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:54",
                            "text": "I, a brother, am come hither to save life, not to destroy it."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:55",
                            "text": "Save me, that you yourself may be saved."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:56",
                            "text": "I came in like an adulterer, to go forth, if you will, as a martyr."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:57",
                            "text": "Let us change our attire, mine will fit you, and yours will fit me, and each for Christ."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:58",
                            "text": "Your robe will make me a true soldier, mine will make you a virgin."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:59",
                            "text": "You will be clothed well, I shall be unclothed even better that the persecutor may recognize me."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:60",
                            "text": "Take the garment which will conceal the woman, give me that which shall consecrate me a martyr."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:61",
                            "text": "Put on the cloak which will hide the limbs of a virgin, but preserve her modesty."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:62",
                            "text": "Take the cap which will cover your hair and conceal your countenance."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:63",
                            "text": "They who have entered houses of ill-fame are wont to blush."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:64",
                            "text": "When you have gone forth, take care not to look back, remembering Lot's wife, who lost her very nature because she looked back at what was unchaste, though with chaste eyes."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:65",
                            "text": "And be not afraid lest any part of the sacrifice fail."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:66",
                            "text": "I will offer the victim to God for you, do you offer the soldier to Christ for me."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:67",
                            "text": "You have served the good service of chastity, the wages of which are everlasting life; you have the breastplate of righteousness, which protects the body with spiritual armour, the shield of faith with which to ward off wounds, and the helmet of salvation, for there is the defence of our salvation where Christ is, since the man is the head of the woman."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:68",
                            "text": "and Christ of the virgin\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:69",
                            "text": "30."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:70",
                            "text": "Whilst saying this he put off his cloak."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:71",
                            "text": "This garment has been up to this time suspected of being that of a persecutor and adulterer."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:72",
                            "text": "The virgin offered her neck, the soldier his cloak."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:73",
                            "text": "What a spectacle that was, what a manifestation of grace when they were contending for martyrdom in a house of ill-fame! Let the characters be also considered, a soldier and a virgin, that is, persons unlike in natural disposition, but alike by the mercy of God, that the saying might be fulfilled: \"Then the wolves and the lambs shall feed together\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:74",
                            "text": "Behold the lamb and the wolf not only feed together but are also offered together."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:75",
                            "text": "Why should I say more? Having changed her garment, the maiden flies from the snare, not now with wings of her own, seeing she was borne on spiritual wings, and (a sight which the ages had never seen) she leaves the house of ill-fame a virgin, but a virgin of Christ."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:76",
                            "text": "31."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:77",
                            "text": "But they who were looking with their eyes, yet saw not, raged like robbers for prey, or wolves for a lamb."
                        },
                        {
                            "verse": 78,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:78",
                            "text": "One who was more shameless went in."
                        },
                        {
                            "verse": 79,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:79",
                            "text": "But when he took in the state of the matter with his eyes, he said, What is this? A maiden entered, now a man is to be seen here."
                        },
                        {
                            "verse": 80,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:80",
                            "text": "This is not the old fable of a hind instead of a maiden, but in truth a virgin become a soldier."
                        },
                        {
                            "verse": 81,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:81",
                            "text": "I had heard but believed not that Christ changed water into wine; now He has begun also to change the sexes."
                        },
                        {
                            "verse": 82,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:82",
                            "text": "Let us depart hence whilst we still are what we were."
                        },
                        {
                            "verse": 83,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:83",
                            "text": "Am I too changed who see things differently from what I believe them to be? I came to a house of ill-fame, and see a surety."
                        },
                        {
                            "verse": 84,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:84",
                            "text": "And yet I go forth changed, for I shall go out chaste who came in unchaste."
                        },
                        {
                            "verse": 85,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:85",
                            "text": "32."
                        },
                        {
                            "verse": 86,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:86",
                            "text": "When the affair was known, because a crown was due to such a conqueror, he was condemned for the virgin who was seized for the virgin, and so not only a virgin but a martyr came forth from the house of ill-fame."
                        },
                        {
                            "verse": 87,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:87",
                            "text": "It is reported that the maiden ran to the place of punishment, and that they both contended for death."
                        },
                        {
                            "verse": 88,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:88",
                            "text": "He said: \"I am condemned to death, the sentence let you go free when it retained me\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:89",
                            "text": "And she replied: \"I did not choose you as my surety on pain of death, but as a guarantee for my chastity."
                        },
                        {
                            "verse": 90,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:90",
                            "text": "If chastity be attacked, my sex remains; if blood is sought, I desire none to give bail for me, I have the means to pay."
                        },
                        {
                            "verse": 91,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:91",
                            "text": "The sentence was pronounced on me, which was pronounced for me."
                        },
                        {
                            "verse": 92,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:92",
                            "text": "Undoubtedly, if I had offered you as security for my debt, and in my absence the judge had assigned your property to the creditor, you would share the sentence with me, and I should pay your obligations with my patrimony."
                        },
                        {
                            "verse": 93,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:93",
                            "text": "Were I to refuse, who would not judge me worthy of a shameful death? How much more am I bound where there is a question of death? Let me die innocent, that I may not die guilty."
                        },
                        {
                            "verse": 94,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:94",
                            "text": "In this matter there is no middle course; today I shall either be guilty of your blood or a martyr in my own."
                        },
                        {
                            "verse": 95,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:95",
                            "text": "If I came back quickly, who dares to shut me out? If I delayed, who dares acquit me? I owe a greater  debt to the laws who am guilty not only of my own flight, but also of the death of another."
                        },
                        {
                            "verse": 96,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:96",
                            "text": "My limbs are equal to death, which were not equal to dishonour."
                        },
                        {
                            "verse": 97,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:97",
                            "text": "A virgin can accept a wound who could not accept contumely."
                        },
                        {
                            "verse": 98,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:98",
                            "text": "I avoided disgrace, not martyrdom."
                        },
                        {
                            "verse": 99,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:99",
                            "text": "I gave up my robe to you; I did not alter my profession."
                        },
                        {
                            "verse": 100,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:100",
                            "text": "And if you deprive me of death, you will not have rescued but circumvented me."
                        },
                        {
                            "verse": 101,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:101",
                            "text": "Beware, pray, of resisting, beware of venturing to contend with me."
                        },
                        {
                            "verse": 102,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:102",
                            "text": "Take not away the kindness you have conferred on me."
                        },
                        {
                            "verse": 103,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:103",
                            "text": "In denying me the execution of this sentence, you are setting up again the former one."
                        },
                        {
                            "verse": 104,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:104",
                            "text": "For the sentence is changed for a former one."
                        },
                        {
                            "verse": 105,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:105",
                            "text": "If the latter binds me not, the former one does."
                        },
                        {
                            "verse": 106,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:106",
                            "text": "We can each satisfy the sentence if you suffer me to be slain first."
                        },
                        {
                            "verse": 107,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:107",
                            "text": "From you they can exact no other penalty, but her chastity is in danger with a virgin."
                        },
                        {
                            "verse": 108,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:108",
                            "text": "And so you will be more glorious if you are seen to have made a martyr of an adulteress."
                        },
                        {
                            "verse": 109,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:109",
                            "text": "than to have made again an adulteress of a martyr\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:110",
                            "text": "33."
                        },
                        {
                            "verse": 111,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:111",
                            "text": "What do you think was the end? The two contended, and both gained the victory, and the crown was not divided, but became two."
                        },
                        {
                            "verse": 112,
                            "chapter": 4,
                            "name": "Ambrose: On Virgins Book II 4:112",
                            "text": "So the holy martyrs, conferring benefits one on the other, gave the one the impulse and the other the result to their martyrdom."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: On Virgins Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:2",
                            "text": "The story of the two Pythagorean friends, Damon and Pythias, is related by St."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:3",
                            "text": "Ambrose, who points out that the case mentioned in the last chapter is more praiseworthy."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:4",
                            "text": "A comparison is instituted between the treatment of their gods by heathen without any punishment, and Jeroboam's irreverence with its punishment."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:5",
                            "text": "34."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:6",
                            "text": "And the schools of the philosophers laud Damon and Pythias—the Pythagoreans—to the skies, of whom one, when condemned to death, asked for time to set his affairs in order, whereupon, the tyrant, in his cunning, not supposing that such could be found, asked for a bondsman who should suffer the penalty if the other delayed his return."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:7",
                            "text": "I do not know which act of the two was the more noble."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:8",
                            "text": "The one found the bondsman, the other offered himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:9",
                            "text": "And so while he who was condemned met with some delay, the bondsman with calm countenance did not refuse death."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:10",
                            "text": "As he was being led forth his friend returned, and offered his neck to the axe."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:11",
                            "text": "Then the tyrant, wondering that friendship was dearer to philosophers than life, asked himself to be received into friendship by those whom he had condemned."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:12",
                            "text": "The grace of Virtue was so great that it moved even a tyrant."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:13",
                            "text": "35."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:14",
                            "text": "These things are worthy of praise; but are inferior to our instance."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:15",
                            "text": "For those two were men, with us one was a virgin, who had first to be superior to her sex; those were friends, these were unknown to each other; those offered themselves to one tyrant, these to many tyrants; and these more cruel, for in the former case the tyrant spared them, these slew them; with the former one was bound by necessity, with these the will of each was free."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:16",
                            "text": "In this, too, the latter were the wiser, that with those the end of their zeal was the pleasure of friendship, with these the crown of martyrdom, for they strove for men, these for God."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:17",
                            "text": "36."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:18",
                            "text": "And since we have mentioned that man who was condemned, it is fitting to add what he thought of his gods, that you may judge how weak they are whom their own followers deride."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:19",
                            "text": "For he, having come into the temple of Jupiter, bade them take off the fillet of gold with which his image was crowned, and to put on one of wool instead, saying that the golden fillet was cold in winter and heavy in summer."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:20",
                            "text": "So he derided his god as being unable to bear either a weight or cold."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:21",
                            "text": "He, too, when he saw the golden beard of aesculapius, bade them remove it, saying that it was not fit for the son to have a beard when the father had none."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:22",
                            "text": "Again, he took away the golden bowls from the images which held them, saying that he ought to receive what the gods gave."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:23",
                            "text": "For, said he, men make prayers to receive good things from the gods, and nothing is better than gold; if, however, gold be evil, the gods ought not to have it; if it be good, it is better that men should have it who know how to use it."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:24",
                            "text": "37."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:25",
                            "text": "Such objects of ridicule were they, that neither could Jupiter defend his garment, nor aesculapius his beard, for Apollo had not yet begun to grow one; nor could all those who are esteemed gods keep the golden bowls which they were holding, not fearing the charge of theft so much as not having any feeling."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:26",
                            "text": "Who, then, would worship them, who can neither defend themselves as gods nor hide themselves as men?  38."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:27",
                            "text": "But when in the temple of our God, that wicked king Jeroboam took away the gifts which his father had laid up, and offered to idols upon the holy altar, did not his right hand, which he stretched out, wither, and his idols, which he called upon,  were not able to help him? Then, turning to the Lord, he asked for pardon, and at once his hand which had withered by sacrilege was healed by true religion."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: On Virgins Book II 5:28",
                            "text": "So complete an example was there set forth in one person, both of divine mercy and wrath when he who was sacrificing suddenly lost his right hand, but when penitent received forgiveness."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: On Virgins Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:3",
                            "text": "Ambrose, in concluding the second book, ascribes any good there may be in it to the merits of the virgins, and sets forth that it was right before laying down any severe precepts to encourage them by examples, as is done both in human teaching and in holy Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:4",
                            "text": "39."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:5",
                            "text": "I, who have been not yet three years a bishop, have prepared this offering for you, holy virgins, although untaught by my own experience, yet having learnt much from your mode of life."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:6",
                            "text": "For what experience could have grown up in so short a time of being initiated in religion? If you find any flowers herein, gather them together in the bosom of your lives."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:7",
                            "text": "These are not precepts for virgins, but instances taken from virgins."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:8",
                            "text": "My words have sketched the likeness of your virtue, you may see the reflection of your gravity, as it were, in the mirror of this discourse."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:9",
                            "text": "If you have received any pleasure from my ability, all the fragrance of this book is yours."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:10",
                            "text": "And since there are as many opinions as there are persons, if there be anything simple in my treatise let all read it; if anything stronger, let the more mature prove it; if anything modest, let it cleave to the breast and tinge the cheeks; if there be anything flowery, let the flowery age of youth not disdain it."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:11",
                            "text": "40."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:12",
                            "text": "We ought to stir up the love of the bride, for it is written: \"Thou shalt love the Lord thy God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:13",
                            "text": "At bridal feasts we ought to adorn the hair at least with some ornaments of prayer, for it is written: \"Smite the hands together, and strike with the foot\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:14",
                            "text": "We ought to scatter roses on those uninterrupted bridals."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:15",
                            "text": "Even in these temporal marriages the bride is received with acclamation before she receives commands, lest hard commands should hurt her, before love cherished by kindness grows strong."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:16",
                            "text": "41."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:17",
                            "text": "Horses learn to love the sound of patting their necks, that they may not refuse the yoke, and are first trained with words of enticement before the stripe of discipline."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:18",
                            "text": "But when the horse has submitted its neck to the yoke, the rein pulls in, and the spur urges on, and its companions draw it, and the driver bids it."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:19",
                            "text": "So, too, our virgin ought first to play with pious love, and admire the golden supports of the heavenly marriage couch on the very threshold of marriage, and to see the door-posts adorned with wreaths of leaves, and to taste the delight of the musicians playing within; that she may not through fear withdraw herself from the Lord's yoke, before she obeys His call."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:20",
                            "text": "42."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:21",
                            "text": "\"Come, then, hither from Lebanon, My spouse, come hither from Lebanon, thou shalt pass and pass through\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:22",
                            "text": "This verse must be often repeated by us, that at least being called by the words of the Lord, she may follow if there be any who will not trust the words of man."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:23",
                            "text": "We have not formed this power for ourselves, but have received it; this is the heavenly teaching of the mystic song: \"Let Him kiss me with the kisses of His mouth, for Thy breasts are better than wine, and the odor of Thy ointments is above all spices."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:24",
                            "text": "Thy name is as ointment poured forth\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:25",
                            "text": "The whole of that place of delights sounds of sport, stirs up approval, calls forth love."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:26",
                            "text": "\"Therefore,\" it continues, \"have the maidens loved Thee and have drawn Thee, let us run after the odour of Thy ointments."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:27",
                            "text": "The King hath brought me into His chamber\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:28",
                            "text": "She began with kisses, and so attained to the chamber."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:29",
                            "text": "43."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:30",
                            "text": "She, now so patient of hard toil, and of practised virtue, as to open the bars with her hand, go forth into the field, and abide in strongholds, at the beginning ran after the odour of the ointment; soon when she is come into the chamber the ointment is changed."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:31",
                            "text": "And see whither she goes: \"If it be a wall,\" it is said, \"we will build upon it towers of silver\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Ambrose: On Virgins Book II 6:32",
                            "text": "She who sported with kisses now builds towers that, encircled with the precious battlements of the saints, she may not only render fruitless the attacks of the enemy, but also erect the safe defences of holy merits."
                        }
                    ]
                }
            ]
        }
    ]
}