{
    "books": [
        {
            "name": "Gregory of Nazianzen: To Theodore",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory of Nazianzen: To Theodore 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:1",
                            "text": "7."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:2",
                            "text": "To Theodore, Bishop of Tyana."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:3",
                            "text": "(Theodore, a native of Arianzus, and an intimate friend of Gregory, accompanied him to Constantinople a."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:4",
                            "text": "d."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:5",
                            "text": "379, and shared his persecution by the Arians, who broke into their church during the celebration of the divine liturgy, and pelted the clergy with stones."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:6",
                            "text": "Theodore could not bring himself to put up with this, and declared his intention of prosecuting the aggressors."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:7",
                            "text": "Gregory wrote the following letter to dissuade him from this course, by shewing him how much more noble it is to forgive than to revenge."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:8",
                            "text": ")  Ep."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:9",
                            "text": "LXXVII."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:10",
                            "text": "I hear that you are indignant at the outrages which have been committed on us by the Monks and the Mendicants."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:11",
                            "text": "And it is no wonder, seeing that you never yet had felt a blow, and were without experience of the evils we have to endure, that you did feel angry at such a thing."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:12",
                            "text": "But we as experienced in many sorts of evil, and as having had our share of insult, may be considered worthy of belief when we exhort Your Reverence, as old age teaches and as reason suggests."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:13",
                            "text": "Certainly what has happened was dreadful, and more than dreadful,—no one will deny it: that our altars were insulted, our mysteries disturbed, and that we ourselves had to stand between the communicants and those who would stone them, and to make our intercessions a cure for stonings; that the reverence due to virgins was forgotten, and the good order of monks, and the calamity of the poor, who lost even their pity through ferocity."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:14",
                            "text": "But perhaps it would be better to be patient, and to give an example of patience to many by our sufferings."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:15",
                            "text": "For argument is not so persuasive of the world in general as is practice, that silent exhortation."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:16",
                            "text": "We think it an important matter to obtain penalties from those who have wronged us: an important matter, I say, (for even this is sometimes useful for the correction of others)—but it is far greater and more Godlike, to bear with injuries."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:17",
                            "text": "For the former course curbs wickedness, but the latter makes men good, which is much better and more perfect than merely being not wicked."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:18",
                            "text": "Let us consider that the great pursuit of mercifulness is set before us, and let us forgive the wrongs done to us that we also may obtain forgiveness, and let us by kindness lay up a store of kindness."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:19",
                            "text": "Phineas was called Zelotes because he ran through the Midianitish woman with the man who was committing fornication with her, and because he took away the reproach from the children of Israel: but he was more praised because he prayed for the people when they had transgressed."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:20",
                            "text": "Let us then also stand and make propitiation, and let the plague be stayed, and let this be counted unto us for righteousness."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:21",
                            "text": "Moses also was praised because he slew the Egyptian that oppressed the Israelite; but he was more admirable because he healed by his prayer his sister Miriam when she was made leprous for her murmuring."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:22",
                            "text": "Look also at what follows."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:23",
                            "text": "The people of Nineve are threatened with an overthrow, but by their tears they redeem their sin."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:24",
                            "text": "Manasses was the most lawless of Kings, but is the most conspicuous among those who have attained salvation through mourning."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:25",
                            "text": "O Ephraim what shall I do unto thee, saith God."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:26",
                            "text": "What anger is here expressed—and yet protection is added."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:27",
                            "text": "What is swifter than Mercy? The Disciples ask for flames of Sodom upon those who drive Jesus away, but He deprecates revenge."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:28",
                            "text": "Peter cuts off the ear of Malchus, one of those who outraged Him, but Jesus restores it."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:29",
                            "text": "And what of him who asks whether he must seven times forgive a brother if he has trespassed, is he not condemned for his niggardliness, for to the seven is added seventy times seven? What of the debtor in the Gospel who will not forgive as he has been forgiven? Is it not more bitterly exacted of him for this? And what saith the pattern of prayer? Does it not desire that forgiveness may be earned by forgiveness?  Having so many examples let us imitate the mercy of God, and not desire to learn from ourselves how great an evil is requital of sin."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:30",
                            "text": "You see the sequence of goodness."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:31",
                            "text": "First it makes laws, then it commands, threatens, reproaches, holds out warnings, restrains, threatens again, and only when forced to do so strikes the blow, but this little by little, opening the way to amendment."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:32",
                            "text": "Let us then not strike suddenly (for it is not safe to do so), but being self-restrained in our fear let us conquer by mercy, and make them our debtors by our kindness, tormenting them by their conscience rather than by anger."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:33",
                            "text": "Let us not dry up a fig tree which may yet bear fruit, nor condemn it as useless and cumbering the ground, when possibly the care and diligence of a skilful gardener may yet heal it."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:34",
                            "text": "And do not let us so quickly destroy so great and glorious a work through what is perhaps the spite and malice of the devil; but let us choose to shew ourselves merciful rather than severe, and lovers of the poor rather than of abstract justice; and let us not make more account of those who would enkindle us to this than of those who would restrain us, considering, if nothing else, the disgrace of appearing to contend against mendicants who have this great advantage that even if they are in the wrong they are pitied for their misfortune."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:35",
                            "text": "But as things are, consider that all the poor and those who support them, and all the Monks and Virgins are falling at your feet and praying you on their behalf."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:36",
                            "text": "Grant to all these for them this favour (since they have suffered enough as is clear by what they have asked of us) and above all to me who am their representative."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:37",
                            "text": "And if it appear to you monstrous that we should have been dishonoured by them, remember that it is far worse that we should not be listened to by you when we make this request of you."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:38",
                            "text": "May God forgive the noble Paulus his outrages upon us."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:39",
                            "text": "Ep."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:40",
                            "text": "CXV."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:41",
                            "text": "(Sent about Easter a."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:42",
                            "text": "d."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:43",
                            "text": "382 with a copy of the Philocalia, or Chrestomathy of Origen's works edited by himself and S."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:44",
                            "text": "Basil."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:45",
                            "text": ")  You anticipate the Festival, and the letters, and, which is better still, the time by your eagerness, and you bestow on us a preliminary festival."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:46",
                            "text": "Such is what Your Reverence gives us."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:47",
                            "text": "And we in return give you the greatest thing we have, our prayers."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:48",
                            "text": "But that you may have some small thing to remember us by, we send you the volume of the Philocalia of Origen, containing a selection of passages useful to students of literature."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:49",
                            "text": "Deign to accept this, and give us a proof of its usefulness, being aided by diligence and the Spirit."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:50",
                            "text": "Ep."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:51",
                            "text": "CXXI."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:52",
                            "text": "(Written a little later, as a letter of thanks for an Easter Gift."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:53",
                            "text": "Theodore had quite recently been made Archbishop of Tyana."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:54",
                            "text": ")  We rejoice in the tokens of love, and especially at such a season, and from one at once so young a man, and so perfect; and, to greet you with the words of Scripture, stablished in your youth, for so it calls him who is more advanced in wisdom than his years lead us to expect."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:55",
                            "text": "The old Fathers prayed for the dew of heaven and fatness of the earth and other such things for their children, though perhaps some may understand these things in a higher sense; but we will give you back all in a spiritual sense."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:56",
                            "text": "The Lord fulfil all thy requests, and mayest thou be the father of such children (if I may pray for you concisely and intimately) as you yourself have shewn yourself to your own parents, so that we, as well as every one else, may be glorified concerning you."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:57",
                            "text": "Ep."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:58",
                            "text": "CXXII."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:59",
                            "text": "You owe me, even as a sick man, tending, for one of the commandments is the visitation of the sick."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:60",
                            "text": "And you also owe to the Holy Martyrs their annual honour, which we celebrate in your own Arianzus on the 23rd of the month which we call Dathusa."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:61",
                            "text": "And at the same time there are ecclesiastical affairs not a few which need our common examination."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:62",
                            "text": "For all these reasons then, I beg you to come at once: for though the labour is great, the reward is equivalent."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:63",
                            "text": "Ep."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:64",
                            "text": "CXXIII."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:65",
                            "text": "(To excuse himself for postponing his acceptance of an invitation."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:66",
                            "text": ")  I reverence your presence, and I delight in your company; although otherwise I counselled myself to remain at home and philosophize in quiet, for I found this of all courses the most profitable for myself."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:67",
                            "text": "And since the winds are still somewhat rough, and my infirmity has not yet left me, I beg you to bear with me patiently for a little while, and to join me in my prayers for health; and as soon as the fit season comes I will attend upon your requests."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:68",
                            "text": "Ep."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:69",
                            "text": "CXXIV."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:70",
                            "text": "(A little later on, when the weather was more settled, Gregory accepts the invitation and proposes to come at once, but declines to attend the Provincial Synod."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:71",
                            "text": ")  You call me? And I hasten, and that for a private visit."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:72",
                            "text": "Synods and Conventions I salute from afar, since I have experienced that most of them (to speak moderately) are but sorry affairs."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:73",
                            "text": "What then remains? Help with your prayers my just desires that I may obtain that for which I am anxious."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:74",
                            "text": "Ep."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:75",
                            "text": "CLII."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:76",
                            "text": "(On his retirement from Constantinople Gregory had at the request of the Bishops of the Province, and especially of Theodore of Tyana the Metropolitan, and Bosporius Bishop of Colonia (see letters above) and at the earnest solicitation of the people, undertaken the charge of the Diocese of Nazianzus; but he very soon found that his health was not equal to so great a task, and that he could not fulfil its calls upon him."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:77",
                            "text": "He struggled on for some time, but at length, finding himself quite unequal to it, he wrote as follows to the Metropolitan:)  It is time for me to use these words of Scripture, To whom shall I cry when I am wronged? Who will stretch out a hand to me when I am oppressed? To whom shall the burden of this Church pass, in its present evil and paralysed condition? I protest before God and the Elect Angels that the Flock of God is being unrighteously dealt with in being left without a Shepherd or a Bishop, through my being laid on the shelf."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:78",
                            "text": "For I am a prisoner to my ill health and have been very quickly removed thereby from the Church, and made quite useless to everybody, every day breathing my last, and getting more and more crushed by my duties."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:79",
                            "text": "If the Province had any other head, it would have been my duty to cry out and protest to it continually."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:80",
                            "text": "But since Your Reverence is the Superior, it is to you I must look."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:81",
                            "text": "For, to leave out everything else, you shall learn from my fellow-priests, Eulalius the Chorepiscopus and Celeusius, whom I have specially sent to Your Reverence, what these robbers who have now got the upper hand, are both doing and threatening."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:82",
                            "text": "To repress them is not in the power of my weakness, but belongs to your skill and strength; since to you, with His other gifts God has given that of strength also for the protection of His Church."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:83",
                            "text": "If in saying and writing this I cannot get a hearing, I shall take the only course remaining to me, that of publicly proclaiming and making known that this Church needs a Bishop, in order that it may not be injured by my feeble health."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:84",
                            "text": "What is to follow is matter for your consideration."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:85",
                            "text": "Ep."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:86",
                            "text": "CLIII."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:87",
                            "text": "To Bosporius, Bishop of Colonia."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:88",
                            "text": "(S."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:89",
                            "text": "Gregory had to carry out his threat."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:90",
                            "text": "He resigned the care of Nazianzus, and nothing would induce him to withdraw his resignation."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:91",
                            "text": "Bosporius wrote him an urgent letter with this object, but he replied as follows:)  Twice I have been tripped up by you, and have been deceived (you know what I mean), and, if it was justly, may the Lord smell from you an odour of sweet savour; if unjustly, may the Lord pardon it."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:92",
                            "text": "For so it is reasonable for me to speak of you, seeing we are commanded to be patient when injuries are inflicted on us."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:93",
                            "text": "But as you are master of your own opinions, so am I of mine."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:94",
                            "text": "That troublesome Gregory will no longer be troublesome to you."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:95",
                            "text": "I will withdraw myself to God, Who alone is pure and guileless."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:96",
                            "text": "I will retire into myself."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:97",
                            "text": "This I have determined; for to stumble twice on the same stone is attributed by the proverb to fools alone."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:98",
                            "text": "Ep."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:99",
                            "text": "CLVII."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:100",
                            "text": "To Theodore, Archbishop of Tyana."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:101",
                            "text": "(S."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:102",
                            "text": "Gregory succeeded at the end of a."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:103",
                            "text": "d."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:104",
                            "text": "382 in convincing the Metropolitan and his Comprovincials of his sincerity in desiring to retire; and so they began to cast about for a Successor."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:105",
                            "text": "Gregory desired that his cousin the Chorepiscopus Eulalius should be nominated, but the Bishops felt some jealousy at what they took to be an attempt on his part to dictate to them, and refused to allow him to take any part in the election, on the ground that he either never had been, or at any rate had ceased to be one of the Bishops of the Province."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:106",
                            "text": "He protested, but finding that he could not convince them he withdrew his claim to a vote and wrote to Theodore, as follows:—)  Our spiritual affairs have reached their limit: I will not trouble you any further."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:107",
                            "text": "Join together: take your precautions: take counsel against us: let our enemies have the victory: let the canons be accurately observed, beginning with us, the most ignorant of men."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:108",
                            "text": "There is no ill-will in accuracy; only do not let the rights of friendship be impeded."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:109",
                            "text": "The children of my very honoured son Nicobulus have come to the city to learn shorthand."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:110",
                            "text": "Be kind enough to look upon them with a fatherly and kindly eye (for the canons do not forbid this), but especially take care that they live near the Church."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:111",
                            "text": "For I desire that they should be moulded in character to virtue by continual association with Your Perfectness."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:112",
                            "text": "Ep."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:113",
                            "text": "CLXIII."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:114",
                            "text": "(George a layman of Paspasus, was sent by Theodore of Tyana to Saint Gregory that the latter might convince him of his error and sin in repudiating an oath which he had taken, on the ground that it was taken in writing and not viva voce."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:115",
                            "text": "Gregory seems to have brought him to a better mind, and sent him back to the Metropolitan with the following letter, requesting that due penance be imposed upon him, and have its length regulated by his contrition."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:116",
                            "text": "This letter was read to the Second Council of Constantinople in 553, by Euphrantes, a successor of Theodore in the See of Tyana, and was accepted by the Fathers, wherefore it is regarded as having almost the force of a Canon of the Church Universal."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:117",
                            "text": ")  God grant you to the Churches, both for our glory, and for the benefit of many, being as you are so circumspect and cautious in spiritual matters as to make us also more cautious who are considered to have some advantage over you in years."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:118",
                            "text": "Since, however, you have wished to take us as partners in your spiritual inquiry (I mean about the oath which George of Paspasus appears to have sworn), we will declare to Your Reverence what presents itself to our mind."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:119",
                            "text": "Very many people, as it seems to me, delude themselves by considering oaths which are taken with the sanction of spoken imprecations to be real oaths, but those which are written and not verbally uttered, to be mere matter of form, and no oaths at all."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:120",
                            "text": "For how can we suppose that while a written schedule of debts is more binding than a verbal acknowledgment, yet a written oath is something other than an oath? Or to speak concisely, we hold an oath to be the assurance given to one who asked for and obtained it."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:121",
                            "text": "Nor is it sufficient to say that he suffered violence (for the violence was the Law by which he bound himself), nor that afterwards he won the cause in the Law Court—for the very fact that he went to law was a breach of his oath."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:122",
                            "text": "I have persuaded our brother George of this, not to pretend excuses for his sin, and not to seek out arguments to defend his transgression, but to recognize the writing as an oath, and to bewail his sin before God and Your Reverence, even though he formerly deceived himself and took a different view of it."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:123",
                            "text": "This is what we have personally argued with him; and it is evident that if you will discourse with him more carefully, you will deepen his contrition, since you are a great healer of souls, and having treated him according to the Canon for as long a time as shall seem right, you will afterwards be able to confer indulgence upon him in the matter of time."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:124",
                            "text": "And the measure of the time must be the measure of his compunction."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:125",
                            "text": "Ep."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:126",
                            "text": "CLXXXIII."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:127",
                            "text": "(Helladius, Archbishop of Caesarea, contested the validity of the election of Eulalius to the Bishopric of Nazianzus, and accused Bosporius of heresy."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:128",
                            "text": "S."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:129",
                            "text": "Gregory here throws the whole weight of his authority into the other scale."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:130",
                            "text": "It is however manifest from the very terms of the letter that the person addressed is not Theodore of Tyana."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:131",
                            "text": "It was conjectured by Clémencet that perhaps he was Theodore of Mopsuestia."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:132",
                            "text": ")  Envy, which no one easily escapes, has got some foothold amongst us."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:133",
                            "text": "See, even we Cappadocians are in a state of faction, so to speak—a calamity never heard of before, and not to be believed—so that no flesh may glory in the sight of God, but that we may be careful, since we are all human, not to condemn each other rashly."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:134",
                            "text": "For myself, there is some gain even from the misfortune (if I may speak somewhat paradoxically), and I really gather a rose out of thorns, as the proverb has it."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:135",
                            "text": "Hitherto I have never met Your Reverence face to face, nor conversed with you by letter, but have only been illuminated by your reputation; but now I am of necessity compelled to approach you by letter, and I am very grateful to him who has procured me this privilege."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:136",
                            "text": "I omit to write to the other Bishops about whom you wrote to me, as the opportunity has not yet arisen."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:137",
                            "text": "Moreover my weak health makes me less active in this matter; but what I write to you I write to them also through you."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:138",
                            "text": "My Lord the God-beloved Bishop Helladius must cease to waste his labour on our concerns."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:139",
                            "text": "For it is not through spiritual earnestness, but through party zeal, that he is seeking this; and not for the sake of accurate compliance with the canons, but for the satisfaction of anger, as is evident by the time he has chosen, and because many have moved with him unreasonably, for I must say this, and not trouble myself about it."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:140",
                            "text": "If I were physically in a condition to govern the Church of Nazianzus, to which I was originally appointed, and not to Sasima as some would falsely persuade you, I should not have been so cowardly or so ignorant of the Divine Constitutions as either to despise that Church, or to seek for an easy life in preference to the prizes which are in store for those who labour according to God's will, and work with the talent committed to their care."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:141",
                            "text": "For what profit should I have from my many labours and my great hopes, if I were ill advised in the most important matters? But since my bodily health is bad, as everyone can plainly see, and I have not any responsibility to fear on account of this withdrawal, for the reason I have mentioned, and I saw that the Church through cleaving to me was suffering in its best interests and almost being destroyed through my illness, I prayed both before and now again my Lords the God-beloved Bishops (I mean those of our own Province) to give the Church a head, which they have done by God's Grace, worthy both of my desire and of your prayers."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:142",
                            "text": "This I would have you both know yourself, most honourable Lord, and also inform the rest of the Bishops, that they may receive him and support him by their votes, and not bear heavily on my old age by believing the slander."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:143",
                            "text": "Let me add this to any letter."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:144",
                            "text": "If your examination finds my Lord the God-beloved Priest Bosporius guilty concerning the faith—a thing which it is not lawful even to suggest—(I pass over his age and my personal testimony) judge him so yourselves."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:145",
                            "text": "But if the discussion about the dioceses is the cause of this evil report and this novel accusation, do not be led away by the slander, and do not give to falsehoods a greater strength than to the truth, I beg you, lest you should cast into despair those who desire to do what is right."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:146",
                            "text": "May you be granted good health and spirits and courage and continual progress in the things of God to us and to the Church, whose common boast you are."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:147",
                            "text": "Ep."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:148",
                            "text": "CXXXIX."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:149",
                            "text": "(This letter is written at a somewhat earlier date in reference to the consent he had been induced to give to remaining for some time longer as administrator of the See of Nazianzus."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:150",
                            "text": "It is certainly not addressed to Theodore of Tyana, and it is not known who this Theodore is."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:151",
                            "text": ")  He Who raised David His servant from the Shepherd's work to the Throne, and Your Reverence from the flock to the Work of the Shepherd: He that orders our affairs and those of all who hope in Him according to His own Will: may He now put it into the mind of Your Reverence to know the dishonour which I have suffered at the hands of my Lords the Bishops in the matter of their votes, in that they have agreed to the Election, but have excluded us."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:152",
                            "text": "I will not lay the blame on Your Reverence, because you have but recently come to preside over our affairs, and are, as is to be expected, for the most part unacquainted with our history."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:153",
                            "text": "This is quite enough: for I have no mind to trouble you further, that I may not seem burdensome at the very beginning of our friendship."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:154",
                            "text": "But I will tell you what suggests itself to me in taking counsel with God."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:155",
                            "text": "I retired from the Church at Nazianzus, not as either despising God, or looking down on the littleness of the flock (God forbid that a philosophic soul should be so disposed); but first because I am not bound by any such appointment: and secondly because I am broken down by my ill health, and do not think myself equal to such anxieties."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:156",
                            "text": "And since you too have been heavy on me, in reproaching me with my resignation, and I myself could not endure the clamours against me, and since the times are hard, threatening us with an inroad of enemies to the injury of the commonwealth of the whole Church, I finally made up my mind to suffer a defeat which is painful to my body, but perhaps not bad for my soul."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:157",
                            "text": "I make over this miserable body to the Church for as long as it may be possible, thinking it better to suffer any distress to the flesh rather than to incur a spiritual injury myself or to inflict it upon others, who have thought the worst of us, judging from their own experience."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Theodore 1:158",
                            "text": "Knowing this, do pray for me, and approve my resolution: and perhaps it is not out of place to say, mould yourself to piety."
                        }
                    ]
                }
            ]
        }
    ]
}