{
    "books": [
        {
            "name": "Augustine: Confessions Book XIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Confessions Book XIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:1",
                            "text": "Confessions Book XIII: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:2",
                            "text": "—He Calls Upon God, and Proposes to Himself to Worship Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:3",
                            "text": "I Call upon Thee, my God, my mercy, who madest me, and who didst not forget me, though forgetful of Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:4",
                            "text": "I call Thee into my soul, which by the desire which Thou inspirest in it Thou preparest for Thy reception."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:5",
                            "text": "Do not Thou forsake me calling upon Thee, who didst anticipate me before I called, and didst importunately urge with manifold calls that I should hear Thee from afar, and be converted, and call upon Thee who calledst me."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:6",
                            "text": "For Thou, O Lord, hast blotted out all my evil deserts, that Thou mightest not repay into my hands wherewith I have fallen from Thee, and Thou hast anticipated all my good deserts, that Thou mightest repay into Thy hands wherewith Thou madest me; because before I was, Thou wast, nor was I anything to which Thou mightest grant being."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:7",
                            "text": "And yet behold, I am, out of Thy goodness, anticipating all this which Thou hast made me, and of which Thou hast made me."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book XIII 1:8",
                            "text": "For neither hadst Thou stood in need of me, nor am I such a good as to be helpful unto Thee, my Lord and God; not that I may so serve Thee as though Thou wert fatigued in working, or lest Thy power may be less if lacking my assistance nor that, like the land, I may so cultivate Thee that Thou wouldest be uncultivated did I cultivate Thee not but that I may serve and worship Thee, to the end that I may have well-being from Thee; from whom it is that I am one susceptible of well-being."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Confessions Book XIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:2",
                            "text": "—All Creatures Subsist from the Plenitude of Divine Goodness."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:3",
                            "text": "For of the plenitude of Thy goodness Thy creature subsists, that a good, which could profit Thee nothing, nor though of Thee was equal to Thee, might yet be, since it could be made of Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:4",
                            "text": "For what did heaven and earth, which Thou madest in the beginning, deserve of Thee? Let those spiritual and corporeal natures, which Thou in Thy wisdom madest, declare what they deserve of Thee to depend thereon,—even the inchoate and formless, each in its own kind, either spiritual or corporeal, going into excess, and into remote unlikeness unto Thee (the spiritual, though formless, more excellent than if it were a formed body; and the corporeal, though formless, more excellent than if it were altogether nothing), and thus they as formless would depend upon Thy Word, unless by the same Word they were recalled to Thy Unity, and endued with form, and from Thee, the one sovereign Good, were all made very good."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:5",
                            "text": "How have they deserved of Thee, that they should be even formless, since they would not be even this except from Thee?."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:6",
                            "text": "How has corporeal matter deserved of Thee, to be even invisible and formless, since it were not even this hadst Thou not made it; and therefore since it was not, it could not deserve of Thee that it should be made? Or how could the inchoate spiritual creature deserve of Thee, that even it should flow darksomely like the deep,—unlike Thee, had it not been by the same Word turned to that by Whom it was created, and by Him so enlightened become light, although not equally, yet conformably to that Form which is equal unto Thee? For as to a body, to be is not all one with being beautiful, for then it could not be deformed; so also to a created spirit, to live is not all one with living wisely, for then it would be wise unchangeably."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:7",
                            "text": "But it is good for it always to hold fast unto Thee, lest, in turning from Thee, it lose that light which it hath obtained in turning to Thee, and relapse into a light resembling the darksome deep."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:8",
                            "text": "For even we ourselves, who in respect of the soul are a spiritual creature, having turned away from Thee, our light, were in that life \"sometimes darkness;\" and do labour amidst the remains of our darkness, until in Thy Only One we become Thy righteousness, like the mountains of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book XIII 2:9",
                            "text": "For we have been Thy judgments, which are like the great deep."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: Confessions Book XIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XIII 3:2",
                            "text": "—Genesis I."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XIII 3:3",
                            "text": ",—Of \"Light,\"—He Understands as It is Seen in the Spiritual Creature."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XIII 3:4",
                            "text": "But what Thou saidst in the beginning of the creation, \"Let there be light, and there was light,\" I do not unfitly understand of the spiritual creature; because there was even then a kind of life, which Thou mightest illuminate."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XIII 3:5",
                            "text": "But as it had not deserved of Thee that it should be such a life as could be enlightened, so neither, when it already was, hath it deserved of Thee that it should be enlightened."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book XIII 3:6",
                            "text": "For neither could its formlessness be pleasing unto Thee, unless it became light,—not by merely existing, but by beholding the illuminating light, and cleaving unto it; so also, that it lives, and lives happily, it owes to nothing whatsoever but to Thy grace; being converted by means of a better change unto that which can be changed neither into better nor into worse; the which Thou only art because Thou only simply art, to whom it is not one thing to live, another to live blessedly, since Thou art Thyself Thine own Blessedness."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: Confessions Book XIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XIII 4:2",
                            "text": "—All Things Have Been Created by the Grace of God, and are Not of Him as Standing in Need of Created Things."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XIII 4:3",
                            "text": "What, therefore, could there be wanting unto Thy good, which Thou Thyself art, although these things had either never been, or had remained formless,—the which Thou madest not out of any want, but out of the plenitude of Thy goodness, restraining them and converting them to form not as though Thy joy were perfected by them? For to Thee, being perfect, their imperfection is displeasing, and therefore were they perfected by Thee, and were pleasing unto Thee; but not as if Thou wert imperfect, and wert to be perfected in their perfection."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XIII 4:4",
                            "text": "For Thy good Spirit was borne over the waters, not borne up by them as if He rested upon them."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XIII 4:5",
                            "text": "For those in whom Thy good Spirit is said to rest, He causes to rest in Himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book XIII 4:6",
                            "text": "But Thy incorruptible and unchangeable will, which in itself is all-sufficient for itself, was borne over that life which Thou hadst made, to which to live is not all one with living happily, since, flowing in its own darkness, it liveth also; for which it remaineth to be converted unto Him by whom it was made, and to live more and more by \"the fountain of life,\" and in His light to \"see light,\" and to be perfected, and enlightened, and made happy."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: Confessions Book XIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XIII 5:2",
                            "text": "—He Recognises the Trinity in the First Two Verses of Genesis."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XIII 5:3",
                            "text": "Behold now, the Trinity appears unto me in an enigma, which Thou, O my God, art, since Thou, O Father, in the Beginning of our wisdom,—Which is Thy Wisdom, born of Thyself, equal and co-eternal unto Thee,—that is, in Thy Son, hast created heaven and earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XIII 5:4",
                            "text": "Many things have we said of the heaven of heavens, and of the earth invisible and formless, and of the darksome deep, in reference to the wandering defects of its spiritual deformity, were it not converted unto Him from whom was its life, such as it was, and by His enlightening became a beauteous life, and the heaven of that heaven which was afterwards set between water and water."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XIII 5:5",
                            "text": "And under the name of God, I now held the Father, who made these things; and under the name of the Beginning, the Son, in whom He made these things; and believing, as I did, that my God was the Trinity, I sought further in His holy words, and behold, Thy Spirit was borne over the waters."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book XIII 5:6",
                            "text": "Behold the Trinity, O my God, Father, Son, and Holy Ghost,—the Creator of all creation."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: Confessions Book XIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XIII 6:2",
                            "text": "—Why the Holy Ghost Should Have Been Mentioned After the Mention of Heaven and Earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XIII 6:3",
                            "text": "But what was the cause, O Thou true-speaking Light? Unto Thee do I lift up my heart, let it not teach me vain things; disperse its darkness, and tell me, I beseech Thee, by our mother charity, tell me, I beseech Thee, the reason why, after the mention of heaven, and of the earth invisible and formless, and darkness upon the deep, Thy Scripture should then at length mention Thy Spirit? Was it because it was meet that it should be spoken of Him that He was \"borne over,\" and this could not be said, unless that were first mentioned \"over\" which Thy Spirit may be understood to have been \"borne?\" For neither was He \"borne over\" the Father, nor the Son, nor could it rightly be said that He was \"borne over\" if He were \"borne over\" nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XIII 6:4",
                            "text": "That, therefore, was first to be spoken of \"over\" which He might be \"borne;\" and then He, whom it was not meet to mention otherwise than as having been \"borne\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book XIII 6:5",
                            "text": "Why, then, was it not meet that it should otherwise be mentioned of Him, than as having been \"borne over?\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: Confessions Book XIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XIII 7:2",
                            "text": "—That the Holy Spirit Brings Us to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XIII 7:3",
                            "text": "Hence let him that is able now follow Thy apostle with his understanding where he thus speaks, because Thy love \"is shed abroad in our hearts by the Holy Ghost, which is given unto us;\" and where, \"concerning spiritual gifts,\" he teacheth and showeth unto us a more excellent way of charity; and where he bows his knees unto Thee for us, that we may know the super-eminent knowledge of the love of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XIII 7:4",
                            "text": "And, therefore, from the beginning was He super-eminently \"borne above the waters\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XIII 7:5",
                            "text": "To whom shall I tell this? How speak of the weight of lustful desires, pressing downwards to the steep abyss? and how charity raises us up again, through Thy Spirit which was \"borne over the waters?\" To whom shall I tell it? How tell it? For neither are there places in which we are merged and emerge."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book XIII 7:6",
                            "text": "What can be more like, and yet more unlike? They be affections, they be loves; the filthiness of our spirit flowing away downwards with the love of cares, and the sanctity of Thine raising us upwards by the love of freedom from care; that we may lift our hearts unto Thee where Thy Spirit is \"borne over the waters;\" and that we may come to that pre-eminent rest, when our soul shall have passed through the waters which have no substance."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: Confessions Book XIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:2",
                            "text": "—That Nothing Whatever, Short of God, Can Yield to the Rational Creature a Happy Rest."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:3",
                            "text": "The angels fell, the soul of man fell and they have thus indicated the abyss in that dark deep, ready for the whole spiritual creation, unless Thou hadst said from the beginning, \"Let there be light,\" and there had been light, and every obedient intelligence of Thy celestial City had cleaved to Thee, and rested in Thy Spirit, which unchangeably is \"borne over\" everything changeable."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:4",
                            "text": "Otherwise, even the heaven of heavens itself would have been a darksome deep, whereas now it is light in the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:5",
                            "text": "For even in that wretched restlessness of the spirits who fell away, and, when unclothed of the garments of Thy light, discovered their own darkness, dost Thou sufficiently disclose how noble Thou hast made the rational creature; to which nought which is inferior to Thee will suffice to yield a happy rest, and so not even herself."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:6",
                            "text": "For Thou, O our God, shalt enlighten our darkness; from Thee are derived our garments of light, and then shall our darkness be as the noonday."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:7",
                            "text": "Give Thyself unto me, O my God, restore Thyself unto me; behold, I love Thee, and if it be too little, let me love Thee more strongly."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:8",
                            "text": "I cannot measure my love, so that I may come to know how much there is yet wanting in me, ere my life run into Thy embracements, and not be turned away until it be hidden in the secret place of Thy Presence."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book XIII 8:9",
                            "text": "This only I know, that woe is me except in Thee,—not only without, but even also within myself; and all plenty which is not my God is poverty to me."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: Confessions Book XIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:2",
                            "text": "—Why the Holy Spirit Was Only \"Borne Over\" The Waters."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:3",
                            "text": "But was not either the Father or the Son \"borne over the waters?\" If we understand this to mean in space, as a body, then neither was the Holy Spirit; but if the incommutable super-eminence of Divinity above everything mutable, then both Father, and Son, and Holy Ghost were borne \"over the waters\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:4",
                            "text": "Why, then, is this said of Thy Spirit only? Why is it said of Him alone? As if He had been in place who is not in place, of whom only it is written, that He is Thy gift? In Thy gift we rest; there we enjoy Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:5",
                            "text": "Our rest is our place."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:6",
                            "text": "Love lifts us up thither, and Thy good Spirit lifteth our lowliness from the gates of death."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:7",
                            "text": "In Thy good pleasure lies our peace."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:8",
                            "text": "The body by its own weight gravitates towards its own place."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:9",
                            "text": "Weight goes not downward only, but to its own place."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:10",
                            "text": "Fire tends upwards, a stone downwards."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:11",
                            "text": "They are propelled by their own weights, they seek their own places."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:12",
                            "text": "Oil poured under the water is raised above the water; water poured upon oil sinks under the oil."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:13",
                            "text": "They are propelled by their own weights, they seek their own places."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:14",
                            "text": "Out of order, they are restless; restored to order, they are at rest."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:15",
                            "text": "My weight is my love; by it am I borne whithersoever I am borne."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:16",
                            "text": "By Thy Gift we are inflamed, and are borne upwards; we wax hot inwardly, and go forwards."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:17",
                            "text": "We ascend Thy ways that be in our heart, and sing a song of degrees; we glow inwardly with Thy fire, with Thy good fire, and we go, because we go upwards to the peace of Jerusalem; for glad was I when they said unto me, \"Let us go into the house of the Lord\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book XIII 9:18",
                            "text": "There hath Thy good pleasure placed us, that we may desire no other thing than to dwell there for ever."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: Confessions Book XIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XIII 10:2",
                            "text": "—That Nothing Arose Save by the Gift of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XIII 10:3",
                            "text": "Happy creature, which, though in itself it was other than Thou, hath known no other state than that as soon as it was made, it was, without any interval of time, by Thy Gift, which is borne over everything mutable, raised up by that calling whereby Thou saidst, \"Let there be light, and there was light\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XIII 10:4",
                            "text": "Whereas in us there is a difference of times, in that we were darkness, and are made light; but of that it is only said what it would have been had it not been enlightened."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XIII 10:5",
                            "text": "And this is so spoken as if it had been fleeting and darksome before; that so the cause whereby it was made to be otherwise might appear,—that is to say, being turned to the unfailing Light it might become light."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XIII 10:6",
                            "text": "Let him who is able understand this; and let him who is not, ask of Thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book XIII 10:7",
                            "text": "Why should he trouble me, as if I could enlighten any \"man that cometh into the world?\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: Confessions Book XIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:2",
                            "text": "—That the Symbols of the Trinity in Man, to Be, to Know, and to Will, are Never Thoroughly Examined."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:3",
                            "text": "Which of us understandeth the Almighty Trinity? And yet which speaketh not of It, if indeed it be It? Rare is that soul which, while it speaketh of It, knows what it speaketh of."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:4",
                            "text": "And they contend and strive, but no one without peace seeth that vision."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:5",
                            "text": "I could wish that men would consider these three things that are in themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:6",
                            "text": "These three are far other than the Trinity; but I speak of things in which they may exercise and prove themselves, and feel how far other they be."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:7",
                            "text": "But the three things I speak of are, To Be, to Know, and to Will."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:8",
                            "text": "For I Am, and I Know, and I Will; I Am Knowing and Willing; and I Know myself to Be and to Will; and I Will to Be and to Know."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:9",
                            "text": "In these three, therefore, let him who can see how inseparable a life there is,—even one life, one mind, and one essence; finally, how inseparable is the distinction, and yet a distinction."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:10",
                            "text": "Surely a man hath it before him; let him look into himself, and see, and tell me."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:11",
                            "text": "But when he discovers and can say anything of these, let him not then think that he has discovered that which is above these Unchangeable, which Is unchangeably, and Knows unchangeably, and Wills unchangeably."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book XIII 11:12",
                            "text": "And whether on account of these three there is also, where they are, a Trinity; or whether these three be in Each, so that the three belong to Each; or whether both ways at once, wondrously, simply, and vet diversely, in Itself a limit unto Itself, yet illimitable; whereby It is, and is known unto Itself, and sufficeth to Itself, unchangeably the Self-same, by the abundant magnitude of its Unity,—who can readily conceive? Who in any wise express it? Who in any way rashly pronounce thereon?."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: Confessions Book XIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:2",
                            "text": "—Allegorical Explanation of Genesis, Chap."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:3",
                            "text": "I."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:4",
                            "text": ", Concerning the Origin of the Church and Its Worship."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:5",
                            "text": "Proceed in thy confession, say to the Lord thy God, O my faith, Holy, Holy, Holy, O Lord my God, in Thy name have we been baptized, Father, Son, and Holy Ghost, in Thy name do we baptize, Father, Son, and Holy Ghost, because among us also in His Christ did God make heaven and earth, namely, the spiritual and carnal people of His Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:6",
                            "text": "Yea, and our earth, before it received the \"form of doctrine,\" was invisible and formless, and we were covered with the darkness of ignorance."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:7",
                            "text": "For Thou correctest man for iniquity, and \"Thy judgments are a great deep\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:8",
                            "text": "But because Thy Spirit was \"borne over the waters,\" Thy mercy forsook not our misery, and Thou saidst, \"Let there be light,\" \"Repent ye, for the kingdom of heaven is at hand\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:9",
                            "text": "Repent ye, let there be light."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:10",
                            "text": "And because our soul was troubled within us, we remembered Thee, O Lord, from the land of Jordan, and that mountain equal unto Thyself, but little for our sakes; and upon our being displeased with our darkness, we turned unto Thee, \"and there was light\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book XIII 12:11",
                            "text": "And, behold, we were sometimes darkness, but now light in the Lord."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: Confessions Book XIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:2",
                            "text": "—That the Renewal of Man is Not Completed in This World."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:3",
                            "text": "But as yet \"by faith, not by sight,\" for \"we are saved by hope; but hope that is seen is not hope\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:4",
                            "text": "As yet deep calleth unto deep but in \"the noise of Thy waterspouts\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:5",
                            "text": "And as yet doth he that saith, I \"could not speak unto you as unto spiritual, but as unto carnal,\" even he, as yet, doth not count himself to have apprehended, and forgetteth those things which are behind, and reacheth forth to those things which are before, and groaneth being burdened; and his soul thirsteth after the living God, as the hart after the water-brooks, and saith, \"When shall I come?\" \"desiring to be clothed upon with his house which is from heaven;\" and calleth upon this lower deep, saying, \"Be not conformed to this world, but be ye transformed by the renewing of your mind\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:6",
                            "text": "And, \"Be not children in understanding, howbeit in malice be ye children,\" that in \"understanding ye may be perfect;\" and \"O foolish Galatians, who hath bewitched you?\" But now not in his own voice, but in Thine who sentest Thy Spirit from above; through Him who \"ascended up on high,\" and set open the flood-gates of His gifts, that the force of His streams might make glad the city of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:7",
                            "text": "For, for Him doth \"the friend of the bridegroom\" sigh, having now the first-fruits of the Spirit laid up with Him, yet still groaning within himself, waiting for the adoption, to wit, the redemption of his body; to Him he sighs, for he is a member of the Bride; for Him is he jealous, for he is the friend of the Bridegroom; for Him is he jealous, not for himself; because in the voice of Thy \"waterspouts,\" not in his own voice, doth he call on that other deep, for whom being jealous he feareth, lest that, as the serpent beguiled Eve through his subtilty, so their minds should be corrupted from the simplicity that is in our Bridegroom, Thine only Son."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book XIII 13:8",
                            "text": "What a light of beauty will that be when \"we shall see Him as He is,\" and those tears be passed away which \"have been my meat day and night, while they continually say unto me, Where is thy God?\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: Confessions Book XIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:2",
                            "text": "—That Out of the Children of the Night and of the Darkness, Children of the Light and of the Day are Made."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:3",
                            "text": "And so say I too, O my God, where art Thou? Behold where Thou art! In Thee I breathe a little, when I pour out my soul by myself in the voice of joy and praise, the sound of him that keeps holy-day."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:4",
                            "text": "And yet it is \"cast down,\" because it relapses and becomes a deep, or rather it feels that it is still a deep."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:5",
                            "text": "Unto it doth my faith speak which Thou hast kindled to enlighten my feet in the night, \"Why art thou cast down, O my soul? and why art thou disquieted in me? hope thou in God;\" His \"word is a lamp unto my feet\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:6",
                            "text": "Hope and endure until the night,—the mother of the wicked,—until the anger of the Lord be overpast, whereof we also were once children who were sometimes darkness, the remains whereof we carry about us in our body, dead on account of sin, \"until the day break and the shadows flee away\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:7",
                            "text": "\"Hope thou in the Lord\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:8",
                            "text": "In the morning I shall stand in Thy presence, and contemplate Thee; I shall for ever confess unto Thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:9",
                            "text": "In the morning I shall stand in Thy presence, and shall see \"the health of my countenance,\" my God, who also shall quicken our mortal bodies by the Spirit that dwelleth in us, because in mercy He was borne over our inner darksome and floating deep."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:10",
                            "text": "Whence we have in this pilgrimage received \"an earnest\" that we should now be light, whilst as yet we \"are saved by hope,\" and are the children of light, and the children of the day,—not the children of the night nor of the darkness, which yet we have been."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:11",
                            "text": "Betwixt whom and us, in this as yet uncertain state of human knowledge, Thou only dividest, who provest our hearts and callest the light day, and the darkness night."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book XIII 14:12",
                            "text": "For who discerneth us but Thou? But what have we that we have not received of Thee? Out of the same lump vessels unto honour, of which others also are made to dishonour."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: Confessions Book XIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:2",
                            "text": "—Allegorical Explanation of the Firmament and Upper Works, Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:3",
                            "text": "Or who but Thou, our God, made for us that firmament of authority over us in Thy divine Scripture? As it is said, For heaven shall be folded up like a scroll; and now it is extended over us like a skin."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:4",
                            "text": "For Thy divine Scripture is of more sublime authority, since those mortals through whom Thou didst dispense it unto us underwent mortality."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:5",
                            "text": "And Thou knowest, O Lord, Thou knowest, how Thou with skins didst clothe men when by sin they became mortal."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:6",
                            "text": "Whence as a skin hast Thou stretched out the firmament of Thy Book; that is to say, Thy harmonious words, which by the ministry of mortals Thou hast spread over us."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:7",
                            "text": "For by their very death is that solid firmament of authority in Thy discourses set forth by them more sublimely extended above all things that are under it, the which, while they were living here, was not so eminently extended."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:8",
                            "text": "Thou hadst not as yet spread abroad the heaven like a skin; Thou hadst not as yet noised everywhere the report of their deaths."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:9",
                            "text": "Let us look, O Lord, \"upon the heavens, the work of Thy fingers;\" clear from our eyes that mist with which Thou hast covered them."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:10",
                            "text": "There is that testimony of Thine which giveth wisdom unto the little ones."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:11",
                            "text": "Perfect, O my God, Thy praise out of the mouth of babes and sucklings."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:12",
                            "text": "Nor have we known any other books so destructive to pride, so destructive to the enemy and the defender, who resisteth Thy reconciliation in defence of his own sins."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:13",
                            "text": "I know not, O Lord, I know not other such \"pure\" words which so persuade me to confession, and make my neck submissive to Thy yoke, and invite me to serve Thee for nought."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:14",
                            "text": "Let me understand these things, good Father."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:15",
                            "text": "Grant this to me, placed under them; because Thou hast established these things for those placed under them."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:16",
                            "text": "Other \"waters\" there be \"above\" this \"firmament,\" I believe immortal, and removed from earthly corruption."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:17",
                            "text": "Let them praise Thy Name,—those super-celestial people, Thine angels, who have no need to look up at this firmament, or by reading to attain the knowledge of Thy Word,—let them praise Thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:18",
                            "text": "For they always behold Thy face, and therein read without any syllables in time what Thy eternal will willeth."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:19",
                            "text": "They read, they choose, they love."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:20",
                            "text": "They are always reading; and that which they read never passeth away."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:21",
                            "text": "For, by choosing and by loving, they read the very unchangeableness of Thy counsel."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:22",
                            "text": "Their book is not closed, nor is the scroll folded up, because Thou Thyself art this to them, yea, and art so eternally; because Thou hast appointed them above this firmament, which Thou hast made firm over the weakness of the lower people, where they might look up and learn Thy mercy, announcing in time Thee who hast made times."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:23",
                            "text": "\"For Thy mercy, O Lord, is in the heavens, and Thy faithfulness reacheth unto the clouds\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:24",
                            "text": "The clouds pass away, but the heaven remaineth."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:25",
                            "text": "The preachers of Thy Word pass away from this life into another; but Thy Scripture is spread abroad over the people, even to the end of the world."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:26",
                            "text": "Yea, both heaven and earth shall pass away, but Thy Words shall not pass away."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:27",
                            "text": "Because the scroll shall be rolled together, and the grass over which it was spread shall with its goodliness pass away; but Thy Word remaineth for ever, which now appeareth unto us in the dark image of the clouds, and through the glass of the heavens, not as it is; because we also, although we be the well-beloved of Thy Son, yet it hath not yet appeared what we shall be."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:28",
                            "text": "He looketh through the lattice of our flesh, and He is fair-speaking, and hath inflamed us, and we run after His odours."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:29",
                            "text": "But \"when He shall appear, then shall we be like Him, for we shall see Him as He is\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book XIII 15:30",
                            "text": "As He is, O Lord, shall we see Him, although the time be not yet."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: Confessions Book XIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XIII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XIII 16:2",
                            "text": "—That No One But the Unchangeable Light Knows Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XIII 16:3",
                            "text": "For altogether as Thou art, Thou only knowest, Who art unchangeably, and knowest unchangeably, and willest unchangeably."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XIII 16:4",
                            "text": "And Thy Essence Knoweth and Willeth unchangeably; and Thy Knowledge Is, and Willeth unchangeably; and Thy Will Is, and Knoweth unchangeably."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XIII 16:5",
                            "text": "Nor doth it appear just to Thee, that as the Unchangeable Light knoweth Itself, so should It be known by that which is enlightened and changeable."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XIII 16:6",
                            "text": "Therefore unto Thee is my soul as \"land where no water is,\" because as it cannot of itself enlighten itself, so it cannot of itself satisfy itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book XIII 16:7",
                            "text": "For so is the fountain of life with Thee, like as in Thy light we shall see light."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: Confessions Book XIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XIII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XIII 17:2",
                            "text": "—Allegorical Explanation of the Sea and the Fruit-Bearing Earth—Verses  and."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XIII 17:3",
                            "text": "Who hath gathered the embittered together into one society? For they have all the same end, that of temporal and earthly happiness, on account of which they do all things, although they may fluctuate with an innumerable variety of cares."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XIII 17:4",
                            "text": "Who, O Lord, unless Thou, saidst, Let the waters be gathered together into one place, and let the dry land appear, which \"thirsteth after Thee\"? For the sea also is Thine, and Thou hast made it, and Thy hands prepared the dry land."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XIII 17:5",
                            "text": "For neither is the bitterness of men's wills, but the gathering together of waters called sea; for Thou even curbest the wicked desires of men's souls, and fixest their bounds, how far they may be permitted to advance, and that their waves may be broken against each other; and thus dost Thou make it a sea, by the order of Thy dominion over all things."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book XIII 17:6",
                            "text": "But as for the souls that thirst after Thee, and that appear before Thee (being by other bounds divided from the society of the sea), them Thou waterest by a secret and sweet spring, that the earth may bring forth her fruit, and, Thou, O Lord God, so commanding, our soul may bud forth works of mercy according to their kind,—loving our neighbour in the relief of his bodily necessities, having seed in itself according to its likeness, when from our infirmity we compassionate even to the relieving of the needy; helping them in a like manner as we would that help should be brought unto us if we were in a like need; not only in the things that are easy, as in \"herb yielding seed,\" but also in the protection of our assistance, in our very strength, like the tree yielding fruit; that is, a good turn in delivering him who suffers an injury from the hand of the powerful, and in furnishing him with the shelter of protection by the mighty strength of just judgment."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: Confessions Book XIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:2",
                            "text": "—Of the Lights and Stars of Heaven—Of Day and Night, Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:3",
                            "text": "Thus, O Lord, thus, I beseech Thee, let there arise, as Thou makest, as Thou givest joy and ability,—let \"truth spring out of the earth, and righteousness look down from heaven,\" and let there be \"lights in the firmament\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:4",
                            "text": "Let us break our bread to the hungry, and let us bring the houseless poor to our house."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:5",
                            "text": "Let us clothe the naked, and despise not those of our own flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:6",
                            "text": "The which fruits having sprung forth from the earth, behold, because it is good; and let our temporary light burst forth; and let us, from this inferior fruit of action, possessing the delights of contemplation and of the Word of Life above, let us appear as lights in the world, clinging to the firmament of Thy Scripture."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:7",
                            "text": "For therein Thou makest it plain unto us, that we may distinguish between things intelligible and things of sense, as if between the day and the night; or between souls, given, some to things intellectual, others to things of sense; so that now not Thou only in the secret of Thy judgment, as before the firmament was made, dividest between the light and the darkness, but Thy spiritual children also, placed and ranked in the same firmament (Thy grace being manifest throughout the world), may give light upon the earth, and divide between the day and night, and be for signs of times; because \"old things have passed away,\" and \"behold all things are become new;\" and \"because our salvation is nearer than when we believed;\" and because \"the night is far spent, the day is at hand;\" and because Thou wilt crown Thy year with blessing, sending the labourers of Thy goodness into Thy harvest, in the sowing of which others have laboured, sending also into another field, whose harvest shall be in the end."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:8",
                            "text": "Thus Thou grantest the prayers of him that asketh, and blessest the years of the just; but Thou art the same, and in Thy years which fail not Thou preparest a garner for our passing years."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:9",
                            "text": "For by an eternal counsel Thou dost in their proper seasons bestow upon the earth heavenly blessings."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:10",
                            "text": "For, indeed, to one is given by the Spirit the word of wisdom, as if the greater light, on account of those who are delighted with the light of manifest truth, as in the beginning of the day; but to another the word of knowledge by the same Spirit, as if the lesser light; to another faith; to another the gift of healing; to another the working of miracles; to another prophecy; to another the discerning of spirits; to another divers kinds of tongues."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:11",
                            "text": "And all these as stars."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:12",
                            "text": "For all these worketh the one and self-same Spirit, dividing to every man his own as He willeth; and making stars appear manifestly, to profit withal."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:13",
                            "text": "But the word of knowledge, wherein are contained all sacraments, which are varied in their periods like the moon, and the other conceptions of gifts, which are successively reckoned up as stars, inasmuch as they come short of that splendour of wisdom in which the fore-mentioned day rejoices, are only for the beginning of the night."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:14",
                            "text": "For they are necessary to such as he Thy most prudent servant could not speak unto as unto spiritual, but as unto carnal—even he who speaketh wisdom among those that are perfect."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:15",
                            "text": "But the natural man, as a babe in Christ,—and a drinker of milk,—until he be strengthened for solid meat, and his eye be enabled to look upon the Sun, let him not dwell in his own deserted night, but let him be contented with the light of the moon and the stars."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book XIII 18:16",
                            "text": "Thou reasonest these things with us, our All-wise God, in Thy Book, Thy firmament, that we may discern all things in an admirable contemplation, although as yet in signs, and in times, and in days, and in years."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: Confessions Book XIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:2",
                            "text": "—All Men Should Become Lights in the Firmament of Heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:3",
                            "text": "But first, \"Wash you, make you clean;\" put away iniquity from your souls, and from before mine eyes, that the dry land may appear."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:4",
                            "text": "\"Learn to do well; judge the fatherless; plead for the widow,\" that the earth may bring forth the green herb for meat, and the tree bearing fruit; and come let us reason together, saith the Lord, that there may be lights in the firmament of heaven, and that they may shine upon the earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:5",
                            "text": "That rich man asked of the good Master what he should do to attain eternal life."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:6",
                            "text": "Let the good Master, whom he thought a man, and nothing more, tell him (but He is \"good\" because He is God)—let Him tell him, that if he would \"enter into life\" he must \"keep the commandments;\" let him banish from himself the bitterness of malice and wickedness; let him not kill, nor commit adultery, nor steal, nor bear false witness; that the dry land may appear, and bud forth the honouring of father and mother, and the love of our neighbour."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:7",
                            "text": "All these, saith he, have I kept."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:8",
                            "text": "Whence, then, are there so many thorns, if the earth be fruitful? Go, root up the woody thicket of avarice; sell that thou hast, and be filled with fruit by giving to the poor, and thou shalt have treasure in heaven; and follow the Lord \"if thou wilt be perfect,\" coupled with those amongst whom He speaketh wisdom, Who knoweth what to distribute to the day and to the night, that thou also mayest know it, that for thee also there may be lights in the firmament of heaven, which will not be unless thy heart be there; which likewise also will not be unless thy treasure be there, as thou hast heard from the good Master."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:9",
                            "text": "But the barren earth was grieved, and the thorns choked the word."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:10",
                            "text": "But you, \"chosen generation, you weak things of the world,\" who have forsaken all things that you might \"follow the Lord,\" go after Him, and \"confound the things which are mighty;\" go after Him, ye beautiful feet, and shine in the firmament, that the heavens may declare His glory, dividing between the light of the perfect, though not as of the angels, and the darkness of the little, though not despised ones."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:11",
                            "text": "Shine over all the earth, and let the day, lightened by the sun, utter unto day the word of wisdom; and let night, shining by the moon, announce unto night the word of knowledge."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:12",
                            "text": "The moon and the stars shine for the night, but the night obscureth them not, since they illumine it in its degree."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:13",
                            "text": "For behold God (as it were) saying, \"Let there be lights in the firmament of the heaven\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:14",
                            "text": "There came suddenly a sound from heaven, as it had been the rushing of a mighty wind, and there appeared cloven tongues like as of fire, and it sat upon each of them."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:15",
                            "text": "And there were made lights in the firmament of heaven, having the word of life."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:16",
                            "text": "Run ye to and fro everywhere, ye holy fires, ye beautiful fires; for ye are the light of the world, nor are ye put under a bushel."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:17",
                            "text": "He to whom ye cleave is exalted, and hath exalted you."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book XIII 19:18",
                            "text": "Run ye to and fro, and be known unto all nations."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: Confessions Book XIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:2",
                            "text": "—Concerning Reptiles and Flying Creatures (Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:3",
                            "text": "),—The Sacrament of Baptism Being Regarded."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:4",
                            "text": "Let the sea also conceive and bring forth your works, and let the waters bring forth the moving creatures that have life."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:5",
                            "text": "For ye, who \"take forth the precious from the vile,\" have been made the mouth of God, through which He saith, \"Let the waters bring forth,\" not the living creature which the earth bringeth forth, but the moving creature having life, and the fowls that fly above the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:6",
                            "text": "For Thy sacraments, O God, by the ministry of Thy holy ones, have made their way amid the billows of the temptations of the world, to instruct the Gentiles in Thy Name, in Thy Baptism."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:7",
                            "text": "And amongst these things, many great works of wonder have been wrought, like as great whales; and the voices of Thy messengers flying above the earth, near to the firmament of Thy Book; that being set over them as an authority, under which they were to fly whithersoever they were to go."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:8",
                            "text": "For \"there is no speech, nor language, where their voice is not heard;\" seeing their sound \"hath gone through all the earth, and their words to the end of the world,\" because Thou, O Lord, hast multiplied these things by blessing."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:9",
                            "text": "Whether do I lie, or do I mingle and confound, and not distinguish between the clear knowledge of these things that are in the firmament of heaven, and the corporeal works in the undulating sea and under the firmament of heaven? For of those things whereof the knowledge is solid and defined, without increase by generation, as it were lights of wisdom and knowledge, yet of these self-same things the material operations are many and varied; and one thing in growing from another is multiplied by Thy blessing, O God, who hast refreshed the fastidiousness of mortal senses; so that in the knowledge of our mind, one thing may, through the motions of the body, be in many ways set out and expressed."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:10",
                            "text": "These sacraments have the waters brought forth; but in Thy Word."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:11",
                            "text": "The wants of the people estranged from the eternity of Thy truth have produced them, but in Thy Gospel; because the waters themselves have cast them forth, the bitter weakness of which was the cause of these things being sent forth in Thy Word."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:12",
                            "text": "Now all things are fair that Thou hast made, but behold, Thou art inexpressibly fairer who hast made all things; from whom had not Adam fallen, the saltness of the sea would never have flowed from him,—the human race so profoundly curious, and boisterously swelling, and restlessly moving; and thus there would be no need that Thy dispensers should work in many waters, in a corporeal and sensible manner, mysterious doings and sayings."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book XIII 20:13",
                            "text": "For so these creeping and flying creatures now present themselves to my mind, whereby men, instructed, initiated, and subjected by corporeal sacraments, should not further profit, unless their soul had a higher spiritual life, and unless, after the word of admission, it looked forwards to perfection."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: Confessions Book XIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:2",
                            "text": "—Concerning the Living Soul, Birds, and Fishes (Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:3",
                            "text": ")—The Sacrament of the Eucharist Being Regarded."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:4",
                            "text": "And hereby, in Thy Word, not the depth of the sea, but the earth parted from the bitterness of the waters, bringeth forth not the creeping and flying creature that hath life, but the living soul itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:5",
                            "text": "For now hath it no longer need of baptism, as the heathen have, and as itself had when it was covered with the waters,—for no other entrance is there into the kingdom of heaven, since Thou hast appointed that this should be the entrance,—nor does it seek great works of miracles by which to cause faith; for it is not such that, unless it shall have seen signs and wonders, it will not believe, when now the faithful earth is separated from the waters of the sea, rendered bitter by infidelity; and \"tongues are for a sign, not to those that believe, but to those that believe not\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:6",
                            "text": "Nor then doth the earth, which Thou hast founded above the waters, stand in need of that flying kind which at Thy word the waters brought forth."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:7",
                            "text": "Send Thy word forth into it by Thy messengers."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:8",
                            "text": "For we relate their works, but it is Thou who workest in them, that in it they may work out a living soul."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:9",
                            "text": "The earth bringeth it forth, because the earth is the cause that they work these things in the soul; as the sea has been the cause that they wrought upon the moving creatures that have life, and the fowls that fly under the firmament of heaven, of which the earth hath now no need; although it feeds on the fish which was taken out of the deep, upon that table which Thou hast prepared in the presence of those that believe."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:10",
                            "text": "For therefore He was raised from the deep, that He might feed the dry land; and the fowl, though bred in the sea, is yet multiplied upon the earth."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:11",
                            "text": "For of the first preachings of the Evangelists, the infidelity of men was the prominent cause; but the faithful also are exhorted, and are manifoldly blessed by them day by day."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:12",
                            "text": "But the living soul takes its origin from the earth, for it is not profitable, unless to those already among the faithful, to restrain themselves from the love of this world, that so their soul may live unto Thee, which was dead while living in pleasures,—in death-bearing pleasures, O Lord, for Thou art the vital delight of the pure heart."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:13",
                            "text": "Now, therefore, let Thy ministers work upon the earth,—not as in the waters of infidelity, by announcing and speaking by miracles, and sacraments, and mystic words; in which ignorance, the mother of admiration, may be intent upon them, in fear of those hidden signs."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:14",
                            "text": "For such is the entrance unto the faith for the sons of Adam forgetful of Thee, while they hide themselves from Thy face, and become a darksome deep."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:15",
                            "text": "But let Thy ministers work even as on the dry land, separated from the whirlpools of the great deep; and let them be an example unto the faithful, by living before them, and by stimulating them to imitation."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:16",
                            "text": "For thus do men hear not with an intent to hear merely, but to act also."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:17",
                            "text": "Seek the Lord, and your soul shall live, that the earth may bring forth the living soul."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:18",
                            "text": "\"Be not conformed to this world\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:19",
                            "text": "Restrain yourselves from it; the soul lives by avoiding those things which it dies by affecting."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:20",
                            "text": "Restrain yourselves from the unbridled wildness of pride, from the indolent voluptuousness of luxury, and from the false name of knowledge; so that wild beasts may be tamed, the cattle subdued, and serpents harmless."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:21",
                            "text": "For these are the motions of the mind in allegory; that is to say, the haughtiness of pride, the delight of lust, and the poison of curiosity are the motions of the dead soul; for the soul dies not so as to lose all motion, because it dies by forsaking the fountain of life, and so is received by this transitory world, and is conformed unto it."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:22",
                            "text": "But Thy Word, O God, is the fountain of eternal life, and passeth not away; therefore this departure is kept in check by Thy word when it is said unto us, \"Be not conformed unto this world,\" so that the earth may bring forth a living soul in the fountain of life,—a soul restrained in Thy Word, by Thy Evangelists, by imitating the followers of Thy Christ."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:23",
                            "text": "For this is after his kind; because a man is stimulated to emulation by his friend."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:24",
                            "text": "\"Be ye,\" saith he, \"as I am, for I am as you are\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:25",
                            "text": "Thus in the living soul shall there be good beasts, in gentleness of action."
                        },
                        {
                            "verse": 26,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:26",
                            "text": "For Thou hast commanded, saying, Go on with thy business in meekness, and thou shalt be beloved by all men; and good cattle, which neither if they eat, shall they over-abound, nor if they do not eat, have they any want; and good serpents, not destructive to do hurt, but \"wise\" to take heed; and exploring only so much of this temporal nature as is sufficient that eternity may be \"clearly seen, being understood by the things that are\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book XIII 21:27",
                            "text": "For these animals are subservient to reason, when, being kept in check from a deadly advance, they live, and are good."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: Confessions Book XIII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:2",
                            "text": "—He Explains the Divine Image (Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:3",
                            "text": ") of the Renewal of the Mind."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:4",
                            "text": "For behold, O Lord our God, our Creator, when our affections have been restrained from the love of the world, by which we died by living ill, and began to be a \"living soul\" by living well; and Thy word which Thou spakest by Thy apostle is made good in us, \"Be not conformed to this world;\" next also follows that which Thou presently subjoinedst, saying, \"But be ye transformed by the renewing of your mind,\"—not now after your kind, as if following your neighbour who went before you, nor as if living after the example of a better man (for Thou hast not said, \"Let man be made after his kind,\" but, \"Let us make man in our image, after our likeness\"), that we may prove what Thy will is."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:5",
                            "text": "For to this purpose said that dispenser of Thine,—begetting children by the gospel,—that he might not always have them \"babes,\" whom he would feed on milk, and cherish as a nurse; \"be ye transformed,\" saith He, \"by the renewing of your mind, that he may prove what is that good, and acceptable, and perfect will of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:6",
                            "text": "Therefore Thou sayest not, \"Let man be made,\" but, \"Let us make man\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:7",
                            "text": "Nor sayest Thou, \"after his kind,\" but, after \"our image\" and \"likeness\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:8",
                            "text": "Because, being renewed in his mind, and beholding and apprehending Thy truth, man needeth not man as his director that he may imitate his kind; but by Thy direction proveth what is that good, and acceptable, and perfect will of Thine."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:9",
                            "text": "And Thou teachest him, now made capable, to perceive the Trinity of the Unity, and the Unity of the Trinity."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:10",
                            "text": "And therefore this being said in the plural, \"Let us make man,\" it is yet subjoined in the singular, \"and God made man;\" and this being said in the plural, \"after our likeness,\" is subjoined in the singular, \"after the image of God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book XIII 22:11",
                            "text": "Thus is man renewed in the knowledge of God, after the image of Him that created him; and being made spiritual, he judgeth all things,—all things that are to be judged,—\"yet he himself is judged of no man\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: Confessions Book XIII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:2",
                            "text": "—That to Have Power Over All Things (Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:3",
                            "text": ") is to Judge Spiritually of All."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:4",
                            "text": "But that he judgeth all things answers to his having dominion over the fish of the sea, and over the fowls of the air, and over all cattle and wild beasts, and over all the earth, and over every creeping thing that creepeth upon the earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:5",
                            "text": "For this he doth by the discernment of his mind, whereby he perceiveth the things \"of the Spirit of God;\" whereas, otherwise, man being placed in honour, had no understanding, and is compared unto the brute beasts, and is become like unto them."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:6",
                            "text": "In Thy Church, therefore, O our God, according to Thy grace which Thou hast accorded unto it, since we are Thy workmanship created in good works, there are not only those who are spiritually set over, but those also who are spiritually subjected to those placed over them; for in this manner hast Thou made man, male and female, in Thy grace spiritual, where, according to the sex of body, there is not male and female, because neither Jew nor Greek, nor bond nor free."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:7",
                            "text": "Spiritual persons, therefore, whether those that are set over, or those who obey, judge spiritually; not of that spiritual knowledge which shines in the firmament, for they ought not to judge as to an authority so sublime, nor doth it behove them to judge of Thy Book itself, although there be something that is not clear therein; because we submit our understanding unto it, and esteem as certain that even that which is shut up from our sight is rightly and truly spoken."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:8",
                            "text": "For thus man, although now spiritual and renewed in the knowledge of God after His image that created him, ought yet to be the \"doer of the law, not the judge\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:9",
                            "text": "Neither doth he judge of that distinction of spiritual and carnal men, who are known to Thine eyes, O our God, and have not as yet made themselves manifest unto us by works, that by their fruits we may know them; but Thou, O Lord, dost already know them, and Thou hast divided and hast called them in secret, before the firmament was made."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:10",
                            "text": "Nor doth that man, though spiritual, judge the restless people of this world; for what hath he to do to judge them that are without, knowing not which of them may afterwards come into the sweetness of Thy grace, and which continue in the perpetual bitterness of impiety?."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:11",
                            "text": "Man, therefore, whom Thou hast made after Thine own image, received not dominion over the lights of heaven, nor over the hidden heaven itself, nor over the day and the night, which Thou didst call before the foundation of the heaven, nor over the gathering together of the waters, which is the sea; but he received dominion over the fishes of the sea, and the fowls of the air, and over all cattle, and over all the earth, and over all creeping things which creep upon the earth."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:12",
                            "text": "For He judgeth and approveth what He findeth right, but disapproveth what He findeth amiss, whether in the celebration of those sacraments by which are initiated those whom Thy mercy searches out in many waters; or in that in which the Fish Itself is exhibited, which, being raised from the deep, the devout earth feedeth upon; or in the signs and expressions of words, subject to the authority of Thy Book,—such signs as burst forth and sound from the mouth, as it were flying under the firmament, by interpreting, expounding, discoursing, disputing, blessing, calling upon Thee, so that the people may answer, Amen."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:13",
                            "text": "The vocal pronunciation of all which words is caused by the deep of this world, and the blindness of the flesh, by which thoughts cannot be seen, so that it is necessary to speak aloud in the ears; thus, although flying fowls be multiplied upon the earth, yet they derive their beginning from the waters."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:14",
                            "text": "The spiritual man judgeth also by approving what is right and reproving what he finds amiss in the works and morals of the faithful, in their alms, as if in \"the earth bringing forth fruit;\" and he judgeth of the \"living soul,\" rendered living by softened affections, in chastity, in fastings, in pious thoughts; and of those things which are perceived through the senses of the body."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book XIII 23:15",
                            "text": "For it is now said, that he should judge concerning those things in which he has also the power of correction."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: Confessions Book XIII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:2",
                            "text": "—Why God Has Blessed Men, Fishes, Flying Creatures, and Not Herbs and the Other Animals (Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:3",
                            "text": ")."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:4",
                            "text": "But what is this, and what kind of mystery is it? Behold, Thou blessest men, O Lord, that they may \"be fruitful and multiply, and replenish the earth;\" in this dost Thou not make a sign unto us that we may understand something? Why hast Thou not also blessed the light, which Thou calledst day, nor the firmament of heaven, nor the lights, nor the stars, nor the earth, nor the sea? I might say, O our God, that Thou, who hast created us after Thine Image,—I might say, that Thou hast willed to bestow this gift of blessing especially upon man, hadst Thou not in like manner blessed the fishes and the whales, that they should be fruitful and multiply, and replenish the waters of the sea, and that the fowls should be multiplied upon the earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:5",
                            "text": "Likewise might I say, that this blessing belonged properly unto such creatures as are propagated from their own kind, if I had found it in the shrubs, and the fruit trees, and beasts of the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:6",
                            "text": "But now is it not said either unto the herbs, or trees, or beasts, or serpents, \"Be fruitful and multiply;\" since all these also, as well as fishes, and fowls, and men, do by propagation increase and preserve their kind."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:7",
                            "text": "What, then, shall I say, O Thou Truth, my Light,—\"that it was idly and vainly said?\" Not so, O Father of piety; far be it from a minister of Thy word to say this."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:8",
                            "text": "But if I understand not what Thou meanest by that phrase, let my betters—that is, those more intelligent than I—use it better, in proportion as Thou, O my God, hast given to each to understand."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:9",
                            "text": "But let my confession be also pleasing before Thine eyes, in which I confess to Thee that I believe, O Lord, that Thou hast not thus spoken in vain; nor will I be silent as to what this lesson suggests to me."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:10",
                            "text": "For it is true, nor do I see what should prevent me from thus understanding the figurative sayings of Thy books."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:11",
                            "text": "For I know a thing may be manifoldly signified by bodily expression which is understood in one manner by the mind; and that that may be manifoldly understood in the mind which is in one manner signified by bodily expression."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:12",
                            "text": "Behold, the single love of God and of our neighbour, by what manifold sacraments and innumerable languages, and in each several language in how innumerable modes of speaking, it is bodily expressed."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:13",
                            "text": "Thus do the young of the waters increase and multiply."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:14",
                            "text": "Observe again, whosoever thou art who readest; behold what Scripture delivers, and the voice pronounces in one only way, \"In the beginning God created heaven and earth;\" is it not manifoldly understood, not by any deceit of error, but by divers kinds of true senses? Thus are the offspring of men \"fruitful\" and do \"multiply\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:15",
                            "text": "If, therefore, we conceive of the natures of things, not allegorically, but properly, then does the phrase, \"be fruitful and multiply,\" correspond to all things which are begotten of seed."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:16",
                            "text": "But if we treat those words as taken figuratively (the which I rather suppose the Scripture intended, which doth not, verily, superfluously attribute this benediction to the offspring of marine animals and man only), then do we find that \"multitude\" belongs also to creatures both spiritual and corporeal, as in heaven and in earth; and to souls both righteous and unrighteous, as in light and darkness; and to holy authors, through whom the law has been furnished unto us, as in the firmament which has been firmly placed betwixt waters and waters; and to the society of people yet endued with bitterness, as in the sea; and to the desire of holy souls, as in the dry land; and to works of mercy pertaining to this present life, as in the seed-bearing herbs and fruit-bearing trees; and to spiritual gifts shining forth for edification, as in the lights of heaven; and to affections formed unto temperance, as in the living soul."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:17",
                            "text": "In all these cases we meet with multitudes, abundance, and increase; but what shall thus \"be fruitful and multiply,\" that one thing may be expressed in many ways, and one expression understood in many ways, we discover not, unless in signs corporeally expressed, and in things mentally conceived."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:18",
                            "text": "We understand the signs corporeally pronounced as the generations of the waters, necessarily occasioned by carnal depth; but things mentally conceived we understand as human generations, on account of the fruitfulness of reason."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:19",
                            "text": "And therefore do we believe that to each kind of these it has been said by Thee, O Lord, \"Be fruitful and multiply\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:20",
                            "text": "For in this blessing I acknowledge that power and faculty has been granted unto us, by Thee, both to express in many ways what we understand but in one, and to understand in many ways what we read as obscurely delivered but in one."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book XIII 24:21",
                            "text": "Thus are the waters of the sea replenished, which are not moved but by various significations; thus even with the human offspring is the earth also replenished, the dryness whereof appeareth in its desire, and reason ruleth over it."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: Confessions Book XIII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:2",
                            "text": "—He Explains the Fruits of the Earth (Ver."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:3",
                            "text": ") of Works of Mercy."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:4",
                            "text": "I would also say, O Lord my God, what the following Scripture reminds me of; yea, I will say it without fear."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:5",
                            "text": "For I will speak the truth, Thou inspiring me as to what Thou willest that I should say out of these words."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:6",
                            "text": "For by none other than Thy inspiration do I believe that I can speak the truth, since Thou art the Truth, but every man a liar."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:7",
                            "text": "And therefore he that \"speaketh a lie, he speaketh of his own;\" therefore that I may speak the truth, I will speak of Thine."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:8",
                            "text": "Behold, Thou hast given unto us for food \"every herb bearing seed,\" which is upon the face of all the earth, \"and every tree in the which is the fruit of a tree yielding seed\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:9",
                            "text": "Nor to us only, but to all the fowls of the air, and to the beasts of the earth, and to all creeping things; but unto the fishes, and great whales, Thou hast not given these things."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:10",
                            "text": "Now we were saying, that by these fruits of the earth works of mercy were signified and figured in an allegory, the which are provided for the necessities of this life out of the fruitful earth."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:11",
                            "text": "Such an earth was the godly Onesiphorus, unto whose house Thou didst give mercy, because he frequently refreshed Thy Paul, and was not ashamed of his chain."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:12",
                            "text": "This did also the brethren, and such fruit did they bear, who out of Macedonia supplied what was wanting unto him."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:13",
                            "text": "But how doth he grieve for certain trees, which did not afford him the fruit due unto him, when he saith, \"At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:14",
                            "text": "For these fruits are due to those who minister spiritual doctrine, through their understanding of the divine mysteries; and they are due to them as men."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book XIII 25:15",
                            "text": "They are due to them, too, as to the living soul, supplying itself as an example in all continency; and due unto them likewise as flying creatures, for their blessings which are multiplied upon the earth, since their sound went out into all lands."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: Confessions Book XIII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:2",
                            "text": "—In the Confessing of Benefits, Computation is Made Not as to The \"Gift,\" But as to the \"Fruit,\"—That Is, the Good and Right Will of the Giver."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:3",
                            "text": "But they who are delighted with them are fed by those fruits; nor are they delighted with them \"whose god is their belly\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:4",
                            "text": "For neither in those that yield them are the things given the fruit, but in what spirit they give them."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:5",
                            "text": "Therefore he who serves God and not his own belly, I plainly see why he may rejoice; I see it, and I rejoice with him exceedingly."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:6",
                            "text": "For he hath received from the Philippians those things which they had sent from Epaphroditus; but yet I see why he rejoiced."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:7",
                            "text": "For whereat he rejoices, upon that he feeds; for speaking in truth, \"I rejoiced,\" saith he, \"in the Lord greatly, that now at the last your care of me hath flourished again, wherein ye were also careful,\" but it had become wearisome unto you."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:8",
                            "text": "These Philippians, then, by protracted wearisomeness, had become enfeebled, and as it were dried up, as to bringing forth this fruit of a good work; and he rejoiceth for them, because they flourished again, not for himself, because they ministered to his wants."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:9",
                            "text": "Therefore, adds he, \"not that I speak in respect of want, for I have learned in whatsoever state I am therewith to be content."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:10",
                            "text": "I know both how to be abased, and I know how to abound everywhere and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:11",
                            "text": "I can do all things through Christ which strengtheneth me\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:12",
                            "text": "Whereat, then, dost thou rejoice in all things, O great Paul? Whereat dost thou rejoice? Whereon dost thou feed, O man, renewed in the knowledge of God, after the image of Him that created thee, thou living soul of so great continency, and thou tongue like flying fowls, speaking mysteries,—for to such creatures is this food due,—what is that which feeds thee? Joy."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:13",
                            "text": "Let us hear what follows."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:14",
                            "text": "\"Notwithstanding,\" saith he, \"ye have well done that ye did communicate with My affliction\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:15",
                            "text": "Hereat doth he rejoice, hereon doth he feed; because they have well done, not because his strait was relieved, who saith unto thee, \"Thou hast enlarged me when I was in distress;\" because he knew both \"to abound and to suffer need,\" in Thee Who strengthenest him."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:16",
                            "text": "For, saith he, \"ye Philippians know also that in the beginning of the gospel, when I departed from Macedonia, no Church communicated with me as concerning giving and receiving, but ye only."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:17",
                            "text": "For even in Thessalonica ye sent once and again unto my necessity\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:18",
                            "text": "Unto these good works he now rejoiceth that they have returned; and is made glad that they flourished again, as when a fruitful field recovers its greenness."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:19",
                            "text": "Was it on account of his own necessities that he said, \"Ye have sent unto my necessity? Rejoiceth he for that? Verily not for that."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:20",
                            "text": "But whence know we this? Because he himself continues, \"Not because I desire a gift, but I desire fruit\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:21",
                            "text": "From Thee, O my God, have I learned to distinguish between a \"gift\" and \"fruit\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:22",
                            "text": "A gift is the thing itself which he gives who bestows these necessaries, as money, food, drink, clothing, shelter, aid; but the fruit is the good and right will of the giver."
                        },
                        {
                            "verse": 23,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:23",
                            "text": "For the good Master saith not only, \"He that receiveth a prophet,\" but addeth, \"in the name of a prophet\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:24",
                            "text": "Nor saith He only, \"He that receiveth a righteous man,\" but addeth, \"in the name of a righteous man\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:25",
                            "text": "So, verily, the former shall receive the reward of a prophet, the latter that of a righteous man."
                        },
                        {
                            "verse": 26,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:26",
                            "text": "Nor saith He only, \"Whosoever shall give to drink unto one of these little ones a cup of cold water,\" but addeth, \"in the name of a disciple\" and so concludeth, \"Verily I say unto you, he shall in no wise lose his reward\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:27",
                            "text": "The gift is to receive a prophet, to receive a righteous man, to hand a cup of cold water to a disciple; but the fruit is to do this in the name of a prophet, in the name of a righteous man, in the name of a disciple."
                        },
                        {
                            "verse": 28,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:28",
                            "text": "With fruit was Elijah fed by the widow, who knew that she fed a man of God, and on this account fed him; but by the raven was he fed with a gift."
                        },
                        {
                            "verse": 29,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book XIII 26:29",
                            "text": "Nor was the inner man of Elijah fed, but the outer only, which might also from want of such food have perished."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: Confessions Book XIII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XIII 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XIII 27:2",
                            "text": "—Many are Ignorant as to This, and Ask for Miracles, Which are Signified Under the Names Of \"Fishes\" And \"Whales\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XIII 27:3",
                            "text": "Therefore will I speak before Thee, O Lord, what is true, when ignorant men and infidels (for the initiating and gaining of whom the sacraments of initiation and great works of miracles are necessary, which we believe to be signified under the name of \"fishes\" and \"whales\") undertake that Thy servants should be bodily refreshed, or should be otherwise succoured for this present life, although they may be ignorant wherefore this is to be done, and to what end; neither do the former feed the latter, nor the latter the former; for neither do the one perform these things through a holy and right intent, nor do the other rejoice in the gifts of those who behold not as yet the fruit."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XIII 27:4",
                            "text": "For on that is the mind fed wherein it is gladdened."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book XIII 27:5",
                            "text": "And, therefore, fishes and whales are not fed on such food as the earth bringeth not forth until it had been separated and divided from the bitterness of the waters of the sea."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: Confessions Book XIII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:2",
                            "text": "—He Proceeds to the Last Verse, \"All Things are Very Good,\"—That Is, the Work Being Altogether Good."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:3",
                            "text": "And Thou, O God, sawest everything that Thou hadst made, and behold it was very good."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:4",
                            "text": "So we also see the same, and behold all are very good."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:5",
                            "text": "In each particular kind of Thy works, when Thou hadst said, \"Let them be made,\" and they were made, Thou sawest that it was good."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:6",
                            "text": "Seven times have I counted it written that Thou sawest that that which Thou madest was \"good;\" and this is the eighth, that Thou sawest all things that Thou hadst made, and behold they are not only good, but also \"very good,\" as being now taken together."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:7",
                            "text": "For individually they were only good, but all taken together they were both good and very good."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book XIII 28:8",
                            "text": "All beautiful bodies also express this; for a body which consists of members, all of which are beautiful, is by far more beautiful than the several members individually are by whose well-ordered union the whole is completed, though these members also be severally beautiful."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: Confessions Book XIII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XIII 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XIII 29:2",
                            "text": "—Although It is Said Eight Times that \"God Saw that It Was Good,\" Yet Time Has No Relation to God and His Word."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XIII 29:3",
                            "text": "And I looked attentively to find whether seven or eight times Thou sawest that Thy works were good, when they were pleasing unto Thee; but in Thy seeing I found no times, by which I might understand that thou sawest so often what Thou madest."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XIII 29:4",
                            "text": "And I said, \"O Lord,! is not this Thy Scripture true, since Thou art true, and being Truth hast set it forth? Why, then, dost Thou say unto me that in thy seeing there are no times, while this Thy Scripture telleth me that what Thou madest each day, Thou sawest to be good; and when I counted them I found how often?\" Unto these things Thou repliest unto me, for Thou art my God, and with strong voice tellest unto Thy servant in his inner ear, bursting through my deafness, and crying, \"O man, that which My Scripture saith, I say; and yet doth that speak in time; but time has no reference to My Word, because My Word existeth in equal eternity with Myself."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XIII 29:5",
                            "text": "Thus those things which ye see through My Spirit, I see, just as those things which ye speak through My Spirit, I speak."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book XIII 29:6",
                            "text": "And so when ye see those things in time, I see them not in time; as when ye speak them in time, I speak them not in time\"."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: Confessions Book XIII 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XIII 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XIII 30:2",
                            "text": "—He Refutes the Opinions of the Manichaeans and the Gnostics Concerning the Origin of the World."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XIII 30:3",
                            "text": "And I heard, O Lord my God, and drank up a drop of sweetness from Thy truth, and understood that there are certain men to whom Thy works are displeasing, who say that many of them Thou madest being compelled by necessity;—such as the fabric of the heavens and the courses of the stars, and that Thou madest them not of what was Thine, but, that they were elsewhere and from other sources created; that Thou mightest bring together and compact and interweave, when from Thy conquered enemies Thou raisedst up the walls of the universe, that they, bound down by this structure, might not be able a second time to rebel against Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XIII 30:4",
                            "text": "But, as to other things, they say Thou neither madest them nor compactedst them,—such as all flesh and all very minute creatures, and whatsoever holdeth the earth by its roots; but that a mind hostile unto Thee and another nature not created by Thee, and in everywise contrary unto Thee, did, in these lower places of the world, beget and frame these things."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book XIII 30:5",
                            "text": "Infatuated are they who speak thus, since they see not Thy works through Thy Spirit, nor recognise Thee in them."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: Confessions Book XIII 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:2",
                            "text": "—We Do Not See \"That It Was Good\" But Through the Spirit of God Which is in Us."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:3",
                            "text": "But as for those who through Thy Spirit see these things, Thou seest in them."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:4",
                            "text": "When therefore, they see that these things are good, Thou seest that they are good; and whatsoever things for Thy sake are pleasing, Thou art pleased in them; and those things which through Thy Spirit are pleasing unto us, are pleasing unto Thee in us."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:5",
                            "text": "\"For what man knoweth the things of a man, save the spirit of a man which is in him? Even so the things of God knoweth no man, but the Spirit of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:6",
                            "text": "Now we,\" saith he, \"have received not the spirit of the world, but the Spirit which is of God, that we might know the things that are freely given to us of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:7",
                            "text": "And I am reminded to say, \"Truly, 'the things of God knoweth no man, but the Spirit of God;' how, then, do we also know 'what things are given us by God'?\" It is answered unto me, \"Because the things which we know by His Spirit, even these 'knoweth no man, but the Spirit of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:8",
                            "text": "' For, as it is rightly said unto those who were to speak by the Spirit of God, 'It is not ye that speak,' so is it rightly said to them who know by the Spirit of God, 'It is not ye that know."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:9",
                            "text": "' None the less, then, is it rightly said to those that see by the Spirit of God, 'It is not ye that see;' so whatever they see by the Spirit of God that it is good, it is not they, but God who 'sees that it is good."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:10",
                            "text": "'\" It is one thing, then, for a man to suppose that to be bad which is good, as the fore-named do; another, that what is good a man should see to be good (as Thy creatures are pleasing unto many, because they are good, whom, however, Thou pleasest not in them when they wish to enjoy them rather than enjoy Thee); and another, that when a man sees a thing to be good, God should in him see that it is good,—that in truth He may be loved in that which He made, who cannot be loved unless by the Holy Ghost, which He hath given."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:11",
                            "text": "\"Because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us;\" by whom we see that whatsoever in any degree is, is good."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book XIII 31:12",
                            "text": "Because it is from Him who Is not in any degree, but He Is that He Is."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: Confessions Book XIII 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:2",
                            "text": "—Of the Particular Works of God, More Especially of Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:3",
                            "text": "Thanks to Thee, O Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:4",
                            "text": "We behold the heaven and the earth, whether the corporeal part, superior and inferior, or the spiritual and corporeal creature; and in the embellishment of these parts, whereof the universal mass of the world or the universal creation consisteth, we see light made, and divided from the darkness."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:5",
                            "text": "We see the firmament of heaven, whether the primary body of the world between the spiritual upper waters and the corporeal lower waters, or—because this also is called heaven—this expanse of air, through which wander the fowls of heaven, between the waters which are in vapours borne above them, and which in clear nights drop down in dew, and those which being heavy flow along the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:6",
                            "text": "We behold the waters gathered together through the plains of the sea; and the dry land both void and formed, so as to be visible and compact, and the matter of herbs and trees."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:7",
                            "text": "We behold the lights shining from above,—the sun to serve the day, the moon and the stars to cheer the night; and that by all these, times should be marked and noted."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:8",
                            "text": "We behold on every side a humid element, fruitful with fishes, beasts, and birds; because the density of the air, which bears up the flights of birds, is increased by the exhalation of the waters."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:9",
                            "text": "We behold the face of the earth furnished with terrestrial creatures, and man, created after Thy image and likeness, in that very image and likeness of Thee (that is, the power of reason and understanding) on account of which he was set over all irrational creatures."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:10",
                            "text": "And as in his soul there is one power which rules by directing, another made subject that it might obey, so also for the man was corporeally made a woman, who, in the mind of her rational understanding should also have a like nature, in the sex, however, of her body should be in like manner subject to the sex of her husband, as the appetite of action is subjected by reason of the mind, to conceive the skill of acting rightly."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book XIII 32:11",
                            "text": "These things we behold, and they are severally good, and all very good."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: Confessions Book XIII 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book XIII 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book XIII 33:2",
                            "text": "—The World Was Created by God Out of Nothing."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book XIII 33:3",
                            "text": "Let Thy works praise Thee, that we may love Thee; and let us love Thee, that Thy works may praise Thee, the which have beginning and end from time,—rising and setting, growth and decay, form and privation."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book XIII 33:4",
                            "text": "They have therefore their successions of morning and evening, partly hidden, partly apparent; for they were made from nothing by Thee, not of Thee, nor of any matter not Thine, or which was created before, but of concreted matter (that is, matter at the same time created by Thee), because without any interval of time Thou didst form its formlessness."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book XIII 33:5",
                            "text": "For since the matter of heaven and earth is one thing, and the form of heaven and earth another, Thou hast made the matter indeed of almost nothing, but the form of the world Thou hast formed of formless matter; both, however, at the same time, so that the form should follow the matter with no interval of delay."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: Confessions Book XIII 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:2",
                            "text": "—He Briefly Repeats the Allegorical Interpretation of Genesis (Ch."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:3",
                            "text": "I."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:4",
                            "text": "), and Confesses that We See It by the Divine Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:5",
                            "text": "We have also examined what Thou willedst to be shadowed forth, whether by the creation, or the description of things in such an order."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:6",
                            "text": "And we have seen that things severally are good, and all things very good, in Thy Word, in Thine Only-Begotten, both heaven and earth, the Head and the body of the Church, in Thy predestination before all times, without morning and evening."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:7",
                            "text": "But when Thou didst begin to execute in time the things predestinated, that Thou mightest make manifest things hidden, and adjust our disorders (for our sins were over us, and we had sunk into profound darkness away from thee, and Thy good Spirit was borne over us to help us in due season), Thou didst both justify the ungodly, and didst divide them from the wicked; and madest firm the authority of Thy Book between those above, who would be docile unto Thee, and those under, who would be subject unto them; and Thou didst collect the society of unbelievers into one conspiracy, in order that the zeal of the faithful might appear, and that they might bring forth works of mercy unto Thee, even distributing unto the poor earthly riches, to obtain heavenly."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:8",
                            "text": "And after this didst Thou kindle certain lights in the firmament, Thy holy ones, having the word of life, and shining with an eminent authority preferred by spiritual gifts; and then again, for the instruction of the unbelieving Gentiles, didst Thou out of corporeal matter produce the sacraments and visible miracles, and sounds of words according to the firmament of Thy Book, by which the faithful should be blessed."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:9",
                            "text": "Next didst Thou form the living soul of the faithful, through affections ordered by the vigour of continency; and afterwards, the mind subjected to Thee alone, and needing to imitate no human authority, Thou didst renew after Thine image and likeness; and didst subject its rational action to the excellency of the understanding, as the woman to the man; and to all Thy ministries, necessary for the perfecting of the faithful in this life, Thou didst will that, for their temporal uses, good things, fruitful in the future time, should be given by the same faithful."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book XIII 34:10",
                            "text": "We behold all these things, and they are very good, because Thou dost see them in us,—Thou who hast given unto us Thy Spirit, whereby we might see them, and in them love Thee."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: Confessions Book XIII 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book XIII 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book XIII 35:2",
                            "text": "—He Prays God for that Peace of Rest Which Hath No Evening."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book XIII 35:3",
                            "text": "O Lord God, grant Thy peace unto us, for Thou hast supplied us with all things,—the peace of rest, the peace of the Sabbath, which hath no evening."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book XIII 35:4",
                            "text": "For all this most beautiful order of things, \"very good\" (all their courses being finished), is to pass away, for in them there was morning and evening."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Augustine: Confessions Book XIII 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book XIII 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book XIII 36:2",
                            "text": "—The Seventh Day, Without Evening and Setting, the Image of Eternal Life and Rest in God."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book XIII 36:3",
                            "text": "But the seventh day is without any evening, nor hath it any setting, because Thou hast sanctified it to an everlasting continuance that that which Thou didst after Thy works, which were very good, resting on the seventh day, although in unbroken rest Thou madest them that the voice of Thy Book may speak beforehand unto us, that we also after our works (therefore very good, because Thou hast given them unto us) may repose in Thee also in the Sabbath of eternal life."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Augustine: Confessions Book XIII 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book XIII 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book XIII 37:2",
                            "text": "—Of Rest in God Who Ever Worketh, and Yet is Ever at Rest."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book XIII 37:3",
                            "text": "For even then shalt Thou so rest in us, as now Thou dost work in us; and thus shall that be Thy rest through us, as these are Thy works through us."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book XIII 37:4",
                            "text": "But Thou, O Lord, ever workest, and art ever at rest."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book XIII 37:5",
                            "text": "Nor seest Thou in time, nor movest Thou in time, nor restest Thou in time; and yet Thou makest the scenes of time, and the times themselves, and the rest which results from time."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Augustine: Confessions Book XIII 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:2",
                            "text": "—Of the Difference Between the Knowledge of God and of Men, and of the Repose Which is to Be Sought from God Only."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:3",
                            "text": "We therefore see those things which Thou madest, because they are; but they are because Thou seest them."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:4",
                            "text": "And we see without that they are, and within that they are good, but Thou didst see them there, when made, where Thou didst see them to be made."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:5",
                            "text": "And we were at another time moved to do well, after our hearts had conceived of Thy Spirit; but in the former time, forsaking Thee, we were moved to do evil; but Thou, the One, the Good God, hast never ceased to do good."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:6",
                            "text": "And we also have certain good works, of Thy gift, but not eternal; after these we hope to rest in Thy great hallowing."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:7",
                            "text": "But Thou, being the Good, needing no good, art ever at rest, because Thou Thyself art Thy rest."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book XIII 38:8",
                            "text": "And what man will teach man to understand this? Or what angel, an angel? Or what angel, a man? Let it be asked of Thee, sought in Thee, knocked for at Thee; so, even so shall it be received, so shall it be found, so shall it be opened, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}