{
    "books": [
        {
            "name": "Clement: Homily VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily VIII 1:1",
                            "text": "Homily VIII: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily VIII 1:2",
                            "text": "—Peter's Arrival at Tripolis."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily VIII 1:3",
                            "text": "Now, as Peter was entering Tripolis, the people from Tyre and Sidon, Berytus and Byblus, who were eager to get instruction, and many from the neighbourhood, entered along with him; and not least were there gatherings of the multitudes from the city itself wishing to see him."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily VIII 1:4",
                            "text": "Therefore there met with us in the suburbs the brethren who had been sent forth by him to ascertain as well other particulars respecting the city, as the proceedings of Simon, and to come and explain them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily VIII 1:5",
                            "text": "They received him, and conducted him to the house of Maroones."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily VIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily VIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily VIII 2:2",
                            "text": "—Peter's Thoughtfulness."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily VIII 2:3",
                            "text": "But he, when he was at the very gate of his lodging, turned round, and promised to the multitudes that after the next day he would converse with them on the subject of religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily VIII 2:4",
                            "text": "And when he had gone in, the forerunners assigned lodgings to those who had come with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily VIII 2:5",
                            "text": "And the hosts and the entertainers did not fall short of the desire of those who sought hospitality."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily VIII 2:6",
                            "text": "But Peter, knowing nothing of this, being asked by us to partake of food, said that he would not himself partake until those who had come with him were settled."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Homily VIII 2:7",
                            "text": "And on our assuring him that this was already done, all having received them eagerly by reason of their affection towards him, so that those were grieved beyond measure who had no guests to entertain,—Peter hearing this, and being pleased with their eager philanthropy, blessed them and went out, and having bathed in the sea, partook of food with the forerunners; and then, the evening having come, he slept."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily VIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:2",
                            "text": "—A Conversation Interrupted."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:3",
                            "text": "But awaking about the second cock-crowing, he found us astir."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:4",
                            "text": "We were in all sixteen, viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:5",
                            "text": ", Peter himself, and I Clement, Nicetas and Aquila, and the twelve who had preceded us."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:6",
                            "text": "Having therefore saluted us, he said, \"To-day, not being occupied with those without, we are free to be occupied with one another."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:7",
                            "text": "Wherefore I shall tell you the things that happened after your departure from Tyre; and do you minutely relate to me what have been the doings of Simon here\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:8",
                            "text": "While, therefore, we were answering one another by narratives on either side, one of our friends entered, and announced to Peter that Simon, learning of his arrival, had set off for Syria, and that the multitudes, thinking this one night to be like a year's time, and not able to wait for the appointment which he had made, were standing before the doors conversing with one another in knots and circles about the accusation brought by Simon, and how that, having raised their expectations, and promised that he would charge Peter when he came with many evils, he had fled by night when he knew of his arrival."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:9",
                            "text": "\"However,\" said he, \"they are eager to hear you; and I know not whence some rumour has reached them to the effect that you are going to address them to-day."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement: Homily VIII 3:10",
                            "text": "In order, therefore, that they may not when they are very tired be dismissed without reason, you yourself know what it is proper for you to do\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily VIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:2",
                            "text": "—Many Called."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:3",
                            "text": "Then Peter, wondering at the eagerness of the multitudes, answered, \"You see, brethren, how the words of our Lord are manifestly fulfilled."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:4",
                            "text": "For I remember His saying, 'Many shall come from the east and from the west, the north and the south, and shall recline on the bosoms of Abraham, and Isaac, and Jacob."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:5",
                            "text": "'  'But many,' said He also, 'are called, but few chosen."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:6",
                            "text": "'  The coming, therefore, of these called ones is fulfilled."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:7",
                            "text": "But inasmuch as it is not of themselves, but of God who has called them and caused them to come, on this account alone they have no reward, since it is not of themselves but of Him who has wrought in them."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement: Homily VIII 4:8",
                            "text": "But if, after being called, they do things that are excellent, for this is of themselves, then for this they shall have a reward."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily VIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily VIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily VIII 5:2",
                            "text": "—Faith the Gift of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily VIII 5:3",
                            "text": "\"For even the Hebrews who believe Moses, and do not observe the things spoken by him, are not saved, unless they observe the things that were spoken to them."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily VIII 5:4",
                            "text": "For their believing Moses was not of their own will, but of God, who said to Moses, 'Behold, I come to thee in a pillar of cloud, that the people may hear me speaking to thee, and may believe thee for ever."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily VIII 5:5",
                            "text": "'  Since, therefore, both to the Hebrews and to those who are called from the Gentiles, believing in the teachers of truth is of God, while excellent actions are left to every one to do by his own judgment, the reward is righteously bestowed upon those who do well."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily VIII 5:6",
                            "text": "For there would have been no need of Moses, or of the coming of Jesus, if of themselves they would have understood what is reasonable."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Homily VIII 5:7",
                            "text": "Neither is there salvation in believing in teachers and calling them lords."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily VIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily VIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily VIII 6:2",
                            "text": "—Concealment and Revelation."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily VIII 6:3",
                            "text": "\"For on this account Jesus is concealed from the Jews, who have taken Moses as their teacher, and Moses is hidden from those who have believed Jesus."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily VIII 6:4",
                            "text": "For, there being one teaching by both, God accepts him who has believed either of these."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily VIII 6:5",
                            "text": "But believing a teacher is for the sake of doing the things spoken by God."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily VIII 6:6",
                            "text": "And that this is so our Lord Himself says, 'I thank thee, Father of heaven and earth, because Thou hast concealed these things from the wise and elder, and hast revealed them to sucking babes."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily VIII 6:7",
                            "text": "'  Thus God Himself has concealed a teacher from some, as foreknowing what they ought to do, and has revealed him to others, who are ignorant what they ought to do."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily VIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:2",
                            "text": "—Moses and Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:3",
                            "text": "\"Neither, therefore, are the Hebrews condemned on account of their ignorance of Jesus, by reason of Him who has concealed Him, if, doing the things commanded by Moses, they do not hate Him whom they do not know."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:4",
                            "text": "Neither are those from among the Gentiles condemned, who know not Moses on account of Him who hath concealed him, provided that these also, doing the things spoken by Jesus, do not hate Him whom they do not know."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:5",
                            "text": "And some will not be profited by calling the teachers lords, but not doing the works of servants."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:6",
                            "text": "For on this account our Jesus Himself said to one who often called Him Lord, but did none of the things which He prescribed, 'Why call ye me Lord, Lord, and do not the things which I say?'  For it is not saying that will profit any one, but doing."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:7",
                            "text": "By all means, therefore, is there need of good works."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Homily VIII 7:8",
                            "text": "Moreover, if any one has been thought worthy to recognise both as preaching one doctrine, that man has been counted rich in God, understanding both the old things as new in time, and the new things as old\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily VIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily VIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily VIII 8:2",
                            "text": "—A Large Congregation."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily VIII 8:3",
                            "text": "While Peter was thus speaking, the multitudes, as if they had been called by some one, entered into the place where Peter was."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily VIII 8:4",
                            "text": "Then he, seeing a great multitude, like the smooth current of a river gently flowing towards him, said to Maroones, \"Have you any place here that is better able to contain the crowd?\"  Then Maroones conducted him to a garden-plot in the open air, and the multitudes followed."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily VIII 8:5",
                            "text": "But Peter, standing upon a base of a statue which was not very high, as soon as he had saluted the multitude in pious fashion, knowing that many of the crowd that stood by were tormented with demons and many sufferings of long standing, and hearing them shrieking with lamentation, and falling down before him in supplication, rebuked them, and commanded them to hold their peace; and promising healing to them after the discourse, began to speak on this wise:—."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily VIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily VIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily VIII 9:2",
                            "text": "—\"Vindicate the Ways of God to Men\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily VIII 9:3",
                            "text": "\"While beginning to discourse on the worship of God to those who are altogether ignorant of everything, and whose minds have been corrupted by the accusations of our adversary Simon, I have thought it necessary first of all to speak of the blamelessness of the God who hath made all things, starting from the occasion seasonably afforded by Him according to His providence, that it may be known how with good reason many are held by many demons, and subjected to strange sufferings, that in this the justice of God may appear; and that those who through ignorance blame Him, now may learn by good speaking and well-doing what sentiments they ought to hold, and recall themselves from their previous accusation, assigning ignorance as the cause of their evil presumption, in order that they may be pardoned."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily VIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily VIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily VIII 10:2",
                            "text": "—The Original Law."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily VIII 10:3",
                            "text": "\"But thus the matter stands."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily VIII 10:4",
                            "text": "The only good God having made all things well, and having handed them over to man, who was made after His image, he who had been made breathing of the divinity of Him who made him, being a true prophet and knowing all things, for the honour of the Father who had given all things to him, and for the salvation of the sons born of him, as a genuine father preserving his affection towards the children born of him, and wishing them, for their advantage, to love God and be loved of Him, showed them the way which leads to His friendship, teaching them by what deeds of men the one God and Lord of all is pleased; and having exhibited to them the things that are pleasing to Him, appointed a perpetual law to all, which neither can be abrogated by enemies, nor is vitiated by any impious one, nor is concealed in any place, but which can be read by all."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily VIII 10:5",
                            "text": "To them, therefore, by obedience to the law, all things were in abundance,—the fairest of fruits, fulness of years, freedom from grief and from disease, bestowed upon them without fear, with all salubrity of the air."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily VIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily VIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily VIII 11:2",
                            "text": "—Cause of the Fall of Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily VIII 11:3",
                            "text": "\"But they, because they had at first no experience of evils, being insensible to the gift of good things, were turned to ingratitude by abundance of food and luxuries, so that they even thought that there is no Providence, since they had not by previous labour got good things as the reward of righteousness, inasmuch as no one of them had fallen into any suffering or disease, or any other necessity; so that, as is usual for men afflicted on account of wicked transgression, they should look about for the God who is able to heal them."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily VIII 11:4",
                            "text": "But immediately after their despite, which proceeded from fearlessness and secure luxury, a certain just punishment met them, as following from a certain arranged harmony, removing from them good things as having hurt them, and introducing evil things instead, as advantageous."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily VIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:2",
                            "text": "—Metamorphoses of the Angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:3",
                            "text": "\"For of the spirits who inhabit the heaven, the angels who dwell in the lowest region, being grieved at the ingratitude of men to God, asked that they might come into the life of men, that, really becoming men, by more intercourse they might convict those who had acted ungratefully towards Him, and might subject every one to adequate punishment."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:4",
                            "text": "When, therefore, their petition was granted, they metamorphosed themselves into every nature; for, being of a more godlike substance, they are able easily to assume any form."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:5",
                            "text": "So they became precious stones, and goodly pearl, and the most beauteous purple, and choice gold, and all matter that is held in most esteem."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:6",
                            "text": "And they fell into the hands of some, and into the bosoms of others, and suffered themselves to be stolen by them."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:7",
                            "text": "They also changed themselves into beasts and reptiles, and fishes and birds, and into whatsoever they pleased."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Clement: Homily VIII 12:8",
                            "text": "These things also the poets among yourselves, by reason of fearlessness, sing, as they befell, attributing to one the many and diverse doings of all."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily VIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily VIII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily VIII 13:2",
                            "text": "—The Fall of the Angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily VIII 13:3",
                            "text": "\"But when, having assumed these forms, they convicted as covetous those who stole them, and changed themselves into the nature of men, in order that, living holily, and showing the possibility of so living, they might subject the ungrateful to punishment, yet having become in all respects men, they also partook of human lust, and being brought under its subjection they fell into cohabitation with women; and being involved with them, and sunk in defilement and altogether emptied of their first power, were unable to turn back to the first purity of their proper nature, their members turned away from their fiery substance:  for the fire itself, being extinguished by the weight of lust, and changed into flesh, they trode the impious path downward."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily VIII 13:4",
                            "text": "For they themselves, being fettered with the bonds of flesh, were constrained and strongly bound; wherefore they have no more been able to ascend into the heavens."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily VIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily VIII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily VIII 14:2",
                            "text": "—Their Discoveries."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily VIII 14:3",
                            "text": "\"For after the intercourse, being asked to show what they were before, and being no longer able to do so, on account of their being unable to do aught else after their defilement, yet wishing to please their mistresses, instead of themselves, they showed the bowels of the earth; I mean, the choice metals, gold, brass, silver, iron, and the like, with all the most precious stones."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Homily VIII 14:4",
                            "text": "And along with these charmed stones, they delivered the arts of the things pertaining to each, and imparted the discovery of magic, and taught astronomy, and the powers of roots, and whatever was impossible to be found out by the human mind; also the melting of gold and silver, and the like, and the various dyeing of garments."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement: Homily VIII 14:5",
                            "text": "And all things, in short, which are for the adornment and delight of women, are the discoveries of these demons bound in flesh."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily VIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily VIII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily VIII 15:2",
                            "text": "—The Giants."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily VIII 15:3",
                            "text": "\"But from their unhallowed intercourse spurious men sprang, much greater in stature than ordinary men, whom they afterwards called giants; not those dragon-footed giants who waged war against God, as those blasphemous myths of the Greeks do sing, but wild in manners, and greater than men in size, inasmuch as they were sprung of angels; yet less than angels, as they were born of women."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily VIII 15:4",
                            "text": "Therefore God, knowing that they were barbarized to brutality, and that the world was not sufficient to satisfy them (for it was created according to the proportion of men and human use), that they might not through want of food turn, contrary to nature, to the eating of animals, and yet seem to be blameless, as having ventured upon this through necessity, the Almighty God rained manna upon them, suited to their various tastes; and they enjoyed all that they would."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily VIII 15:5",
                            "text": "But they, on account of their bastard nature, not being pleased with purity of food, longed only after the taste of blood."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Homily VIII 15:6",
                            "text": "Wherefore they first tasted flesh."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily VIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily VIII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily VIII 16:2",
                            "text": "—Cannibalism."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily VIII 16:3",
                            "text": "\"And the men who were with them there for the first time were eager to do the like."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily VIII 16:4",
                            "text": "Thus, although we are born neither good nor bad, we become one or the other; and having formed habits, we are with difficulty drawn from them."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily VIII 16:5",
                            "text": "But when irrational animals fell short, these bastard men tasted also human flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily VIII 16:6",
                            "text": "For it was not a long step to the consumption of flesh like their own, having first tasted it in other forms."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily VIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily VIII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily VIII 17:2",
                            "text": "—The Flood."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily VIII 17:3",
                            "text": "\"But by the shedding of much blood, the pure air being defiled with impure vapour, and sickening those who breathed it, rendered them liable to diseases, so that thenceforth men died prematurely."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily VIII 17:4",
                            "text": "But the earth being by these means greatly defiled, these first teemed with poison-darting and deadly creatures."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily VIII 17:5",
                            "text": "All things, therefore, going from bad to worse, on account of these brutal demons, God wished to cast them away like an evil leaven, lest each generation from a wicked seed, being like to that before it, and equally impious, should empty the world to come of saved men."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily VIII 17:6",
                            "text": "And for this purpose, having warned a certain righteous man, with his three sons, together with their wives and their children, to save themselves in an ark, He sent a deluge of water, that all being destroyed, the purified world might be handed over to him who was saved in the ark, in order to a second beginning of life."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily VIII 17:7",
                            "text": "And thus it came to pass."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily VIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily VIII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily VIII 18:2",
                            "text": "—The Law to the Survivors."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily VIII 18:3",
                            "text": "\"Since, therefore, the souls of the deceased giants were greater than human souls, inasmuch as they also excelled their bodies, they, as being a new race, were called also by a new name."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily VIII 18:4",
                            "text": "And to those who survived in the world a law was prescribed of God through an angel, how they should live."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily VIII 18:5",
                            "text": "For being bastards in race, of the fire of angels and the blood of women, and therefore liable to desire a certain race of their own, they were anticipated by a certain righteous law."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily VIII 18:6",
                            "text": "For a certain angel was sent to them by God, declaring to them His will, and saying:—."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily VIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:2",
                            "text": "—The Law to the Giants or Demons."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:3",
                            "text": "\"'These things seem good to the all-seeing God, that you lord it over no man; that you trouble no one, unless any one of his own accord subject himself to you, worshipping you, and sacrificing and pouring libations, and partaking of your table, or accomplishing aught else that they ought not, or shedding blood, or tasting dead flesh, or filling themselves with that which is torn of beasts, or that which is cut, or that which is strangled, or aught else that is unclean."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:4",
                            "text": "But those who betake themselves to my law, you not only shall not touch, but shall also do honour to, and shall flee from, their presence."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:5",
                            "text": "For whatsoever shall please them, being just, respecting you, that you shall be constrained to suffer."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:6",
                            "text": "But if any of those who worship me go astray, either committing adultery, or practising magic, or living impurely, or doing any other of the things which are not well-pleasing to me, then they will have to suffer something at your hands or those of others, according to my order."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:7",
                            "text": "But upon them, when they repent, I, judging of their repentance, whether it be worthy of pardon or not, shall give sentence."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:8",
                            "text": "These things, therefore, ye ought to remember and to do, well knowing that not even your thoughts shall be able to be concealed from Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement: Homily VIII 19:9",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily VIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily VIII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily VIII 20:2",
                            "text": "—Willing Captives."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily VIII 20:3",
                            "text": "\"Having charged them to this effect, the angel departed."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily VIII 20:4",
                            "text": "But you are still ignorant of this law, that every one who worships demons, or sacrifices to them, or partakes with them of their table, shall become subject to them and receive all punishment from them, as being under wicked lords."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement: Homily VIII 20:5",
                            "text": "And you who, on account of ignorance of this law, have been corrupted beside their altars, and have been satiated with food offered to them, have come under their power, and do not know how you have been in every way injured in respect of your bodies."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement: Homily VIII 20:6",
                            "text": "But you ought to know that the demons have no power over any one, unless first he be their table-companion; since not even their chief can do anything contrary to the law imposed upon them by God, wherefore he has no power over any one who does not worship him; but neither can any one receive from them any of the things that he wishes, nor in anything be hurt by them, as you may learn from the following statement."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily VIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:2",
                            "text": "—Temptation of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:3",
                            "text": "\"For once the king of the present time came to our King of righteousness, using no violence, for this was not in his power, but inducing and persuading, because the being persuaded lies in the power of every one."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:4",
                            "text": "Approaching Him, therefore, as being king of things present, he said to the King of things future, 'All the kingdoms of the present world are subject to me; also the gold and the silver and all the luxury of this world are under my power."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:5",
                            "text": "Wherefore fall down and worship me, and I will give you all these things."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:6",
                            "text": "'  And this he said, knowing that after He worshipped him he would have power also over Him, and thus would rob Him of the future glory and kingdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:7",
                            "text": "But He, knowing all things, not only did not worship him, but would not receive aught of the things that were offered by him."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:8",
                            "text": "For He pledged Himself with those that are His, to the effect that it is not lawful henceforth even to touch the things that are given over to him."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:9",
                            "text": "Therefore He answered and said, 'Thou shalt fear the Lord thy God, and Him only shalt thou serve."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Clement: Homily VIII 21:10",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily VIII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily VIII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily VIII 22:2",
                            "text": "—The Marriage Supper."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily VIII 22:3",
                            "text": "\"However, the king of the impious, striving to bring over to his own counsel the King of the pious, and not being able, ceased his efforts, undertaking to persecute Him for the remainder of His life."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily VIII 22:4",
                            "text": "But you, being ignorant of the fore-ordained law, are under his power through evil deeds."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily VIII 22:5",
                            "text": "Wherefore you are polluted in body and soul, and in the present life you are tyrannized over by sufferings and demons, but in that which is to come you shall have your souls to be punished."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Clement: Homily VIII 22:6",
                            "text": "And this not you alone suffer through ignorance, but also some of our nation, who by evil deeds having been brought under the power of the prince of wickedness, like persons invited to a supper by a father celebrating the marriage of his son, have not obeyed."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Clement: Homily VIII 22:7",
                            "text": "But instead of those who through preoccupation disobeyed, the Father celebrating the marriage of his Son, has ordered us, through the Prophet of the truth, to come into the partings of the ways, that is, to you, and to invest you with the clean wedding-garment, which is baptism, which is for the remission of the sins done by you, and to bring the good to the supper of God by repentance, although at the first they were left out of the banquet."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily VIII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:2",
                            "text": "—The Assembly Dismissed."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:3",
                            "text": "\"If, therefore, ye wish to be the vesture of the Divine Spirit, hasten first to put off your base presumption, which is an unclean spirit and a foul garment."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:4",
                            "text": "And this you cannot otherwise put off, than by being first baptized in good works."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:5",
                            "text": "And thus being pure in body and in soul, you shall enjoy the future eternal kingdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:6",
                            "text": "Therefore neither believe in idols, nor partake with them of the impure table, nor commit murder, nor adultery, nor hate those whom it is not right to hate, nor steal, nor set upon any evil deeds; since, being deprived of the hope of future blessings in the present life, you shall be subjected to evil demons and terrible sufferings, and in the world to come you shall be punished with eternal fire."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:7",
                            "text": "Now, then, what has been said is enough for to-day."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Clement: Homily VIII 23:8",
                            "text": "For the rest, those of you who are afflicted with ailments remain for healing; and of the others, you who please go in peace\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement: Homily VIII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement: Homily VIII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement: Homily VIII 24:2",
                            "text": "—The Sick Healed."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement: Homily VIII 24:3",
                            "text": "When he had thus spoken, all of them remained, some in order to be healed, and others to see those who obtained cures."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement: Homily VIII 24:4",
                            "text": "But Peter, only laying his hands upon them, and praying, healed them; so that those who were straightway cured were exceeding glad, and those who looked on exceedingly wondered, and blessed God, and believed with a firm hope, and with those who had been healed departed to their own homes, having received a charge to meet early on the following day."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Clement: Homily VIII 24:5",
                            "text": "And when they had gone, Peter remained there with his associates, and partook of food, and refreshed himself with sleep."
                        }
                    ]
                }
            ]
        }
    ]
}