{
    "books": [
        {
            "name": "Augustine: On Baptism Book V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On Baptism Book V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:1",
                            "text": "On Baptism, Book V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:3",
                            "text": "—1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:4",
                            "text": "We have the testimony of the blessed Cyprian, that the custom of the Catholic Church is at present retained, when men coming from the side of heretics or schismatics, if they have received baptism as consecrated in the words of the gospel, are not baptized afresh."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:5",
                            "text": "For he himself proposed to himself the question, and that as coming from the mouth of brethren either seeking the truth or contending for the truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:6",
                            "text": "For in the course of the arguments by which he wished to show that heretics should be baptized again, which we have sufficiently considered for our present purpose in the former books, he says: \"But some will say, What then will become of those who in times past, coming to the Church from heresy, were admitted without baptism?\"  In this question is involved the shipwreck of the whole cause of the Donatists, with whom our contest is on this point."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:7",
                            "text": "For if those had not really baptism who were thus received on coming from heretics, and their sins were still upon them, then, when such men were admitted to communion, either by those who came before Cyprian or by Cyprian himself, we must acknowledge that one of two things occurred,—either that the Church perished then and there from the pollution of communion with such men, or that any one abiding in unity is not injured by even the notorious sins of other men."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:8",
                            "text": "But since they cannot say that the Church then perished through the contamination arising from communion with those who, as Cyprian says, were admitted into it without baptism—for otherwise they cannot maintain the validity of their own origin if the Church then perished, seeing that the list of consuls proves that more than forty years elapsed between the martyrdom of Cyprian and the burning of the sacred books,  from which they took occasion to make a schism, spreading abroad the smoke of their calumnies,—it therefore is left for them to acknowledge that the unity of Christ is not polluted by any such communion, even with known offenders."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:9",
                            "text": "And, after this confession, they will be unable to discover any reason which will justify them in maintaining that they were bound to separate from the churches of the whole world, which, as we read, were equally founded by the apostles, seeing that, while the others could not have perished from any admixture of offenders, of whatsoever kind, they, though they would not have perished if they had remained in unity with them, brought destruction on themselves in schism, by separating themselves from their brethren, and breaking the bond of peace."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:10",
                            "text": "For the sacrilege of schism is most clearly evident in them, if they had no sufficient cause for separation."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:11",
                            "text": "And it is clear that there was no sufficient cause for separation, if even the presence of notorious offenders cannot pollute the good while they abide in unity."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:12",
                            "text": "But that the good, abiding in unity, are not polluted even by notorious offenders, we teach on the testimony of Cyprian, who says that \"men in past times, coming to the Church from heresy, were admitted without baptism;\" and yet, if the wickedness of their sacrilege, which was still upon them, seeing it had not been purged away by baptism, could not pollute and destroy the holiness of the Church, it cannot perish by any infection from wicked men."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On Baptism Book V 1:13",
                            "text": "Wherefore, if they allow that Cyprian spoke the truth, they are convicted of schism on his testimony; if they maintain that he does not speak truth, let them not use his testimony on the question of baptism."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On Baptism Book V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:1",
                            "text": "Chapter 2 —2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:2",
                            "text": "But now that we have begun a disputation with a man of peace like Cyprian, let us go on."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:3",
                            "text": "For when he had brought an objection against himself, which he knew was urged by his brethren, \"What then will become of those who in times past, coming to the Church from heresy, were admitted without baptism? The Lord,\" he answers, \"is able of His mercy to grant indulgence, and not to separate from the gifts of His Church those who, being admitted in all honesty to His Church, have fallen asleep within the Church\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:4",
                            "text": "Well indeed has he assumed that charity can cover the multitude of sins."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:5",
                            "text": "But if they really had baptism, and this were not rightly perceived by those who thought that they should be baptized again, that error was covered by the charity of unity so long as it contained, not the discord and spirit of the devil, but merely human infirmity, until, as the apostle says, \"if they were otherwise minded, the Lord should reveal it to them\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:6",
                            "text": "But woe unto those who, being torn asunder from unity by a sacrilegious rupture, either rebaptize, if baptism exists with both us and them, or do not baptize at all, if baptism exist in the Catholic Church only."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:7",
                            "text": "Whether, therefore, they rebaptize, or fail to baptize, they are not in the bond of peace; wherefore let them apply a remedy to which they please of these two wounds."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:8",
                            "text": "But if we admit to the Church without baptism, we are of the number of those who, as Cyprian has assumed, may receive pardon because they preserved unity."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:9",
                            "text": "But if (as is, I think, already clear from what has been said in the earlier books) Christian baptism can preserve its integrity even amid the perversity of heretics, then even though any in those times did rebaptize, yet without departing from the bond of unity, they might still attain to pardon in virtue of that same love of peace, through which Cyprian bears witness that those admitted even without baptism might obtain that they should not be separated from the gifts of the Church."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:10",
                            "text": "Further, if it is true that with heretics and schismatics the baptism of Christ does not exist, how much less could the sins of others hurt those who were fixed in unity, if even men's own sins were forgiven when they came to it even without baptism! For if, according to Cyprian, the bond of unity is of such efficacy, how could they be hurt by other men's sins, who were unwilling to separate themselves from unity, if even the unbaptized, who wished to come to it from heresy, thereby escaped the destruction due to their own sins?             Chapter."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:11",
                            "text": "3."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:12",
                            "text": "—3."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:13",
                            "text": "But in what Cyprian adds, saying, \"Nor yet because men once have erred must there be always error, since it rather befits wise and God-fearing men gladly and unhesitatingly to follow truth, when it is clearly laid before their eyes, than obstinately and persistently to fight for heretics against their brethren and their fellow-priests,\"  he is uttering the most perfect truth; and the man who resists the manifest truth is opposing himself rather than his neighbors."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:14",
                            "text": "But, so far as I can judge, it is perfectly clear and certain, from the many arguments which I have already adduced, that the baptism of Christ cannot be invalidated even by the perversity of heretics, when it is given or received among them."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:15",
                            "text": "But, granting that it is not yet certain, at any rate no one who has considered what has been said, even from a hostile point of view, will assert that the question has been decided the other way."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:16",
                            "text": "Therefore we are not striving against manifest truth, but either, as I think, we are striving in behalf of what is clearly true, or, at any rate, as those may hold who think that the question has not yet been solved, we are seeking for the truth."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:17",
                            "text": "And therefore, if the truth be other than we think, yet we are receiving those baptized by heretics with the same honesty of heart with which those received them whom, Cyprian supposed, in virtue of their cleaving to the unity of the Church, to be capable of pardon."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:18",
                            "text": "But if the baptism of Christ, as is indicated by the many arguments used above, can retain its integrity amid any defect either of life or faith, whether on the part of those who seem to be within, and yet do not belong to the members of the one dove or on the part of those whose severance from her extends to being openly without, then those who sought its repetition in those former days deserved the same pardon for their charity in clinging to unity, which Cyprian thought that those deserved for charity of the same kind whom he believed to have been admitted without baptism."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: On Baptism Book V 2:19",
                            "text": "They therefore who, without any cause (since, as Cyprian himself shows, the bad cannot hurt the good in the unity of the Church), have cut themselves off from the charity which is shown in this unity, have lost all place of pardon, and whilst they would incur destruction by the very crime of schism, even though they did not rebaptize those who had been baptized in the Catholic Church, of how bitter punishment are they deserving, who are either endeavoring to give to the Catholics who have it what Cyprian affirms that they themselves have not, or, as is clear from the facts of the case, are bringing as a charge against the Catholic Church that she has not what even they themselves possess?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On Baptism Book V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book V 3:1",
                            "text": "Chapter 4 —4."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book V 3:2",
                            "text": "But since now, as I said before, we have begun a disputation with the epistles of Cyprian, I think that I should not seem even to him, if he were present, \"to be contending obstinately and persistently in defense of heretics against my brethren and my fellow-priests,\" when he learned the powerful reasons which move us to believe that even among heretics, who are perversely obstinate in their malignant error, the baptism of Christ is yet in itself most holy, and most highly to be reverenced."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book V 3:3",
                            "text": "And seeing that he himself, whose testimony has such weight with us, bears witness that they were wont in past times to be admitted without a second baptism, I would have any one, who is induced by Cyprian's arguments to hold it as certain that heretics ought to be baptized afresh, yet consider that those who, on account of weight of the arguments on the other side, are not as yet persuaded that this should be so, hold the same place as those in past time, who in all honesty admitted men who were baptized in heresy on the simple correction of their individual error, and who were capable of salvation with them in virtue of the bond of unity."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book V 3:4",
                            "text": "And let any one, who is led by the past custom of the Church, and by the subsequent authority of a plenary Council, and by so many powerful proofs from holy Scripture, and by much evidence from Cyprian himself, and by the clear reasoning of truth, to understand that the baptism of Christ, consecrated in the words of the gospel, cannot be perverted by the error of any man on earth,—let such an one understand, that they who then thought otherwise, but yet preserved their charity, can be saved by the same bond of unity."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On Baptism Book V 3:5",
                            "text": "And herein he should also understand of those who, in the society of the Church dispersed throughout the world, could not have been defiled by any tares, by any chaff, so long as they themselves desired to be fruitful corn, and who therefore severed themselves from the same bond of unity without any cause for the divorce, that at any rate, whichever of the two opinions be true,—that which Cyprian then held, or that which was maintained by the universal voice of the Catholic Church, which Cyprian did not abandon,—in either case they, having most openly placed themselves outside in the plain sacrilege of schism, cannot possibly be saved, and all that they possess of the holy sacraments, and of the free gifts of the one legitimate Bridegroom, is of avail, while they continue what they are, for their confusion rather than the salvation of their souls."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On Baptism Book V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book V 4:1",
                            "text": "Chapter 5 —5."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book V 4:2",
                            "text": "Wherefore, even if heretics should be truly anxious to correct their error and come to the Church, for the very reason that they believed that they had no baptism unless they received it in the Church, even under these circumstances we should not be bound to yield to their desire for the repetition of baptism; but rather they should be taught, on the one hand, that baptism, though perfect in itself, could in no way profit their perversity if they would not submit to be corrected; and, on the other hand, that the perfection of baptism could not be impaired by their perversity, while refusing to be corrected: and again, that no further perfection is added to baptism in them because they are submitting to correction; but that, while they themselves are quitting their iniquity, that which was before within them to their destruction is now beginning to be of profit for salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book V 4:3",
                            "text": "For, learning this, they will both recognize the need of salvation in Catholic unity, and will cease to claim as their own what is really Christ's, and will not confound the sacrament of truth, although existing in themselves, with their own individual error."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book V 4:4",
                            "text": "6."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book V 4:5",
                            "text": "To this we may add a further reason, that men, by a sort of hidden inspiration from heaven, shrink from any one who for the second time receives baptism which he had already received in any quarter whatsoever, insomuch that the very heretics themselves, when their arguments start with that subject, rub their forehead in perplexity, and almost all their laity, even those who have grown old in their body, and have conceived an obstinate animosity against the Catholic Church, confess that this one point in their system displeases them; and many who, for the sake of gaining some secular advantage, or avoiding some disadvantage, wish to secede to them, strive with many secret efforts that they may have granted to them, as a peculiar and individual privilege, that they should not be rebaptized; and some, who are led to place credence in their other vain delusions and false accusations against the Catholic Church, are recalled to unity by this one consideration, that they are unwilling to associate with them lest they should be compelled to be rebaptized."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On Baptism Book V 4:6",
                            "text": "And the Donatists, through fear of this feeling, which has so thorough possession of all men's hearts, have consented to acknowledge the baptism which was conferred among the followers of Maximianus, whom they had condemned, and so to cut short their own tongues and close their mouths, in preference to baptizing again so many men of the people of Musti, and Assur ae, and other districts, whom they received with Felicianus and Pr aetextatus, and the others who had been condemned by them and afterwards returned to them."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On Baptism Book V 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book V 5:1",
                            "text": "Chapter 6 —7."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book V 5:2",
                            "text": "For when this is done occasionally in the case of individuals, at great intervals of time and space, the enormity of the deed is not equally felt; but if all were suddenly to be brought together who had been baptized in course of time by the aforesaid followers of Maximianus, either under pressure of the peril of death or at their Easter solemnities, and it were told them that they must be baptized again, because what they had already received in the sacrilege of schism was null and void, they might indeed say what obstinate perseverance in their error would compel them to say, that they might hide the rigor and iciness of their hardness under any kind of false shade of consistency against the warmth of truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book V 5:3",
                            "text": "But in fact, because the party of Maximianus could not bear this, and because the very men who would have to enforce it could not endure what must needs have been done in the case of so many men at once, especially as those very men would be rebaptizing them in the party of Primianus who had already baptized them in the party of Maximianus, for these reasons their baptism was received, and the pride of the Donatists was cut short."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book V 5:4",
                            "text": "And this course they would certainly not have chosen to adopt, had they not thought that more harm would have been done to their cause by the offense men would have taken at the repetition of the baptism, than by the reputation lost in abandoning their defense."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book V 5:5",
                            "text": "And this I would not say with any idea that we ought to be restrained by consideration of human feelings, if the truth compelled those who came from heretics to be baptized afresh."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On Baptism Book V 5:6",
                            "text": "But because the holy Cyprian says, \"that heretics might have been all the more impelled to the necessity of coming over, if only they were to be rebaptized in the Catholic Church,\"  on this account I have wished to place on record the intensity of the repugnance to this act which is seated deeply in the heart of nearly every one,—a repugnance which I can believe was inspired by God Himself, that the Church might be fortified by the instinct of repugnance against any possible arguments which the weak cannot dispel."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On Baptism Book V 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:1",
                            "text": "Chapter 7 —8."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:2",
                            "text": "Truly, when I look at the actual words of Cyprian, I am warned to say some things which are very necessary for the solution of this question."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:3",
                            "text": "\"For if they were to see,\" he says, \"that it was settled and established by our formal decision and vote, that the baptism with which they are baptized in heresy is considered just and lawful, they will think that they are in just and lawful possession of the Church also, and all its other gifts\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:4",
                            "text": "He does not say \"that they will think they are in possession,\" but \"in just and lawful possession of the gifts of the Church\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:5",
                            "text": "But we say that we cannot allow that they are in just and lawful possession of baptism."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:6",
                            "text": "That they are in possession of it we cannot deny, when we recognize the sacrament of the Lord in the words of the gospel."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:7",
                            "text": "They have therefore lawful baptism, but they do not have it lawfully."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:8",
                            "text": "For whosoever has it both in Catholic unity, and living worthily of it, both has lawful baptism and has it lawfully; but whosoever has it either within the Catholic Church itself, as chaff mixed with the wheat, or outside, as chaff carried away by the wind, has indeed lawful baptism, but not lawfully."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:9",
                            "text": "For he has it as he uses it."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On Baptism Book V 6:10",
                            "text": "But the man does not use it lawfully who uses it against the law,—which every one does, who, being baptized, yet leads an abandoned life, whether inside or without the Church."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On Baptism Book V 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:1",
                            "text": "Chapter 8 —9."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:2",
                            "text": "Wherefore, as the apostle said of the law, \"The law is good, if a man use it lawfully,\"  so we may fairly say of baptism, Baptism is good, if a man use it lawfully."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:3",
                            "text": "And as they who used the law unlawfully could not in that case cause that it should not be in itself good, or make it null and void, so any one who uses baptism unlawfully, either because he lives in heresy, or because he lives the worst of lives, yet cannot cause that the baptism should be otherwise than good, or altogether null and void."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:4",
                            "text": "And so, when he is converted either to Catholic unity, or to a mode of living worthy of so great a sacrament, he begins to have not another and a lawful baptism, but that same baptism in a lawful manner."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:5",
                            "text": "Nor does the remission of irrevocable sins follow on baptism, unless a man not only have lawful baptism, but have it lawfully; and yet it does not follow that if a man have it not lawfully, so that his sins are either not remitted, or, being remitted, are brought on him again, therefore the sacrament of baptism should be in the baptized person either bad or null and void."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:6",
                            "text": "For as Judas, to whom the Lord gave a morsel, gave a place within himself of the devil, not by receiving what was bad, but by receiving it badly,  so each person, on receiving the sacrament of the Lord, does not cause that it is bad because he is bad himself, or that he has received nothing because he has not received it to salvation."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:7",
                            "text": "For it was none the less the body of the Lord and the blood of the Lord, even in those to whom the apostle said, \"He that eateth unworthily, eateth and drinketh damnation to himself\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:8",
                            "text": "Let the heretics therefore seek in the Catholic Church not what they have, but what they have not,—that is, the end of the commandment, without which many holy things may be possessed, but they cannot profit."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:9",
                            "text": "\"Now, the end of the commandment is charity out of a pure heart, and of a good conscience, and of faith unfeigned\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: On Baptism Book V 7:10",
                            "text": "Let them therefore hasten to the unity and truth of the Catholic Church, not that they may have the sacrament of washing, if they have been already bathed in it, although in heresy, but that they may have it to their health."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On Baptism Book V 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:1",
                            "text": "Chapter 9 —10."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:2",
                            "text": "Now we must see what is said of the baptism of John."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:3",
                            "text": "For \"we read in the Acts of the Apostles, that those who had already been baptized with the baptism of John were yet baptized by Paul,\"  simply because the baptism of John was not the baptism of Christ, but a baptism allowed by Christ to John, so as to be called especially John's baptism; as the same John says, \"A man can receive nothing, except it be given him from heaven\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:4",
                            "text": "And that he might not possibly seem to receive this from God the Father in such wise as not to receive it from the Son, speaking presently of Christ Himself, he says, \"Of His fullness have all we received\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:5",
                            "text": "But by the grace of a certain dispensation John received this, which was to last not for long, but only long enough to prepare for the Lord the way in which he must needs be the forerunner."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:6",
                            "text": "And as our Lord was presently to enter on this way with all humility, and to lead those who humbly followed Him to perfection, as He washed the feet of His servants,  so was He willing to be baptized with the baptism of a servant."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:7",
                            "text": "For as He set Himself to minister to the feet of those whose guide He was Himself, so He submitted Himself to the gift of John which He Himself had given, that all might understand what sacrilegious arrogance they would show in despising the baptism which they ought each of them to receive from the Lord, when the Lord Himself accepted what He Himself had bestowed upon a servant, that he might give it as his own; and that when John, than whom no greater had arisen among them that are born of women,  bore such testimony to Christ, as to confess that he was not worthy to unloose the latchet of His shoe,  Christ might both, by receiving his baptism, be found to be the humblest among men, and, by taking away the place for the baptism of John, be believed to be the most high God, at once the teacher of humility and the giver of exaltation."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:8",
                            "text": "11."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:9",
                            "text": "For to none of the prophets, to no one at all in holy Scripture, do we read that it was granted to baptize in the water of repentance for the remission of sins, as it was granted to John; that, causing the hearts of the people to hang upon him through this marvellous grace, he might prepare in them the way for Him whom he declared to be so infinitely greater than himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:10",
                            "text": "But the Lord Jesus Christ cleanses His Church by such a baptism that on receiving it no other is required; while John gave a first washing with such a baptism that on receiving it there was further need of the baptism of the Lord,—not that the first baptism should be repeated, but that the baptism of Christ, for whom he was preparing the way, might be further bestowed on those who had received the baptism of John."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:11",
                            "text": "For if Christ's humility were not to be commended to our notice, neither would there be any need of the baptism of John; again, if the end were in John, after his baptism there would be no need of the baptism of Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:12",
                            "text": "But because \"Christ is the end of the law for righteousness to every one that believeth,\"  it was shown by John to whom men should go, and in whom, when they had reached Him, they should rest."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:13",
                            "text": "The same, John, therefore, set forth both the exalted nature of the Lord, when he placed Him far before himself, and His humility, when he baptized Him as the lowest of the people."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:14",
                            "text": "But if John had baptized Christ alone, he would be thought to have been the dispenser of a better baptism, in that with which Christ alone was baptized, than the baptism of Christ with which Christians are baptized; and again, if all ought to be baptized first with the baptism of John, and then with that of Christ, the baptism of Christ would deservedly seem to be lacking in fullness and perfection, as not sufficing for salvation."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: On Baptism Book V 8:15",
                            "text": "Wherefore the Lord was baptized with the baptism of John, that He might bend the proud necks of men to His own health-giving baptism; and He was not alone baptized with it, lest He should show His own to be inferior to this, with which none but He Himself had deserved to be baptized; and He did not allow it to continue longer, lest the one baptism with which He baptizes might seem to need the other to precede it."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On Baptism Book V 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On Baptism Book V 9:1",
                            "text": "Chapter 10 —12."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On Baptism Book V 9:2",
                            "text": "I ask, therefore, if sins were remitted by the baptism of John, what more could the baptism of Christ confer on those whom the Apostle Paul desired to be baptized with the baptism of Christ after they had received the baptism of John? But if sins were not remitted by the baptism of John, were those men in the days of Cyprian better than John, of whom he says himself that they \"used to seize on estates by treacherous frauds, and increase their gains by accumulated usuries,\"  through whose, administration of baptism the remission of sins was yet conferred? Or was it because they were contained within the unity of the Church? What then? Was John not contained within that unity, the friend of the Bridegroom, the preparer of the way of the Lord, the baptizer of the Lord Himself? Who will be mad enough to assert this? Wherefore, although my belief is that John so baptized with the water of repentance for the remission of sins, that those who were baptized by him received the expectation of the remission of their sins, the actual remission taking place in the baptism of the Lord,—just as the resurrection which is expected at the last day is fulfilled in hope in us, as the apostle says, that \"He hath raised us up together, and made us sit together in heavenly places in Christ Jesus;\"  and again, \"For we are saved by hope;\"  or as again John himself, while he says, \"I indeed baptize you with water unto repentance, for the remission of your sins,\"  yet says, on seeing our Lord, \"Behold the Lamb of God, which taketh away the sin of the world,\" —nevertheless I am not disposed to contend vehemently against any one who maintains that sins were remitted even in the baptism of John, but that some fuller sanctification was conferred by the baptism of Christ on those whom Paul ordered to be baptized anew."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On Baptism Book V 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book V 10:1",
                            "text": "Chapter 11 —13."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book V 10:2",
                            "text": "For we must look at the point which especially concerns the matter before us (whatever be the nature of the baptism of John, since it is clear that he belongs to the unity of Christ), viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book V 10:3",
                            "text": ", what is the reason for which it was right that men should be baptized again after receiving the baptism of the holy John, and why they ought not to be baptized again after receiving the baptism of the covetous bishops."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book V 10:4",
                            "text": "For no one denies that in the Lord's field John was as wheat, bearing an hundred-fold, if that be the highest rate of increase; also no one doubts that covetousness, which is idolatry, is reckoned in the Lord's harvest among the chaff."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book V 10:5",
                            "text": "Why then is a man baptized again after receiving baptism from the wheat, and not after receiving it from the chaff? If it was because he was better than John that Paul baptized after John, why did not also Cyprian baptize after his usurious colleagues, than whom he was better beyond all comparison? If it was because they were in unity with him that he did not baptize after such colleagues, neither ought Paul to have baptized after John, because they were joined together in the same unity."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book V 10:6",
                            "text": "Can it be that defrauders and extortioners belong to the members of that one dove, and that he does not belong to it to whom the full power of the Lord Jesus Christ was shown by the appearance of the Holy Spirit in the form of a dove?  Truly he belongs most closely to it; but the others, who must be separated from it either by the occasion of some scandal, or by the winnowing at the last day, do not by any means belong to it, and yet baptism was repeated after John and not after them."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On Baptism Book V 10:7",
                            "text": "What then is the cause, except that the baptism which Paul ordered them to receive was not the same as that which was given at the hands of John? And so in the same unity of the Church, the baptism of Christ cannot be repeated though it be given by an usurious minister; but those who receive the baptism of John, even from the hands of John Himself, ought to be afterwards baptized with the baptism of Christ."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On Baptism Book V 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book V 11:1",
                            "text": "Chapter 12 —14."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book V 11:2",
                            "text": "Accordingly, I too might use the words of the blessed Cyprian to turn the hearts of those that hear me to the consideration of something truly marvellous, if I were to say \"that John, who was accounted greater among the prophets,—he who was filled with divine grace while yet in his mother's womb; he who was upheld in the spirit and power of Elias; who was not the adversary, but a forerunner and herald of the Lord: who not only foretold our Lord in words, but also showed Him to the sight; who baptized Christ Himself, through whom all others are baptized,\" —he was not worthy to baptize in such wise that those who were baptized by him should not be baptized again after him; and shall no one think that a man should be baptized in the Church after he had been baptized by the covetous, by defrauders, by extortioners, by usurers? Is not the answer ready to this invidious question, Why do you think this unmeet, as though either John were dishonored, or the covetous man honored? But His baptism ought not to be repeated, of whom John says, \"The same is He which baptizeth with the Holy Ghost\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book V 11:3",
                            "text": "For whoever be the minister by whose hands it is given, it is His baptism of whom it was said, \"The same is He which baptizeth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book V 11:4",
                            "text": "But neither was the baptism of John himself repeated, when the Apostle Paul commanded those who had been baptized by him to be baptized in Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On Baptism Book V 11:5",
                            "text": "For what they had not received from the friend of the Bridegroom, this it was right that they should receive from the Bridegroom Himself, of whom that friend had said, \"The same is He which baptizeth with the Holy Ghost\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On Baptism Book V 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:1",
                            "text": "Chapter 13."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:2",
                            "text": "—15."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:3",
                            "text": "For the Lord Jesus might, if He had so thought fit, have given the power of His baptism to some one or more of His chief servants, whom He had already made His friends, such as those to whom He says, \"Henceforth I call you not servants, but friends;\"  that, as Aaron was shown to be the priest by the rod that budded,  so in His Church, when more and greater miracles are performed, the ministers of more excellent holiness, and the dispensers of His mysteries, might be made manifest by some sign, as those who alone ought to baptize."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:4",
                            "text": "But if this had been done, then though the power of baptizing were given them by the Lord, yet it would necessarily be called their own baptism, as in the case of the baptism of John."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:5",
                            "text": "And so Paul gives thanks to God that he baptized none of those men who, as though forgetting in whose name they had been baptized, were for dividing themselves into factions under the names of different individuals."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:6",
                            "text": "For when baptism is as valid at the hands of a contemptible man as it was when given by an apostle, it is recognized as the baptism neither of this man nor of that, but of Christ; as John bears witness that he learned, in the case of the Lord Himself, through the appearance of the dove."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:7",
                            "text": "For in what other respect he said, \"And I knew Him not,\" I cannot clearly see."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:8",
                            "text": "For if he had not known Him in any sense, he could not have said to Him when He came to his baptism, \"I have need to be baptized of Thee\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:9",
                            "text": "What is it, therefore, that he says, \"I saw the Spirit descending from heaven like a dove, and it abode upon Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:10",
                            "text": "And I knew Him not: but He that sent me to baptizewith water, the same said unto me, Upon whom thou shall see the Spirit descending, and remaining on Him, the same is He which baptizeth with the Holy Ghost?\"  The dove clearly descended on Him after He was baptized."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:11",
                            "text": "But while He was yet coming to be baptized, John had said, \"I have need to be baptized of Thee\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:12",
                            "text": "He therefore already knew Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: On Baptism Book V 12:13",
                            "text": "What does he therefore mean by the words, \"I knew Him not: but He that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on Him, the same is He which baptizeth with the Holy Ghost,\" since this took place after He was baptized, unless it were that he knew Him in respect of certain attributes, and in respect of others knew Him not? He knew Him, indeed, as the Son of God, the Bridegroom, of whose fullness all should receive; but whereas of His fullness he himself had so received the power of baptizing that it should be called the baptism of John, he did not know whether He would so give it to others also, or whether He would have His own baptism in such wise, that at whosesoever hands it was given, whether by a man that brought forth fruit a hundredfold, or sixtyfold, or thirtyfold, whether by the wheat or by the chaff, it should be known to be of Him alone; and this he learned through the Spirit descending like a dove, and abiding on Him."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On Baptism Book V 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book V 13:1",
                            "text": "Chapter 14."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book V 13:2",
                            "text": "—16."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book V 13:3",
                            "text": "Accordingly we find the apostles using the expressions, \"My glorying,\"  though it was certainly in the Lord; and \"Mine office,\"  and \"My knowledge,\"  and \"My gospel,\"  although it was confessedly bestowed and given by the Lord; but no one of them ever once said, \"My baptism\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book V 13:4",
                            "text": "For neither is the glorying of all of them equal, nor do they all minister with equal powers, nor are they all endowed with equal knowledge, and in preaching the gospel one works more forcibly than another, and so one may be said to be more learned than another in the doctrine of salvation itself; but one cannot be said to be more or less baptized than another, whether he be baptized by a greater or a less worthy minister."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On Baptism Book V 13:5",
                            "text": "So when \"the works of the flesh are manifest, which are these, fornication, uncleanness, lasciviousnness, idolatry, witchcraft, hatred, variance, emulations, strife, seditions, heresies, envyings, drunkenness, revellings, and such like;\"  if it be strange that it should be said, \"Men were baptized after John, and are not baptized after heretics,\" why is it not equally strange that it should be said, \"Men were baptized after John, and are not baptized after the envious,\" seeing that Cyprian himself bears witness in his epistle concerning envy and malignity that the covetous are of the party of the devil, and Cyprian himself makes it manifest from the words of the Apostle Paul, as we have shown above, that in the time of the apostles themselves there were envious persons in the Church of Christ among the very preachers of the name of Christ?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On Baptism Book V 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:1",
                            "text": "Chapter 15."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:2",
                            "text": "—17."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:3",
                            "text": "That therefore the baptism of John was not the same as the baptism of Christ, has, I think, been shown with sufficient clearness; and therefore no argument can be drawn from it that baptism should be repeated after heretics because it was repeated after John: since John was not a heretic, and could have a baptism, which, though granted by Christ, was yet not the very baptism of Christ, seeing that he had the love of Christ; while a heretic can have at once the baptism of Christ and the perversity of the devil, as another within the Church may have at once the baptism of Christ and the envy of the devil."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:4",
                            "text": "18."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:5",
                            "text": "But it will be urged that baptism after a heretic is much more required, because John was not a heretic, and yet baptism was repeated after him."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:6",
                            "text": "On this principle, a man may say, much more must we rebaptize after a drunkard, because John was sober, and yet baptism was repeated after him."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:7",
                            "text": "And we shall have no answer to make to such a man, save that the baptism of Christ was given to those who were baptized by John, because they had it not; but where men have the baptism of Christ, no iniquity on their part can possibly effect that the baptism of Christ should fail to be in them."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:8",
                            "text": "19."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:9",
                            "text": "It is not therefore true that \"by baptizing first, the heretic obtains the right of baptism;\"  but because he did not baptize with his own baptism, and though he did not possess the right of baptizing, yet that which he gave is Christ's, and he who received it is Christ's."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:10",
                            "text": "For many things are given wrongfully and yet they are not therefore said to be non-existent or not given at all."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:11",
                            "text": "For neither does he who renounces the world in word only and not in deed receive baptism lawfully, and yet he does receive it."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:12",
                            "text": "For both Cyprian records that there were such men in the Church in his day, and we ourselves experience and lament the fact."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:13",
                            "text": "20."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:14",
                            "text": "But it is strange in what sense it can be said that \"baptism and the Church cannot in any way be separated and detached from one another\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:15",
                            "text": "For if baptism remains inseparably in him who is baptized, how can it be that he can be separated from the Church, and baptism cannot? But it is clear that baptism does remain inseparably in the baptized person; because into whatever depth of evil, and into whatever fearful whirlpool of sin the baptized person may fall, even to the ruin of apostasy, he yet is not bereft of his baptism."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:16",
                            "text": "And therefore, if through repentance he returns, it is not given again, because it is judged that he could not have been bereft of it."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Augustine: On Baptism Book V 14:17",
                            "text": "But who can ever doubt that a baptized person can be separated from the Church? For hence all the heresies have proceeded which deceive by the use of Christian terms."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On Baptism Book V 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:1",
                            "text": "Chapter 16."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:2",
                            "text": "—Wherefore, since it is manifest that the baptism remains in the baptized person when he is separated from the Church, the baptism which is in him is certainly separated with him."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:3",
                            "text": "And therefore not all who retain the baptism retain the Church, just as not all who retain the Church retain eternal life."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:4",
                            "text": "Or if we say that only those retain the Church who observe the commandments of God, we at once concede that there are many who retain baptism, and do not retain the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:5",
                            "text": "21."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:6",
                            "text": "Therefore the heretic is not \"the first to seize baptism,\" since he has received it from the Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:7",
                            "text": "Nor, though he seceded, could baptism have been lost by him whom we assert no longer to retain the Church, and yet allow to retain baptism."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:8",
                            "text": "Nor does any one \"yield his birthright, and give it to a heretic,\"  because he says that he took away with him what he could not give lawfully, but what would yet be according to law when given; or that he no longer has lawfully what yet is in accordance with law in his possession."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:9",
                            "text": "But the birthright rests only in a holy conversation and good life, to which all belong of whom that bride consists as her members which has no spot or wrinkle,  or that dove that groans amid the wickedness of the many crows,—unless it be that, while Esau lost his birthright from his lust after a mess of pottage,  we are yet to hold that it is retained by defrauders, robbers, usurers, envious persons, drunkards and the like, over whose existence in the Church of his time Cyprian groaned in his epistles."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: On Baptism Book V 15:10",
                            "text": "Wherefore, either it is not the same thing to retain the Church and to retain the birthright in divine things, or, if every one who retains the Church also retains the birthright, then all those wicked ones do not retain the Church who yet both seem and are allowed by every one of us to give baptism within the Church; for no one, save the man who is wholly ignorant of sacred things, would say that they retain the birthright in sacred things."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On Baptism Book V 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:1",
                            "text": "Chapter 17."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:2",
                            "text": "—22."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:3",
                            "text": "But, having considered and handled all these points, we have now come to that peaceful utterance of Cyprian at the end of the epistle, with which I am never sated, though I read and re-read it again and again,—so great is the pleasantness of brotherly love which breathes forth from it, so great the sweetness of charity in which it abounds."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:4",
                            "text": "\"These things,\" he says, \"we have written unto you, dearest brother, shortly, according to our poor ability, prescribing to or prejudging no one, lest each bishop should not do what he thinks right, in the free exercise of his own will."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:5",
                            "text": "We, so far as in us lies, do not contend on the subject of heretics with our colleagues and fellow-bishops, with whom we maintain concord and peace in the Lord; especially as the apostle also says, 'If any man seem to be contentious, we have no such custom, neither the churches of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:6",
                            "text": "'  We observe patiently and gently charity of spirit, the honor of our brotherhood, the bond of faith, the harmony of the priesthood."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:7",
                            "text": "For this reason also, to the best of our poor ability, by the permission and the inspiration of God we have written this treatise on 'The Good of Patience,' which we have sent to you in consideration of our mutual love\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:8",
                            "text": "23."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:9",
                            "text": "There are many things to be considered in these words, wherein the brightness of Christian charity shines forth in this man, who \"loved the beauty of the Lord's house, and the place of the tabernacle of His habitation\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:10",
                            "text": "First, that he did not conceal what he felt; then, that he set it forth so gently and peacefully, in that he maintained the peace of the Church with those who thought otherwise, because he understood how great healthfulness was bound up in the bond of peace, loving it so much, and maintaining it with sobriety, seeing and feeling that even men who think differently may entertain their several sentiments with saving charity."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:11",
                            "text": "For he would not say that he could maintain divine concord or the peace of the Lord with evil men; for the good man can observe peace towards wicked men, but he cannot be united with them in the peace which they have not."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:12",
                            "text": "Lastly, that prescribing to no one, and prejudging no one, lest each bishop should not do what he thinks right in the free exercise of his own will, he has left for us also, whatsoever we may be, a place for treating peacefully of those things with him."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:13",
                            "text": "For he is present, not only in his letters, but by that very charity which existed in so extraordinary a degree in him, and which can never die."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:14",
                            "text": "Longing, therefore, with the aid of his prayers, to cling to and be in union with him, if I be not hindered by the unmeetness of my sins, I will learn if I can through his letters with how great peace and comfort the Lord administered His Church through him; and, putting on the bowels of humility through the moving influence of his discourse, if, in common with the Church at large, I entertain any doctrine more true than his, I will not prefer my heart to his, even in the point in which he, though holding different views, was yet not severed from the Church throughout the world."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:15",
                            "text": "For in that, when that question was yet undecided for want of full discussion, though his sentiments differed from those of many of his colleagues, yet he observed so great moderation, that he would not mutilate the sacred fellowship of the Church of God by any stain of schism, a greater strength of excellence appeared in him than would have been shown if, without that virtue, he had held views on every point not only true, but coinciding with their own."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:16",
                            "text": "Nor should I be acting as he would wish, if I were to pretend to prefer his talent and his fluency of discourse and copiousness of learning to the holy Council of all nations, whereat he was assuredly present through the unity of his spirit, especially as he is now placed in such full light of truth as to see with perfect certainty what he was here seeking in the spirit of perfect peace."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:17",
                            "text": "For out of that rich abundance he smiles at all that here seems eloquence in us, as though it were the first essay of infancy; there he sees by what rule of piety he acted here, that nothing should be dearer in the Church to him than unity."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:18",
                            "text": "There, too, with unspeakable delight he beholds with what prescient and most merciful providence the Lord, that He might heal our swellings, \"chose the foolish things of the world to confound the wise,\"   and, in the ordering of the members of His Church, placed all things in such a healthful way, that men should not say that they were chosen to the help of the gospel for their own talent or learning, of whose source they yet were ignorant, and so be puffed up with deadly pride."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Augustine: On Baptism Book V 16:19",
                            "text": "Oh, how Cyprian rejoices! With how much more perfect calmness does he behold how greatly it conduces to the health of the human race, that in the writings even of Christian and pious orators there should be found what merits blame, and in the writings of the fishermen there should nothing of the sort be found! And so I, being fully assured of this joy of that holy soul, neither in any way venture to think or say that my writings are free from every kind of error, nor, in opposing that opinion of his, wherein it seemed to him that those who came from among heretics were to be received otherwise than either they had been in former days, as he himself bears witness, or are now received, as is the reasonable custom, confirmed by a plenary Council of the whole Christian world, do I set against him my own view, but that of the holy Catholic Church, which he so loved and loves, in which he brought forth such abundant fruit with tolerance, whose entirety he himself was not, but in whose entirety he remained; whose root he never left, but, though he already brought forth fruit from its root, he was purged by the heavenly Husbandman that he should bring forth more fruit;  for whose peace and safety, that the wheat might not be rooted out together with the tares, he both reproved with the freedom of truth, and endured with the grace of charity, so many evils on the part of men who were placed in unity with himself."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On Baptism Book V 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book V 17:1",
                            "text": "Chapter 18."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book V 17:2",
                            "text": "—24."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book V 17:3",
                            "text": "Whence Cyprian himself  again admonishes us with the greatest fullness, that many who were dead in their trespasses and sins, although they did not belong to the body of Christ, and the members of that innocent and guileless dove (so that if she alone baptized, they certainly could not baptize), yet to all appearance seemed both to be baptized and to baptize within the Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book V 17:4",
                            "text": "And among them, however dead they are, their baptism nevertheless lives, which is not dead, and death shall have no more dominion over it."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book V 17:5",
                            "text": "Since, therefore, there be dead men within the Church, nor are they concealed, for else Cyprian would not have spoken of them so much, who either do not belong at all to that living dove, or at least do not as yet belong to her; and since there be dead men without, who yet more clearly do not belong to her at all, or not as yet; and since it is true that \"another man cannot be quickened by one who himself liveth not,\"—it is therefore clear that those who within are baptized by such persons, if they approach the sacrament with true conversion of heart, are quickened by Him whose baptism it is."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book V 17:6",
                            "text": "But if they renounce the world in word and not in deed, as Cyprian declares to be the case with some who are within, it is then manifest that they are not themselves quickened unless they be converted, and yet that they have true baptism even though they be not converted."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: On Baptism Book V 17:7",
                            "text": "Whence also it is likewise clear that those who are dead without, although they neither \"live themselves, nor quicken others,\" yet have the living baptism, which would profit them unto life so soon as they should be converted unto peace."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On Baptism Book V 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:1",
                            "text": "Chapter 19."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:2",
                            "text": "—25."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:3",
                            "text": "Wherefore, as regards those who received the persons who came from heresy in the same baptism of Christ with which they had been baptized outside the Church, and said \"that they followed ancient custom,\" as indeed the Church now receives such, it is in vain urged against them \"that among the ancients there were as yet only the first beginning of heresy and schisms,  so that those were involved in them who were seceders from the Church, and had originally been baptized within the Church, so that it was not necessary that they should be baptized again when they returned and did penance\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:4",
                            "text": "For so soon as each several heresy existed, and departed from the communion of the Catholic Church, it was possible that, I will not even say the next day, but even on that very day, its votaries might have baptized some who flocked to them."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:5",
                            "text": "And therefore if this was the old custom, that they should be so received into the Church (as could not be denied even by those who maintained the contrary part in the discussion), there can be no doubt in the mind of any one who pays careful attention to the matter, that those also were so received who had been baptized without in heresy."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:6",
                            "text": "26."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:7",
                            "text": "But I cannot see what show of reason there is in this, that the name of \"erring sheep\"  should be denied to one whose lot it has been that, while seeking the salvation which is in Christ, he has fallen into the error of heretics, and been baptized in their body; while he is held to have become a sheep already within the body of the Catholic Church herself, who has renounced the world in words and not in deeds, and has received baptism in such falseness of heart as this."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:8",
                            "text": "Or if such an one also does not become a sheep unless after turning to God with a true heart, then, as he is not baptized at the time when he becomes a sheep, if he had been already baptized, but was not yet a sheep; so he too, who comes from the heretics that he may become a sheep, is not then to be baptized if he had been already baptized with the same baptism, though he was not yet a sheep."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:9",
                            "text": "Wherefore, since even all the bad that are within—the covetous, the envious, the drunkards, and those that live contrary to the discipline of Christ—may be deservedly called liars, and in darkness, and dead, and antichrists, do they yet therefore not baptize, on the ground that \"there can be nothing common between truth and falsehood, between light and darkness, between death and immortality, between Antichrist and Christ?\"  27."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:10",
                            "text": "He makes an assumption, then, not \"of mere custom,\" but \"of the reason of truth itself,\"  when he says that the sacrament of God cannot be turned to error by the error of any men, since it is declared to exist even in those who have erred."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: On Baptism Book V 18:11",
                            "text": "Assuredly the Apostle John says most plainly, \"He that hateth his brother is in darkness even until now;\"  and again, \"Whosoever hateth his brother is a murderer;\"  and why, therefore, do they baptize those within the Church whom Cyprian himself declares to be in the envy of malice?."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On Baptism Book V 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:1",
                            "text": "Chapter 20."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:2",
                            "text": "—How does a murderer cleanse and sanctify the water?  How can darkness bless the oil? But if God is present in His sacraments to confirm His words by whomsoever the sacraments may be administered, then both the sacraments of God are everywhere valid, and evil men whom they profit not are everywhere perverse."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:3",
                            "text": "28."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:4",
                            "text": "But what kind of argument is this, that \"a heretic must be considered not to have baptism, because he has not the Church?\" And it must be acknowledged that \"when he is baptized, he is questioned about the Church\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:5",
                            "text": "Just as though the same question about the Church were not put in baptism to him who within the Church renounces the world in word and not in deed."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:6",
                            "text": "As therefore his false answer does not prevent what he receives from being baptism, so also the false reply of the other about the holy Church does not prevent what he receives from being baptism; and as the former, if he afterwards fulfill with truth what he promised in falsehood, does not receive a second baptism, but only an amended life, so also in the case of the latter, if he come afterwards to the Church about which he gave a false answer to the question put to him, thinking that he had it when he had it not, the Church herself which he did not possess is given him, but what he had received is not repeated."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:7",
                            "text": "But I cannot tell why it should be, that while God can \"sanctify the oil\" in answer to the words which proceed out of the mouth of a murderer, \"He yet cannot sanctify it on the altar reared by a heretic,\" unless it be that He who is not hindered by the false conversion of the heart of man within the Church is hindered by the false erection of some wood without from deigning to be present in His sacraments, though no falseness on the part of men can hinder Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:8",
                            "text": "If, therefore, what is said in the gospel, that \"God heareth not sinners,\"  extends so far that the sacraments cannot be celebrated by a sinner, how then does He hear a murderer praying, either over the water of baptism, or over the oil, or over the eucharist, or over the heads of those on whom his hand is laid? All which things are nevertheless done, and are valid, even at the hands of murderers, that is, at the hands of those who hate their brethren, even within, in the Church itself."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:9",
                            "text": "Since \"no one can give what he does not possess himself,\"   how does a murderer give the Holy Spirit? And yet such an one even baptizeth within the Church."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: On Baptism Book V 19:10",
                            "text": "It is God, therefore, that gives the Holy Spirit even when a man of this kind is baptizing."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On Baptism Book V 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:1",
                            "text": "Chapter 21."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:2",
                            "text": "—29."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:3",
                            "text": "But as to what he says, that \"he who comes to the Church is to be baptized and renewed, that within he may be hallowed through the holy,\"  what will he do, if within also he meets with those who are not holy? Or can it be that the murderer is holy? And if the reason for his being baptized in the Church is that \"he should put off this very thing also that he, being a man that sought to come to God, fell, through the deceit of error, on one profane,\"  where is he afterwards to put off this, that he may chance, while seeking a man of God within the Church itself, to have fallen, through the deceit of error, on a murderer? If \"there cannot be in a man something that is void and something that is valid,\"  why is it possible that in a murderer the sacrament should be holy and his heart unholy? If \"whosoever cannot give the Holy Spirit cannot baptize,\"  why does the murderer baptize within the Church? Or how has the murderer the Holy Spirit, when every one that has the Holy Spirit is filled with light, but \"he who hates his brother is still in darkness?\"  If because \"there is one baptism, and one Spirit,\"  therefore they cannot have the one baptism who have not the one Spirit, why do the innocent man and the murderer within the Church have the one baptism and not have the one Spirit? So therefore the heretic and the Catholic may have the one baptism, and yet not have the one Church, as in the Catholic Church the innocent man and the murderer may have the one baptism, though they have not the one Spirit; for as there is one baptism, so there is one Spirit and one Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:4",
                            "text": "And so the result is, that in each person we must acknowledge what he already has, and to each person we must give what he has not."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:5",
                            "text": "If \"nothing can be confirmed and ratified with God which has been done by those whom God calls His enemies and foes,\"  why is the baptism confirmed which is given by murderers? Are we not to call murderers the enemies and foes of the Lord? But \"he that hateth his brother is a murderer\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:6",
                            "text": "How then did they baptize who hated Paul, the servant of Jesus Christ, and thereby hated Jesus Himself, since He Himself said to Saul, \"Why persecutest thou me?\"  when he was persecuting His servants, and since at the last He Himself shall say, \"Inasmuch as ye did it not to one of the least of these that are mine, ye did it not to me?\"  Wherefore all who go out from us are not of us, but not all who are with us are of us; just as when men thresh, all that flies from the threshing-floor is shown not to be corn, but not all that remains there is therefore corn."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:7",
                            "text": "And so John too says, \"They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:8",
                            "text": "Wherefore God gives the sacrament of grace even through the hands of wicked men, but the grace itself only by Himself or through His saints."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:9",
                            "text": "And therefore He gives remission of sins either of Himself, or through the members of that dove to whom He says, \"Whosesoever sins ye remit, they are remitted unto them; and whosesoever sins ye retain, they are retained\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:10",
                            "text": "But since no one can doubt that baptism, which is the sacrament of the remission of sins, is possessed even by murderers, who are yet in darkness because the hatred of their brethren is not excluded from their hearts, therefore either no remission of sins is given to them if their baptism is accompanied by no change of heart for the better, or if the sins are remitted, they at once return on them again."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: On Baptism Book V 20:11",
                            "text": "And we learn that the baptism is holy in itself, because it is of God; and whether it be given or whether it be received by men of such like character, it cannot be polluted by any perversity of theirs, either within, or yet outside the Church."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On Baptism Book V 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On Baptism Book V 21:1",
                            "text": "Chapter 22."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On Baptism Book V 21:2",
                            "text": "—30."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On Baptism Book V 21:3",
                            "text": "Accordingly we agree with Cyprian that \"heretics cannot give remission of sins;\"  but we maintain that they can give baptism,—which indeed in them, both when they give and when they receive it, is profitable only to their destruction, as misusing so great a gift of God; just as also the malicious and envious, whom Cyprian himself acknowledges to be within the Church, cannot give remission of sins, while we all confess that they can give baptism."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On Baptism Book V 21:4",
                            "text": "For if it was said of those who have sinned against us, \"If ye forgive not men their trespasses, neither will your Father forgive your trespasses,\"  how much more impossible is it that their sins should be forgiven who hate the brethren by whom they are loved, and are baptized in that very hatred; and yet when they are brought to the right way, baptism is not given them anew, but that very pardon which they did not then deserve is granted them in their true conversion? And so even what Cyprian wrote to Quintus, and what, in conjunction with his colleagues Liberalis, Caldonius, Junius, and the rest, he wrote to Saturninus, Maximus, and others, is all found, on due consideration, to be in no wise meet to be preferred as against the agreement of the whole Catholic Church, of which they rejoiced that they were members, and from which they neither cut themselves away nor allowed others to be cut away who held a contrary opinion, until at length, by the will of the Lord, it was made manifest, by a plenary Council many years afterwards, what was the more perfect way, and that not by the institution of any novelty, but by confirming what was old."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: On Baptism Book V 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:1",
                            "text": "Chapter 23."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:2",
                            "text": "—31."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:3",
                            "text": "Cyprian writes also to Pompeius  about this selfsame matter, and clearly shows in that letter that Stephen, who, as we learn, was then bishop of the Roman Church, not only did not agree with him upon the points before us, but even wrote and taught the opposite views."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:4",
                            "text": "But Stephen certainly did not \"communicate with heretics,\"  merely because he did not dare to impugn the baptism of Christ, which he knew remained perfect in the midst of their perversity."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:5",
                            "text": "For if none have baptism who entertain false views about God, it has been proved sufficiently, in my opinion, that this may happen even within the Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:6",
                            "text": "\"The apostles,\" indeed, \"gave no injunctions on the point;\"  but the custom, which is opposed to Cyprian, may be supposed to have had its origin in apostolic tradition, just as there are many things which are observed by the whole Church, and therefore are fairly held to have been enjoined by the apostles, which yet are not mentioned in their writings."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:7",
                            "text": "32."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:8",
                            "text": "But it will be urged that it is written of heretics that \"they are condemned of themselves\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:9",
                            "text": "What then? are they not also condemned of themselves to whom it was said, \"For wherein thou judgest another, thou condemnest thyself?\"  But to these the apostle says, \"Thou that preachest a man should not steal, dost thou steal?\"  and so forth."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:10",
                            "text": "And such truly were they who, being bishops and established in Catholic unity with Cyprian himself, used to plunder estates by treacherous frauds, preaching all the time to the people the words of the apostle, who says, \"Nor shall extortioners inherit the kingdom of God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:11",
                            "text": "33."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:12",
                            "text": "Wherefore I will do no more than run shortly through the other sentiments founded on the same rules, which are in the aforesaid letter written to Pompeius."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:13",
                            "text": "By what authority of holy Scripture is it shown that \"it is against the commandment of God that persons coming from the society of heretics, if they have already there received the baptism of Christ, are not baptized again?\"  But it is clearly shown that many pretended Christians, though they are not joined in the same bond of charity with the saints, without which anything holy that they may have been able to possess is of no profit to them, yet have baptism in common with the saints, as has been already sufficiently proved with the greatest fullness."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:14",
                            "text": "He says \"that the Church, and the Spirit, and baptism, are mutually incapable of separation from each other, and therefore\" he wishes that \"those who are separated from the Church and the Holy Spirit should be understood to be separated also from baptism\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:15",
                            "text": "But if this is the case, then when any one has received baptism in the Catholic Church, it remains so long in him as he himself remains in the Church, which is not so."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:16",
                            "text": "For it is not restored to him when he returns, just because he did not lose it when he seceded."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:17",
                            "text": "But as the disaffected sons have not the Holy Spirit in the same manner as the beloved sons, and yet they have baptism; so heretics also have not the Church as Catholics have, and yet they have baptism."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:18",
                            "text": "\"For the Holy Spirit of discipline will flee deceit,\"  and yet baptism will not flee from it."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:19",
                            "text": "And so, as baptism can continue in one from whom the Holy Spirit withdraws Himself, so can baptism continue where the Church is not."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Augustine: On Baptism Book V 22:20",
                            "text": "But if \"the laying on of hands\" were not \"applied to one coming from heresy,\"  he would be as it were judged to be wholly blameless; but for the uniting of love, which is the greatest gift of the Holy Spirit, without which any other holy thing that there may be in a man is profitless to his salvation, hands are laid on heretics when they are brought to a knowledge of the truth."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: On Baptism Book V 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:1",
                            "text": "Chapter 24."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:2",
                            "text": "—34."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:3",
                            "text": "I remember that I have already discussed at sufficient length the question of \"the temple of God,\" and how this saying is to be taken, \"As many of you as have been baptized into Christ have put on Christ\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:4",
                            "text": "For neither are the covetous the temple of God, since it is written, \"What agreement hath the temple of God with idols?\"  And Cyprian has adduced the testimony of Paul to the fact that covetousness is idolatry."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:5",
                            "text": "But men put on Christ, sometimes so far as to receive the sacrament, sometimes so much further as to receive holiness of life."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:6",
                            "text": "And the first of these is common to good and bad alike; the second, peculiar to the good and pious."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:7",
                            "text": "Wherefore, if \"baptism cannot be without the Spirit,\" then heretics have the Spirit also,—but to destruction, not to salvation, just as was the case with Saul."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:8",
                            "text": "For in the Holy Spirit devils are cast out through the name of Christ, which even he was able to do who was without the Church, which called forth a suggestion from the disciples to their Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:9",
                            "text": "Just as the covetous have the Holy Spirit, who yet are not the temple of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:10",
                            "text": "For \"what agreement hath the temple of God with idols?\" If therefore the covetous have not the Spirit of God, and yet have baptism, it is possible for baptism to exist without the Spirit of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:11",
                            "text": "35."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:12",
                            "text": "If therefore heresy is rendered \"unable to engender sons to God through Christ, because it is not the bride of Christ,\"  neither can that crowd of evil men established within the Church, since it is also not the bride of Christ; for the bride of Christ is described as being without spot or wrinkle."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:13",
                            "text": "Therefore either not all baptized persons are the sons of God, or even that which is not the bride can engender the sons of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: On Baptism Book V 23:14",
                            "text": "But as it is asked whether \"he is spiritually born who has received the baptism of Christ in the midst of heretics,\"  so it may be asked whether he is spiritually born who has received the baptism of Christ in the Catholic Church, without being turned to God in a true heart, of whom it cannot be said that he has not received baptism."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: On Baptism Book V 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: On Baptism Book V 24:1",
                            "text": "Chapter 25."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: On Baptism Book V 24:2",
                            "text": "—36."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: On Baptism Book V 24:3",
                            "text": "I am unwilling to go on to handle again what Cyprian poured forth with signs of irritation against Stephen, as it is, moreover, quite unnecessary."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: On Baptism Book V 24:4",
                            "text": "For they are but the selfsame arguments which have already been sufficiently discussed; and it is better to pass over those points which involved the danger of baneful dissension."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: On Baptism Book V 24:5",
                            "text": "But Stephen thought that we should even hold aloof from those who endeavored to destroy the primitive custom in the matter of receiving heretics; whereas Cyprian, moved by the difficulty of the question itself, and being most largely endowed with the holy bowels of Christian charity, thought that we ought to remain at unity with those who differed in opinion from ourselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: On Baptism Book V 24:6",
                            "text": "Therefore, although he was not without excitement, though of a truly brotherly kind, in his indignation, yet the peace of Christ prevailed in their hearts, that in such a dispute no evil of schism should arise between them."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: On Baptism Book V 24:7",
                            "text": "But it was not found that \"hence grew more abundant heresies and schisms,\"  because what is of Christ in them is approved, and what is of themselves is condemned; for all the more those who hold this law of rebaptizing were cut into smaller fragments."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: On Baptism Book V 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: On Baptism Book V 25:1",
                            "text": "Chapter 26."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: On Baptism Book V 25:2",
                            "text": "—37."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: On Baptism Book V 25:3",
                            "text": "To go on to what he says, \"that a bishop should be 'teachable,'\"  adding, \"But he is teachable who is gentle and meek to learn; for a bishop ought not only to teach, but to learn as well, since he is indeed the better teacher who daily grows and advances by learning better things;\" —in these words assuredly the holy man, endowed with pious charity, sufficiently points out that we should not hesitate to read his letters in such a sense, that we should feel no difficulty if the Church should afterwards confirm what had been discovered by further and longer discussions; because, as there were many things which the learned Cyprian might teach, so there was still something which the teachable Cyprian might learn."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: On Baptism Book V 25:4",
                            "text": "But the admonition that he gives us, \"that we should go back to the fountain, that is, to apostolic tradition, and thence turn the channel of truth to our times,\"  is most excellent, and should be followed without hesitation."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: On Baptism Book V 25:5",
                            "text": "It is handed down to us, therefore, as he himself records, by the apostles, that there is \"one God, and one Christ, and one hope, and one faith, and one Church, and one baptism\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: On Baptism Book V 25:6",
                            "text": "Since then we find that in the times of the apostles themselves there were some who had not the one hope, but had the one baptism, the truth is so brought down to us from the fountain itself, that it is clear to us that it is possible that though there is one Church, as there is one hope, and one baptism, they may yet have the one baptism who have not the one Church; just as even in those early times it was possible that men should have the one baptism who had not the one hope."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: On Baptism Book V 25:7",
                            "text": "For how had they one hope with the holy and the just, who used to say, \"Let us eat and drink, for to-morrow we die,\"  asserting that there was no resurrection of the dead? And yet they were among the very men to whom the same apostle says, \"Was Paul crucified for you? or were you baptized in the name of Paul?\"  For he writes most manifestly to them, saying, \"How say some among you that there is no resurrection of the dead?\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: On Baptism Book V 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:1",
                            "text": "Chapter 27."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:2",
                            "text": "—38."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:3",
                            "text": "And in that the Church is thus described in the Song of Songs, \"A garden enclosed is my sister, my spouse; a spring shut up, a fountain sealed, a well of living water; thy plants are an orchard of pomegranates, with pleasant fruits;\"  I dare not understand this save of the holy and just,—not of the covetous, and defrauders, and robbers, and usurers, and drunkards, and the envious, of whom we yet both learn most fully from Cyprian's letters, as I have often shown, and teach ourselves, that they had baptism in common with the just, in common with whom they certainly had not Christian charity."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:4",
                            "text": "For I would that some one would tell me how they \"crept into the garden enclosed and the fountain sealed,\" of whom Cyprian bears witness that they renounced the world in word and not in deed, and that yet they were within the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:5",
                            "text": "For if they both are themselves there, and are themselves the bride of Christ, can she then be as she is described \"without spot or wrinkle,\"  and is the fair dove defiled with such a portion of her members? Are these the thorns among which she is a lily, as it is said in the same Song?  So far therefore, as the lily extends, so far does \"the garden enclosed and the fountain sealed,\" namely, through all those just persons who are Jews inwardly in the circumcision of the heart  (for \"the king's daughter is all glorious within\" ), in whom is the fixed number of the saints predestined before the foundation of the world."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:6",
                            "text": "But that multitude of thorns, whether in secret or in open separation, is pressing on it from without, above number."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:7",
                            "text": "\"If I would declare them,\" it is said, \"and speak of them, they are more than can be numbered\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:8",
                            "text": "The number, therefore, of the just persons, \"who are the called according to His purpose,\"  of whom it is said, \"The Lord knoweth them that are His,\"  is itself \"the garden enclosed, the fountain sealed, a well of living water, the orchard of pomegranates with pleasant fruits\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:9",
                            "text": "Of this number some live according to the Spirit, and enter on the excellent way of charity; and when they \"restore a man that is overtaken in a fault in the spirit of meekness, they consider themselves, lest they also be tempted\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:10",
                            "text": "And when it happens that they also are themselves overtaken, the affection of charity is but a little checked, and not extinguished; and again rising up and being kindled afresh, it is restored to its former course."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:11",
                            "text": "For they know how to say, \"My soul melteth for heaviness: strengthen thou me according unto Thy word\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:12",
                            "text": "But when \"in anything they be otherwise minded, God shall reveal even this unto them,\"  if they abide in the burning flame of charity, and do not break the bond of peace."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:13",
                            "text": "But some who are yet carnal, and full of fleshly appetites, are instant in working out their progress; and that they may become fit for heavenly food, they are nourished with the milk of the holy mysteries, they avoid in the fear of God whatever is manifestly corrupt even in the opinion of the world, and they strive most watchfully that they may be less and less delighted with worldly and temporal matters."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:14",
                            "text": "They observe most constantly the rule of faith which has been sought out with diligence; and if in aught they stray from it, they submit to speedy correction under Catholic authority, although, in Cyprian's words, they be tossed about, by reason of their fleshly appetite, with the various conflicts of phantasies."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:15",
                            "text": "There are some also who as yet live wickedly, or even lie in heresies or the superstitions of the Gentiles, and yet even then \"the Lord knoweth them that are His\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:16",
                            "text": "For, in that unspeakable foreknowledge of God, many who seem to be without are in reality within, and many who seem to be within yet really are without."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:17",
                            "text": "Of all those, therefore, who, if I may so say, are inwardly and secretly within, is that \"enclosed garden\" composed, \"the fountain sealed, a well of living water, the orchard of pomegranates, with pleasant fruits\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Augustine: On Baptism Book V 26:18",
                            "text": "The divinely imparted gifts of these are partly peculiar to themselves, as in this world the charity that never faileth, and in the world to come eternal life; partly they are common with evil and perverse men, as all the other things in which consist the holy mysteries."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: On Baptism Book V 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:1",
                            "text": "Chapter 28."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:2",
                            "text": "—39."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:3",
                            "text": "Hence, therefore, we have now set before us an easier and more simple consideration of that ark of which Noah was the builder and pilot."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:4",
                            "text": "For Peter says that in the ark of Noah, \"few, that is, eight souls, were saved by water."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:5",
                            "text": "The like figure whereunto even baptism doth also now save us, (not the putting away of the filth of the flesh, but the answer of a good conscience towards God)\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:6",
                            "text": "Wherefore, if those appear to men to be baptized in Catholic unity who renounce the world in words only and not in deeds, how do they belong to the mystery of this ark in whom there is not the answer of a good conscience? Or how are they saved by water, who, making a bad use of holy baptism, though they seem to be within, yet persevere to the end of their days in a wicked and abandoned course of life? Or how can they fail to be saved by water, of whom Cyprian himself records that they were in time past simply admitted to the Church with the baptism which they had received in heresy? For the same unity of the ark saved them, in which no one has been saved except by water."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:7",
                            "text": "For Cyprian himself says, \"The Lord is able of His mercy to grant pardon, and not to sever from the gifts of His Church those who, being in all simplicity admitted to the Church, have fallen asleep within her pale\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:8",
                            "text": "If not by water, how in the ark? If not in the ark, how in the Church? But if in the Church, certainly in the ark; and if in the ark, certainly by water."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:9",
                            "text": "It is therefore possible that some who have been baptized without may be considered, through the foreknowledge of God, to have been really baptized within, because within the water begins to be profitable to them unto salvation; nor can they be said to have been otherwise saved in the ark except by water."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:10",
                            "text": "And again, some who seemed to have been baptized within may be considered, through the same foreknowledge of God, more truly to have been baptized without, since, by making a bad use of baptism, they die by water, which then happened to no one who was not outside the ark."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:11",
                            "text": "Certainly it is clear that, when we speak of within and without in relation to the Church, it is the position of the heart that we must consider, not that of the body, since all who are within in heart are saved in the unity of the ark through the same water, through which all who are in heart without, whether they are also in body without or not, die as enemies of unity."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:12",
                            "text": "As therefore it was not another but the same water that saved those who were placed within the ark, and destroyed those who were left without the ark, so it is not by different baptisms, but by the same, that good Catholics are saved, and bad Catholics or heretics perish."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Augustine: On Baptism Book V 27:13",
                            "text": "But what the most blessed Cyprian thinks of the Catholic Church, and how the heretics are utterly crushed by his authority; notwithstanding the much I have already said, I have yet determined to set forth by itself, if God will, with somewhat greater fullness and perspicuity, so soon as I shall have first said about his Council what I think is due from me, which, in God's will, I shall attempt in the following book."
                        }
                    ]
                }
            ]
        }
    ]
}