{
    "books": [
        {
            "name": "Hippolytus: Refutation of All Heresies I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Hippolytus: Refutation of All Heresies I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies I 1:1",
                            "text": "The Refutation of All Heresies Book : System of the Astrologers; Sidereal Influence; Configuration of the Stars."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies I 1:2",
                            "text": "But in each zodiacal sign they call limits of the stars those in which each of the stars, from any one quarter to another, can exert the greatest amount of influence; in regard of which there is among them, according to their writings, no mere casual divergency of opinion."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies I 1:3",
                            "text": "But they say that the stars are attended as if by satellites when they are in the midst of other stars, in continuity with the signs of the Zodiac; as if, when any particular star may have occupied the first portions of the same sign of the Zodiac, and another the last, and another those portions in the middle, that which is in the middle is said to be guarded by those holding the portions at the extremities."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies I 1:4",
                            "text": "And they are said to look upon one another, and to be in conjunction with one another, as if appearing in a triangular or quadrangular figure."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies I 1:5",
                            "text": "They assume, therefore, the figure of a triangle, and look upon one another, which have an intervening distance extending for three zodiacal signs; and they assume the figure of a square those which have an interval extending for two signs."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies I 1:6",
                            "text": "But as the underlying parts sympathize with the head, and the head with the underlying parts, so also things terrestrial with superlunar objects."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Hippolytus: Refutation of All Heresies I 1:7",
                            "text": "But there is of these a certain difference and want of sympathy, so that they do not involve one and the same point of juncture."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Hippolytus: Refutation of All Heresies I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies I 2:1",
                            "text": "Doctrines Concerning aeons; The Chaldean Astrology; Heresy Derivable from It."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies I 2:2",
                            "text": "Employing these (as analogies), Euphrates the Peratic, and Acembes the Carystian, and the rest of the crowd of these (speculators), imposing names different from the doctrine of the truth, speak of a sedition of aeons, and of a revolt of good powers over to evil (ones), and of the concord of good with wicked (aeons), calling them Toparchai and Proastioi, and very many other names."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies I 2:3",
                            "text": "But the entire of this heresy, as attempted by them, I shall explain and refute when we come to treat of the subject of these (aeons)."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies I 2:4",
                            "text": "But now, lest any one suppose the opinions propounded by the Chaldeans respecting astrological doctrine to be trustworthy and secure, we shall not hesitate to furnish a brief refutation respecting these, establishing that the futile art is calculated both to deceive and blind the soul indulging in vain expectations, rather than to profit it."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies I 2:5",
                            "text": "And we urge our case with these, not according to any experience of the art, but from knowledge based on practical principles."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies I 2:6",
                            "text": "Those who have cultivated the art, becoming disciples of the Chaldeans, and communicating mysteries as if strange and astonishing to men, having changed the names (merely), have from this source concocted their heresy."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Hippolytus: Refutation of All Heresies I 2:7",
                            "text": "But since, estimating the astrological art as a powerful one, and availing themselves of the testimonies adduced by its patrons, they wish to gain reliance for their own attempted conclusions, we shall at present, as it has seemed expedient, prove the astrological art to be untenable, as our intention next is to invalidate also the Peratic system, as a branch growing out of an unstable root."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Hippolytus: Refutation of All Heresies I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:1",
                            "text": "The Horoscope the Foundation of Astrology; Indiscoverability of the Horoscope; Therefore the Futility of the Chaldean Art."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:2",
                            "text": "The originating principle, and, as it were, foundation, of the entire art, is fixing the horoscope."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:3",
                            "text": "For from this are derived the rest of the cardinal points, as well as the declinations and ascensions, the triangles and squares, and the configurations of the stars in accordance with these; and from all these the predictions are taken."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:4",
                            "text": "Whence, if the horoscope be removed, it necessarily follows that neither any celestial object is recognisable in the meridian, or at the horizon, or in the point of the heavens opposite the meridian; but if these be not comprehended, the entire system of the Chaldeans vanishes along with (them)."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:5",
                            "text": "But that the sign of the horoscope is indiscoverable by them, we may show by a variety of arguments."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:6",
                            "text": "For in order that this (horoscope) may be found, it is first requisite that the (time of) birth of the person falling under inspection should be firmly fixed; and secondly, that the horoscope which is to signify this should be infallible; and thirdly, that the ascension of the zodiacal sign should be observed with accuracy."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:7",
                            "text": "For from (the moment) of birth the ascension of the zodiacal sign rising in the heaven should be closely watched, since the Chaldeans, determining (from this) the horoscope, frame the configuration of the stars in accordance with the ascension (of the sign); and they term this—disposition, in accordance with which they devise their predictions."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:8",
                            "text": "But neither is it possible to take the birth of persons, falling under consideration, as I shall explain, nor is the horoscope infallible, nor is the rising zodiacal sign apprehended with accuracy."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:9",
                            "text": "How it is, then, that the system of the Chaldeans is unstable, let us now declare."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:10",
                            "text": "Having, then, previously marked it out for investigation, they draw the birth of persons falling under consideration from, unquestionably, the depositing of the seed, and (from) conception or from parturition."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:11",
                            "text": "And if one will attempt to take (the horoscope) from conception, the accurate account of this is incomprehensible, the time (occupied) passing quickly, and naturally (so)."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:12",
                            "text": "For we are not able to say whether conception takes place upon the transference of the seed or not."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:13",
                            "text": "For this can happen even as quick as thought, just also as leaven, when put into heated jars, immediately is reduced to a glutinous state."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:14",
                            "text": "But conception can also (take place) after a lapse of duration."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:15",
                            "text": "For there being an interval from the mouth of the womb to the fundament, where physicians say conceptions take place, it is altogether the nature of the seed deposited to occupy some time in traversing this interval."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:16",
                            "text": "The Chaldeans, therefore, being ignorant of the quantity of duration to a nicety, never will comprehend the (moment of) conception; the seed at one time being injected straight forward, and falling at one spot upon actual parts of the womb well disposed for conception, and at another time dropping into it dispersedly, and being collected into one place by uterine energies."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:17",
                            "text": "Now, while these matters are unknown, (namely), as to when the first takes place, and when the second, and how much time is spent in that particular conception, and how much in this; while, I say, ignorance on these points prevails on the part of these (astrologers), an accurate comprehension of conception is put out of the question."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:18",
                            "text": "And if, as some natural philosophers have asserted, the seed, remaining stationary first, and undergoing alteration in the womb, then enters the (womb's) opened blood-vessels, as the seeds of the earth sink into the ground; from this it will follow, that those who are not acquainted with the quantity of time occupied by the change, will not be aware of the precise moment of conception either."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:19",
                            "text": "And, moreover, as women differ from one another in the other parts of the body, both as regards energy and in other respects, so also (it is reasonable to suppose that they differ from one another) in respect of energy of womb, some conceiving quicker, and others slower."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:20",
                            "text": "And this is not strange, since also women, when themselves compared with themselves, at times are observed having a strong disposition towards conception, but at times with no such tendency."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Hippolytus: Refutation of All Heresies I 3:21",
                            "text": "And when this is so, it is impossible to say with accuracy when the deposited seed coalesces, in order that from this time the Chaldeans may fix the horoscope of the birth."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Hippolytus: Refutation of All Heresies I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:1",
                            "text": "Impossibility of Fixing the Horoscope; Failure of an Attempt to Do This at the Period of Birth."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:2",
                            "text": "For this reason it is impossible to fix the horoscope from the (period of) conception."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:3",
                            "text": "But neither can this be done from (that of) birth."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:4",
                            "text": "For, in the first place, there exists the difficulty as to when it can be declared that there is a birth; whether it is when the foetus begins to incline towards the orifice, or when it may project a little, or when it may be borne to the ground."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:5",
                            "text": "Neither is it in each of these cases possible to comprehend the precise moment of parturition, or to define the time."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:6",
                            "text": "For also on account of disposition of soul, and on account of suitableness of body, and on account of choice of the parts, and on account of experience in the midwife, and other endless causes, the time is not the same at which the foetus inclines towards the orifice, when the membranes are ruptured, or when it projects a little, or is deposited on the ground; but the period is different in the case of different individuals."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:7",
                            "text": "And when the Chaldeans are not able definitely and accurately to calculate this, they will fail, as they ought, to determine the period of emergence."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:8",
                            "text": "That, then, the Chaldeans profess to be acquainted with the horoscope at the periods of birth, but in reality do not know it, is evident from these considerations."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:9",
                            "text": "But that neither is their horoscope infallible, it is easy to conclude."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:10",
                            "text": "For when they allege that the person sitting beside the woman in travail at the time of parturition gives, by striking a metallic rim, a sign to the Chaldean, who from an elevated place is contemplating the stars, and he, looking towards heaven, marks down the rising zodiacal sign; in the first place, we shall prove to them, that when parturition happens indefinitely, as we have shown a little before, neither is it easy to signify this (birth) by striking the metallic rim."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:11",
                            "text": "However, grant that the birth is comprehensible, yet neither is it possible to signify this at the exact time; for as the noise of the metallic plate is capable of being divided by a longer time and one protracted, in reference to perception, it happens that the sound is carried to the height (with proportionate delay)."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:12",
                            "text": "And the following proof may be observed in the case of those felling timber at a distance."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:13",
                            "text": "For a sufficiently long time after the descent of the axe, the sound of the stroke is heard, so that it takes a longer time to reach the listener."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:14",
                            "text": "And for this reason, therefore, it is not possible for the Chaldeans accurately to take the time of the rising zodiacal sign, and consequently the time when one can make the horoscope with truth."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Hippolytus: Refutation of All Heresies I 4:15",
                            "text": "And not only does more time seem to elapse after parturition, when he who is sitting beside the woman in labour strikes the metallic plate, and next after the sound reaches the listener, that is, the person who has gone up to the elevated position; but also, while he is glancing around and looking to ascertain in which of the zodiacal signs is the moon, and in which appears each of the rest of the stars, it necessarily follows that there is a different position in regard of the stars, the motion of the pole whirling them on with incalculable velocity, before what is seen in the heavens is carefully adjusted to the moment when the person is born."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Hippolytus: Refutation of All Heresies I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:1",
                            "text": "Another Method of Fixing the Horoscope at Birth; Equally Futile; Use of the Clepsydra in Astrology; The Predictions of the Chaldeans Not Verified."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:2",
                            "text": "In this way, the art practised by the Chaldeans will be shown to be unstable."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:3",
                            "text": "Should any one, however, allege that, by questions put to him who inquires from the Chaldeans, the birth can be ascertained, not even by this plan is it possible to arrive at the precise period."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:4",
                            "text": "For if, supposing any such attention on their part in reference to their art to be on record, even these do not attain—as we have proved—unto accuracy either, how, we ask, can an unsophisticated individual comprehend precisely the time of parturition, in order that the Chaldean acquiring the requisite information from this person may set the horoscope correctly? But neither from the appearance of the horizon will the rising star seem the same everywhere; but in one place its declination will be supposed to be the horoscope, and in another the ascension (will be thought) the horoscope, according as the places come into view, being either lower or higher."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:5",
                            "text": "Wherefore, also, from this quarter an accurate prediction will not appear, since many may be born throughout the entire world at the same hour, each from a different direction observing the stars."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:6",
                            "text": "But the supposed comprehension (of the period of parturition) by means of clepsydras is likewise futile."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:7",
                            "text": "For the contents of the jar will not flow out in the same time when it is full as when it is half empty; yet, according to their own account, the pole itself by a single impulse is whirled along at an equable velocity."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:8",
                            "text": "If, however, evading the argument, they should affirm that they do not take the time precisely, but as it happens in any particular latitude, they will be refuted almost by the sidereal influences themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:9",
                            "text": "For those who have been born at the same time do not spend the same life, but some, for example, have been made kings, and others have grown old in fetters."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:10",
                            "text": "There has been born none equal, at all events, to Alexander the Macedonian, though many were brought forth along with him throughout the earth; (and) none equal to the philosopher Plato."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:11",
                            "text": "Wherefore the Chaldean, examining the time of the birth in any particular latitude, will not be able to say accurately, whether a person born at this time will be prosperous."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:12",
                            "text": "Many, I take it, born at this time, have been unfortunate, so that the similarity according to dispositions is futile."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:13",
                            "text": "Having, then, by different reasons and various methods, refuted the ineffectual mode of examination adopted by the Chaldeans, neither shall we omit this, namely, to show that their predictions will eventuate in inexplicable difficulties."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:14",
                            "text": "For if, as the mathematicians assert, it is necessary that one born under the barb of Sagittarius' arrow should meet with a violent death, how was it that so many myriads of the Barbarians that fought with the Greeks at Marathon or Salamis were simultaneously slaughtered? For unquestionably there was not the same horoscope in the case, at all events, of them all."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:15",
                            "text": "And again, it is said that one born under the urn of Aquarius will suffer shipwreck: (yet) how is it that so many of the Greeks that returned from Troy were overwhelmed in the deep around the indented shores of Euboea? For it is incredible that all, distant from one another by a long interval of duration, should have been born under the urn of Aquarius."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:16",
                            "text": "For it is not reasonable to say, that frequently, for one whose fate it was to be destroyed in the sea, all who were with him in the same vessel should perish."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Hippolytus: Refutation of All Heresies I 5:17",
                            "text": "For why should the doom of this man subdue the (destinies) of all? Nay, but why, on account of one for whom it was allotted to die on land, should not all be preserved?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Hippolytus: Refutation of All Heresies I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies I 6:1",
                            "text": "Zodiacal Influence; Origin of Sidereal Names."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies I 6:2",
                            "text": "But since also they frame an account concerning the action of the zodiacal signs, to which they say the creatures that are procreated are assimilated, neither shall we omit this: as, for instance, that one born in Leo will be brave; and that one born in Virgo will have long straight hair, be of a fair complexion, childless, modest."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies I 6:3",
                            "text": "These statements, however, and others similar to them, are rather deserving of laughter than serious consideration."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies I 6:4",
                            "text": "For, according to them, it is possible for no aethiopian to be born in Virgo; otherwise he would allow that such a one is white, with long straight hair and the rest."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Hippolytus: Refutation of All Heresies I 6:5",
                            "text": "But I am rather of opinion, that the ancients imposed the names of received animals upon certain specified stars, for the purpose of knowing them better, not from any similarity of nature; for what have the seven stars, distant one from another, in common with a bear, or the five stars with the head of a dragon?—in regard of which Aratus says:—  \"But two his temples, and two his eyes, and one beneath  Reaches the end of the huge monster's jaw\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Hippolytus: Refutation of All Heresies I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:1",
                            "text": "Practical Absurdity of the Chaldaic Art; Development of the Art."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:2",
                            "text": "In this manner also, that these points are not deserving so much labour, is evident to those who prefer to think correctly, and do not attend to the bombast of the Chaldeans, who consign monarchs to utter obscurity, by perfecting cowardice in them, and rouse private individuals to dare great exploits."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:3",
                            "text": "But if any one, surrendering himself to evil, is guilty of delinquency, he who has been thus deceived does not become a teacher to all whom the Chaldeans are disposed to mislead by their mistakes."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:4",
                            "text": "(Far from it); (these astrologers) impel the minds (of their dupes, as they would have them), into endless perturbation, (when) they affirm that a configuration of the same stars could not return to a similar position, otherwise than by the renewal of the Great Year, through a space of seven thousand seven hundred and seventy and seven years."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:5",
                            "text": "How then, I ask, will human observation for one birth be able to harmonize with so many ages; and this not once, (but oftentimes, when a destruction of the world, as some have stated, would intercept the progress of this Great Year; or a terrestrial convulsion, though partial, would utterly break the continuity of the historical tradition)? The Chaldaic art must necessarily be refuted by a greater number of arguments, although we have been reminding (our readers) of it on account of other circumstances, not peculiarly on account of the art itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:6",
                            "text": "Since, however, we have determined to omit none of the opinions advanced by Gentile philosophers, on account of the notorious knavery of the heretics, let us see what they also say who have attempted to propound doctrines concerning magnitudes,—who, observing the fruitless labour of the majority (of speculators), where each after a different fashion coined his own falsehoods and attained celebrity, have ventured to make some greater assertion, in order that they might be highly magnified by those who mightily extol their contemptible lies."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:7",
                            "text": "These suppose the existence of circles, and measures, and triangles, and squares, both in twofold and threefold array."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Hippolytus: Refutation of All Heresies I 7:8",
                            "text": "Their argumentation, however, in regard of this matter, is extensive, yet it is not necessary in reference to the subject which we have taken in hand."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Hippolytus: Refutation of All Heresies I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:1",
                            "text": "Prodigies of the Astrologers; System of the Astronomers; Chaldean Doctrine of Circles; Distances of the Heavenly Bodies."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:2",
                            "text": "I reckon it then sufficient to declare the prodigies detailed by these men."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:3",
                            "text": "Wherefore, employing condensed accounts of what they affirm, I shall turn my attention to the other points (that remain to be considered)."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:4",
                            "text": "Now they make the following statements."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:5",
                            "text": "The Creator communicated pre-eminent power to the orbital motion of the identical and similar (circle), for He permitted the revolution of it to be one and indivisible; but after dividing this internally into six parts, (and thus having formed) seven unequal circles, according to each interval of a twofold and threefold dimension, He commanded, since there were three of each, that the circles should travel in orbits contrary to one another, three indeed (out of the aggregate of seven) being whirled along with equal velocity, and four of them with a speed dissimilar to each other and to the remaining three, yet (all) according to a definite principle."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:6",
                            "text": "For he affirms that the mastery was communicated to the orbital motion of the same (circle), not only since it embraces the motion of the other, that, is, the erratic stars, but because also it possesses so great mastery, that is, so great power, that even it leads round, along with itself, by a peculiar strength of its own, those heavenly bodies—that is, the erratic stars—that are whirled along in contrary directions from west to east, and, in like manner, from east to west."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:7",
                            "text": "And he asserts that this motion was allowed to be one and indivisible, in the first place, inasmuch as the revolutions of all the fixed stars were accomplished in equal periods of time, and were not distinguished according to greater or less portions of duration."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:8",
                            "text": "In the next place, they all present the same phase as that which belongs to the outermost motion; whereas the erratic stars have been distributed into greater and varying periods for the accomplishment of their movements, and into unequal distances from earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:9",
                            "text": "And he asserts that the motion in six parts of the other has been distributed probably into seven circles."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:10",
                            "text": "For as many as are sections of each (circle)—I allude to monads of the sections—become segments; for example, if the division be by one section, there will be two segments; if by two, three segments; and so, if anything be cut into six parts, there will be seven segments."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:11",
                            "text": "And he says that the distances of these are alternately arranged both in double and triple order, there being three of each,—a principle which, he has attempted to prove, holds good of the composition of the soul likewise, as depending upon the seven numbers."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:12",
                            "text": "For among them there are from the monad three double (numbers), viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:13",
                            "text": ", , , , and three triple ones, viz."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:14",
                            "text": ", , ,."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:15",
                            "text": "But the diameter of Earth is , stadii; and the perimeter of Earth, , stadii; and the distance also from the surface of the Earth to the lunar circle, Aristarchus the Samian computes at ,, stadii, but Apollonius ,,, whereas Archimedes computes it at ,,."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Hippolytus: Refutation of All Heresies I 8:16",
                            "text": "And from the lunar to solar circle, (according to the last authority,) are ,, stadii; and from this to the circle of Venus, ,, stadii; and from this to the circle of Mercury, ,, stadii; and from this to the circle of Mars, ,, stadii; and from this to the circle of Jupiter, ,, stadii; and from this to the circle of Saturn, ,, stadii; and from this to the Zodiac and the furthest periphery, ,, stadii."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Hippolytus: Refutation of All Heresies I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies I 9:1",
                            "text": "Further Astronomic Calculations."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies I 9:2",
                            "text": "The mutual distances of the circles and spheres, and the depths, are rendered by Archimedes."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies I 9:3",
                            "text": "He takes the perimeter of the Zodiac at ,, stadii; so that it follows that a straight line from the centre of the Earth to the most outward superficies would be the sixth of the aforesaid number, but that the line from the surface of the Earth on which we tread to the Zodiac would be a sixth of the aforesaid number, less by four myriads of stadii, which is the distance from the centre of the Earth to its surface."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies I 9:4",
                            "text": "And from the circle of Saturn to the Earth he says the distance is ,,, stadii; and from the circle of Jupiter to Earth, ,, stadii; and from the circle of Mars to Earth, ,,."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Hippolytus: Refutation of All Heresies I 9:5",
                            "text": "From the Sun to Earth, ,,; and from Mercury to the Earth, ,,; and from Venus to Earth, ,,."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Hippolytus: Refutation of All Heresies I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:1",
                            "text": "Theory of Stellar Motion and Distance in Accordance with Harmony."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:2",
                            "text": "Concerning the Moon, however, a statement has been previously made."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:3",
                            "text": "The distances and profundities of the spheres Archimedes thus renders; but a different declaration regarding them has been made by Hipparchus; and a different one still by Apollonius the mathematician."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:4",
                            "text": "It is sufficient, however, for us, following the Platonic opinion, to suppose twofold and threefold distances from one another of the erratic stars; for the doctrine is thus preserved of the composition of the universe out of harmony, on concordant principles in keeping with these distances."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:5",
                            "text": "The numbers, however, advanced by Archimedes, and the accounts rendered by the rest concerning the distances, if they be not on principles of symphony,—that is, the double and triple (distances) spoken of by Plato,—but are discovered independent of harmonies, would not preserve the doctrine of the formation of the universe according to harmony."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:6",
                            "text": "For it is neither credible nor possible that the distances of these should be both contrary to some reasonable plan, and independent of harmonious and proportional principles, except perhaps only the Moon, on account of wanings and the shadow of the Earth, in regard also of the distance of which alone—that is, the lunar (planet) from earth—one may trust Archimedes."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:7",
                            "text": "It will, however, be easy for those who, according to the Platonic dogma itself, adopt this distance to comprehend by numerical calculation (intervals) according to what is double and triple, as Plato requires, and the rest of the distances."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:8",
                            "text": "If, then, according to Archimedes, the Moon is distant from the surface of the Earth ,, stadii, by increasing these numbers double and triple, (it will be) easy to find also the distances of the rest, as if subtracting one part of the number of stadii which the Moon is distant from the Earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:9",
                            "text": "But because the rest of the numbers—those alleged by Archimedes concerning the distance of the erratic stars—are not based on principles of concord, it is easy to understand—that is, for those who attend to the matter—how the numbers are mutually related, and on what principles they depend."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:10",
                            "text": "That, however, they should not be in harmony and symphony—I mean those that are parts of the world which consists according to harmony—this is impossible."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:11",
                            "text": "Since, therefore, the first number which the Moon is distant from the earth is ,,, the second number which the Sun is distant from the Moon being ,,, subsists by a greater computation than ninefold."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:12",
                            "text": "But the higher number in reference to this, being ,,, is (comprised) in a greater computation than half."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:13",
                            "text": "The number, however, superior to this, which is ,,, is contained in a greater computation than half."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:14",
                            "text": "But the number superior to this, which is ,,, is contained in a less computation than two-fifths."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:15",
                            "text": "But the number superior to this, which is ,,, is contained in a greater computation than half."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Hippolytus: Refutation of All Heresies I 10:16",
                            "text": "The final number, however, which is ,,, is comprised in a less computation than double."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Hippolytus: Refutation of All Heresies I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:1",
                            "text": "Theory of the Size of the Heavenly Bodies in Accordance with Numerical Harmonies."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:2",
                            "text": "These (numerical) relations, therefore, the greater than ninefold, and less than half, and greater than double, and less than two-fifths, and greater than half, and less than double, are beyond all symphonies, from which not any proportionate or harmonic system could be produced."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:3",
                            "text": "But the whole world, and the parts of it, are in all respects similarly framed in conformity with proportion and harmony."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:4",
                            "text": "The proportionate and harmonic relations, however, are preserved—as we have previously stated—by double and triple intervals."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:5",
                            "text": "If, therefore, we consider Archimedes reliable in the case of only the first distance, that from the Moon to the Earth, it is easy also to find the rest (of the intervals), by multiplying (them) by double and treble."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:6",
                            "text": "Let then the distance, according to Archimedes, from Earth to Moon be ,, stadii; there will therefore be the double number of this of stadii which the Sun is distant from the Moon, viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:7",
                            "text": ",,."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Hippolytus: Refutation of All Heresies I 11:8",
                            "text": "But the Sun is distant from the Earth ,, stadii; and Venus is likewise distant from the Sun ,, stadii, but from the Earth ,, stadii; and Mercury is distant from Venus ,, stadii, but from Earth ,, stadii; and Mars is distant from Mercury ,, stadii, and from Earth ,, stadii; and Jupiter is distant from Mars ,, stadii, but from Earth ,, stadii; Saturn is distant from Jupiter ,, stadii, but from Earth ,, stadii."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Hippolytus: Refutation of All Heresies I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies I 12:1",
                            "text": "Waste of Mental Energy in the Systems of the Astrologers."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies I 12:2",
                            "text": "Who will not feel astonishment at the exertion of so much deep thought with so much toil? This Ptolemy, however—a careful investigator of these matters—does not seem to me to be useless; but only this grieves (one), that being recently born, he could not be of service to the sons of the giants, who, being ignorant of these measures, and supposing that the heights of heaven were near, endeavoured in vain to construct a tower."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies I 12:3",
                            "text": "And so, if at that time he were present to explain to them these measures, they would not have made the daring attempt ineffectually."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies I 12:4",
                            "text": "But if any one profess not to have confidence in this (astronomer's calculations), let him by measuring be persuaded (of their accuracy); for in reference to those incredulous on the point, one cannot have a more manifest proof than this."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Hippolytus: Refutation of All Heresies I 12:5",
                            "text": "O, pride of vain-toiling soul, and incredible belief, that Ptolemy should be considered pre-eminently wise among those who have cultivated similar wisdom!."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Hippolytus: Refutation of All Heresies I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies I 13:1",
                            "text": "Mention of the Heretic Colarbasus; Alliance Between Heresy and the Pythagorean Philosophy."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies I 13:2",
                            "text": "Certain, adhering partly to these, as if having propounded great conclusions, and supposed things worthy of reason, have framed enormous and endless heresies; and one of these is Colarbasus, who attempts to explain religion by measures and numbers."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies I 13:3",
                            "text": "And others there are (who act) in like manner, whose tenets we shall explain when we commence to speak of what concerns those who give heed to Pythagorean calculation as possible; and uttering vain prophecies, hastily assume as secure the philosophy by numbers and elements."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies I 13:4",
                            "text": "Now certain (speculators), appropriating similar reasonings from these, deceive unsophisticated individuals, alleging themselves endued with foresight; sometimes, after uttering many predictions, happening on a single fulfilment, and not abashed by many failures, but making their boast in this one."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Hippolytus: Refutation of All Heresies I 13:5",
                            "text": "Neither shall I pass over the witless philosophy of these men; but, after explaining it, I shall prove that those who attempt to form a system of religion out of these (aforesaid elements), are disciples of a school weak and full of knavery."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Hippolytus: Refutation of All Heresies I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:1",
                            "text": "System of the Arithmeticians; Predictions Through Calculations; Numerical Roots; Transference of These Doctrines to Letters; Examples in Particular Names; Different Methods of Calculation; Prescience Possible by These."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:2",
                            "text": "Those, then, who suppose that they prophesy by means of calculations and numbers, and elements and names, constitute the origin of their attempted system to be as follows."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:3",
                            "text": "They affirm that there is a root of each of the numbers; in the case of thousands, so many monads as there are thousands: for example, the root of six thousand, six monads; of seven thousand, seven monads; of eight thousand, eight monads; and in the case of the rest, in like manner, according to the same (proportion)."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:4",
                            "text": "And in the case of hundreds, as many hundreds as there are, so many monads are the root of them: for instance, of seven hundred there are seven hundreds; the root of these is seven monads: of six hundred, six hundreds; the root of these, six monads."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:5",
                            "text": "And it is similar respecting decades: for of eighty (the root is) eight monads; and of sixty, six monads; of forty, four monads; of ten, one monad."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:6",
                            "text": "And in the case of monads, the monads themselves are a root: for instance, of nine, nine; of eight, eight; of seven, seven."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:7",
                            "text": "In this way, also, ought we therefore to act in the case of the elements (of words), for each letter has been arranged according to a certain number: for instance, the letter n according to fifty monads; but of fifty monads five is the root, and the root of the letter n is (therefore) five."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:8",
                            "text": "Grant that from some name we take certain roots of it."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:9",
                            "text": "For instance, (from) the name Agamemnon, there is of the a, one monad; and of the g, three monads; and of the other a, one monad; of the m, four monads; of the e, five monads; of the m, four monads; of the n, five monads; of the (long) o, eight monads; of the n, five monads; which, brought together into one series, will be , , , , , , , , ; and these added together make up  monads."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:10",
                            "text": "Again, they take the roots of these, and they become three in the case of the number thirty, but actually six in the case of the number six."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:11",
                            "text": "The three and the six, then, added together, constitute nine; but the root of nine is nine: therefore the name Agamemnon terminates in the root nine."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:12",
                            "text": "Let us do the same with another name—Hector."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:13",
                            "text": "The name (H)ector has five letters—e, and k, and t, and o, and r."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:14",
                            "text": "The roots of these are , , , , ; and these added together make up  monads."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:15",
                            "text": "Again, of the ten the root is one; and of the nine, nine; which added together make up ten: the root of ten is a monad."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:16",
                            "text": "The name Hector, therefore, when made the subject of computation, has formed a root, namely a monad."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:17",
                            "text": "It would, however, be easier to conduct the calculation thus: Divide the ascertained roots from the letters—as now in the case of the name Hector we have found nineteen monads—into nine, and treat what remains over as roots."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:18",
                            "text": "For example, if I divide  into , the remainder is , for  times  are , and there is a remaining monad: for if I subtract  from , there is a remaining monad; so that the root of the name Hector will be a monad."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:19",
                            "text": "Again, of the name Patroclus these numbers are roots: , , , , , , , , ; added together, they make up  monads."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:20",
                            "text": "And of these the remainder is  monads: of the , ; and of the ,."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:21",
                            "text": "Seven monads, therefore, are the root of the name Patroclus."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:22",
                            "text": "Those, then, that conduct their calculations according to the rule of the number nine, take the ninth part of the aggregate number of roots, and define what is left over as the sum of the roots."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:23",
                            "text": "They, on the other hand, (who conduct their calculations) according to the rule of the number seven, take the seventh (part of the aggregate number of roots); for example, in the case of the name Patroclus, the aggregate in the matter of roots is  monads."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:24",
                            "text": "This divided into seven parts makes four, which (multiplied into each other) are."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:25",
                            "text": "There are six remaining monads; (so that a person using this method) says, according to the rule of the number seven, that six monads are the root of the name Patroclus."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:26",
                            "text": "If, however, it be , (six) taken seven times, he says, are , for seven times six are , and one is the remainder."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:27",
                            "text": "A monad, therefore, is the root of the number , according to the rule of the number seven."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:28",
                            "text": "But one ought to observe if the assumed number, when divided, has no remainder; for example, if from any name, after having added together the roots, I find, to give an instance,  monads."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:29",
                            "text": "But the number  divided into nine makes exactly  enneads; for nine times  are , and nothing is over."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:30",
                            "text": "It is evident, then, that the actual root is."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:31",
                            "text": "And again, dividing the number forty-five, we find nine and nothing over—for nine times five are forty-five, and nothing remains; (wherefore) in the case of such they assert the root itself to be nine."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:32",
                            "text": "And as regards the number seven, the case is similar: if, for example we divide  into , we have nothing over; for seven times four are , and nothing remains; (wherefore) they say that seven is the root."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:33",
                            "text": "But when one computes names, and finds the same letter occurring twice, he calculates it once; for instance, the name Patroclus has the pa twice, and the o twice: they therefore calculate the a once and the o once."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:34",
                            "text": "According to this, then, the roots will be , , , , , , , , and added together they make  monads; and the root of the name will be, according to the rule of the number nine, nine itself, but according to the rule of the number seven, six."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:35",
                            "text": "In like manner, (the name) Sarpedon, when made the subject of calculation, produces as a root, according to the rule of the number nine, two monads."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:36",
                            "text": "Patroclus, however, produces nine monads; Patroclus gains the victory."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:37",
                            "text": "For when one number is uneven, but the other even, the uneven number, if it is larger, prevails."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:38",
                            "text": "But again, when there is an even number, eight, and five an uneven number, the eight prevails, for it is larger."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:39",
                            "text": "If, however, there were two numbers, for example, both of them even, or both of them odd, the smaller prevails."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:40",
                            "text": "But how does (the name) Sarpedon, according to the rule of the number nine, make two monads, since the letter (long) o is omitted? For when there may be in a name the letter (long) o and (long) e, they leave out the (long) o, using one letter, because they say both are equipollent; and the same must not be computed twice over, as has been above declared."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:41",
                            "text": "Again, (the name) Ajax makes four monads; (but the name) Hector, according to the rule of the ninth number, makes one monad."
                        },
                        {
                            "verse": 42,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:42",
                            "text": "And the tetrad is even, whereas the monad odd."
                        },
                        {
                            "verse": 43,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:43",
                            "text": "And in the case of such, we say, the greater prevails—Ajax gains the victory."
                        },
                        {
                            "verse": 44,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:44",
                            "text": "Again, Alexander and Menelaus (may be adduced as examples)."
                        },
                        {
                            "verse": 45,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:45",
                            "text": "Alexander has a proper name (Paris)."
                        },
                        {
                            "verse": 46,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:46",
                            "text": "But Paris, according to the rule of the number nine, makes four monads; and Menelaus, according to the rule of the number nine, makes nine monads."
                        },
                        {
                            "verse": 47,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:47",
                            "text": "The nine, however, conquer the four (monads): for it has been declared, when the one number is odd and the other even, the greater prevails; but when both are even or both odd, the less (prevails)."
                        },
                        {
                            "verse": 48,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:48",
                            "text": "Again, Amycus and Polydeuces (may be adduced as examples)."
                        },
                        {
                            "verse": 49,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:49",
                            "text": "Amycus, according to the rule of the number nine, makes two monads, and Polydeuces, however, seven: Polydeuces gains the victory."
                        },
                        {
                            "verse": 50,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:50",
                            "text": "Ajax and Ulysses contended at the funeral games."
                        },
                        {
                            "verse": 51,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:51",
                            "text": "Ajax, according to the rule of the number nine, makes four monads; Ulysses, according to the rule of the number nine, (makes) eight."
                        },
                        {
                            "verse": 52,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:52",
                            "text": "Is there, then, not any annexed, and (is there) not a proper name for Ulysses? for he has gained the victory."
                        },
                        {
                            "verse": 53,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:53",
                            "text": "According to the numbers, no doubt, Ajax is victorious, but history hands down the name of Ulysses as the conqueror."
                        },
                        {
                            "verse": 54,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:54",
                            "text": "Achilles and Hector (may be adduced as examples)."
                        },
                        {
                            "verse": 55,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:55",
                            "text": "Achilles, according to the rule of the number nine, makes four monads; Hector one: Achilles gains the victory."
                        },
                        {
                            "verse": 56,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:56",
                            "text": "Again, Achilles and Asteropaeus (are instances)."
                        },
                        {
                            "verse": 57,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:57",
                            "text": "Achilles makes four monads, Asteropaeus three: Achilles conquers."
                        },
                        {
                            "verse": 58,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:58",
                            "text": "Again, Menelaus and Euphorbus (may be adduced as examples)."
                        },
                        {
                            "verse": 59,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:59",
                            "text": "Menelaus has nine monads, Euphorbus eight: Menelaus gains the victory."
                        },
                        {
                            "verse": 60,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:60",
                            "text": "Some, however, according to the rule of the number seven, employ the vowels only, but others distinguish by themselves the vowels, and by themselves the semi-vowels, and by themselves the mutes; and, having formed three orders, they take the roots by themselves of the vowels, and by themselves of the semi-vowels, and by themselves of the mutes, and they compare each apart."
                        },
                        {
                            "verse": 61,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:61",
                            "text": "Others, however, do not employ even these customary numbers, but different ones: for instance, as an example, they do not wish to allow that the letter p has as a root  monads, but , and that the (letter) x (si) has as a root four monads; and turning in every direction, they discover nothing sound."
                        },
                        {
                            "verse": 62,
                            "chapter": 14,
                            "name": "Hippolytus: Refutation of All Heresies I 14:62",
                            "text": "When, however, they contend about the second (letter), from each name they take away the first letter; but when they contend about the third (letter), they take away two letters of each name, and calculating the rest, compare them."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Hippolytus: Refutation of All Heresies I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:1",
                            "text": "Quibbles of the Numerical Theorists; The Art of the Frontispicists (Physiognomy); Connection of This Art with Astrology; Type of Those Born Under Aries."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:2",
                            "text": "I think that there has been clearly expounded the mind of arithmeticians, who, by means of numbers and of names, suppose that they interpret life."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:3",
                            "text": "Now I perceive that these, enjoying leisure, and being trained in calculation, have been desirous that, through the art delivered to them from childhood, they, acquiring celebrity, should be styled prophets."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:4",
                            "text": "And they, measuring the letters up (and) down, have wandered into trifling."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:5",
                            "text": "For if they fail, they say, in putting forward the difficulty, Perhaps this name was not a family one, but imposed, as also lighting in the instance they argue in the case of (the names) Ulysses and Ajax."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:6",
                            "text": "Who, taking occasion from this astonishing philosophy, and desirous of being styled \"Heresiarch,\" will not be extolled?  But since, also, there is another more profound art among the all-wise speculators of the Greeks—to whom heretical individuals boast that they attach themselves as disciples, on account of their employing the opinions of these (ancient philosophers) in reference to the doctrines attempted (to be established) by themselves, as shall a little afterwards be proved; but this is an art of divination, by examination of the forehead or rather, I should say, it is madness: yet we shall not be silent as regards this (system)."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:7",
                            "text": "There are some who ascribe to the stars figures that mould the ideas and dispositions of men, assigning the reason of this to births (that have taken place) under particular stars; they thus express themselves: Those who are born under Aries will be of the following kind: long head, red hair, contracted eyebrows, pointed forehead, eyes grey and lively, drawn cheeks, long-nosed, expanded nostrils, thin lips, tapering chin, wide mouth."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Hippolytus: Refutation of All Heresies I 15:8",
                            "text": "These, he says, will partake of the following nature: cautious, subtle, perspicuous, prudent, indulgent, gentle, over-anxious, persons of secret resolves fitted for every undertaking, prevailing more by prudence than strength, deriders for the time being, scholars, trustworthy, contentious, quarrellers in a fray, concupiscent, inflamed with unnatural lust, reflective, estranged from their own homes, giving dissatisfaction in everything, accusers, like madmen in their cups, scorners, year by year losing something serviceable in friendship through goodness; they, in the majority of cases, end their days in a foreign land."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Hippolytus: Refutation of All Heresies I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies I 16:1",
                            "text": "Type of Those Born Under Taurus."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies I 16:2",
                            "text": "Those, however, who are born in Taurus will be of the following description: round head, thick hair, broad forehead, square eyes, and large black eyebrows; in a white man, thin veins, sanguine, long eyelids, coarse huge ears, round mouths, thick nose, round nostrils, thick lips, strong in the upper parts, formed straight from the legs."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies I 16:3",
                            "text": "The same are by nature pleasing, reflective, of a goodly disposition, devout, just, uncouth, complaisant, labourers from twelve years, quarrelsome, dull."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Hippolytus: Refutation of All Heresies I 16:4",
                            "text": "The stomach of these is small, they are quickly filled, forming many designs, prudent, niggardly towards themselves, liberal towards others, beneficent, of a slow body: they are partly sorrowful, heedless as regards friendship, useful on account of mind, unfortunate."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Hippolytus: Refutation of All Heresies I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies I 17:1",
                            "text": "Type of Those Born Under Gemini."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies I 17:2",
                            "text": "Those who are born in Gemini will be of the following description: red countenance, size not very large, evenly proportioned limbs, black eyes as if anointed with oil, cheeks turned down, and large mouth, contracted eyebrows; they conquer all things, they retain whatever possessions they acquire, they are extremely rich, penurious, niggardly of what is peculiarly their own, profuse in the pleasures of women, equitable, musical, liars."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Hippolytus: Refutation of All Heresies I 17:3",
                            "text": "And the same by nature are learned, reflective, inquisitive, arriving at their own decisions, concupiscent, sparing of what belongs to themselves, liberal, quiet, prudent, crafty, they form many designs, calculators, accusers, importunate, not prosperous, they are beloved by the fair sex, merchants; as regards friendship, not to any considerable extent useful."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Hippolytus: Refutation of All Heresies I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies I 18:1",
                            "text": "Type of Those Born Under Cancer."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies I 18:2",
                            "text": "Those born in Cancer are of the following description: size not large, hair like a dog, of a reddish colour, small mouth, round head, pointed forehead, grey eyes, sufficiently beautiful, limbs somewhat varying."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Hippolytus: Refutation of All Heresies I 18:3",
                            "text": "The same by nature are wicked, crafty, proficients in plans, insatiable, stingy, ungracious, illiberal, useless, forgetful; they neither restore what is another's, nor do they ask back what is their own; as regards friendship, useful."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Hippolytus: Refutation of All Heresies I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies I 19:1",
                            "text": "Type of Those Born Under Leo."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies I 19:2",
                            "text": "Those born in Leo are of the following description: round head, reddish hair, huge wrinkled forehead, coarse ears, large development of neck, partly bald, red complexion, grey eyes, large jaws, coarse mouth, gross in the upper parts, huge breast, the under limbs tapering."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Hippolytus: Refutation of All Heresies I 19:3",
                            "text": "The same are by nature persons who allow nothing to interfere with their own decision, pleasing themselves, irascible, passionate, scorners, obstinate, forming no design, not loquacious, indolent, making an improper use of leisure, familiar, wholly abandoned to pleasures of women, adulterers, immodest, in faith untrue, importunate, daring, penurious, spoliators, remarkable; as regards fellowship, useful; as regards friendship, useless."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Hippolytus: Refutation of All Heresies I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies I 20:1",
                            "text": "Type of Those Born Under Virgo."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies I 20:2",
                            "text": "Those born in Virgo are of the following description: fair appearance, eyes not large, fascinating, dark, compact eyebrows, cheerful, swimmers; they are, however, slight in frame, beautiful in aspect, with hair prettily adjusted, large forehead, prominent nose."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Hippolytus: Refutation of All Heresies I 20:3",
                            "text": "The same by nature are docile, moderate, intelligent, sportive, rational, slow to speak, forming many plans; in regard of a favour, importunate; gladly observing everything; and well-disposed pupils, they master whatever they learn; moderate, scorners, victims of unnatural lusts, companionable, of a noble soul, despisers, careless in practical matters, attending to instruction, more honourable in what concerns others than what relates to themselves; as regards friendship, useful."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Hippolytus: Refutation of All Heresies I 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies I 21:1",
                            "text": "Type of Those Born Under Libra."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies I 21:2",
                            "text": "Those born in Libra will be of the following description: hair thin, drooping, reddish and longish, forehead pointed (and) wrinkled, fair compact eyebrows, beautiful eyes, dark pupils, long thin ears, head inclined, wide mouth."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Hippolytus: Refutation of All Heresies I 21:3",
                            "text": "The same by nature are intelligent, God-fearing, communicative to one another, traders, toilers, not retaining gain, liars, not of an amiable disposition, in business or principle true, free-spoken, beneficent, illiterate, deceivers, friendly, careless, (to whom it is not profitable to do any act of injustice); they are scorners, scoffers, satirical, illustrious, listeners, and nothing succeeds with these; as regards friendship, useful."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Hippolytus: Refutation of All Heresies I 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies I 22:1",
                            "text": "Type of Those Born Under Scorpio."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies I 22:2",
                            "text": "Those born in Scorpio are of the following description: a maidenish countenance, comely, pungent, blackish hair, well-shaped eyes, forehead not broad, and sharp nostril, small contracted ears, wrinkled foreheads, narrow eyebrows, drawn cheeks."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Hippolytus: Refutation of All Heresies I 22:3",
                            "text": "The same by nature are crafty, sedulous, liars, communicating their particular designs to no one, of a deceitful spirit, wicked, scorners, victims to adultery, well-grown, docile; as regards friendship, useless."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Hippolytus: Refutation of All Heresies I 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies I 23:1",
                            "text": "Type of Those Born Under Sagittarius."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies I 23:2",
                            "text": "Those born in Sagittarius will be of the following description: great length, square forehead, profuse eyebrows, indicative of strength, well-arranged projection of hair, reddish (in complexion)."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Hippolytus: Refutation of All Heresies I 23:3",
                            "text": "The same by nature are gracious, as educated persons, simple, beneficent; given to unnatural lusts, companionable, toil-worn, lovers, beloved, jovial in their cups, clean, passionate, careless, wicked; as regards friendship, useless; scorners, with noble souls, insolent, crafty; for fellowship, useful."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Hippolytus: Refutation of All Heresies I 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies I 24:1",
                            "text": "Type of Those Born Under Capricorn."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies I 24:2",
                            "text": "Those born in Capricorn will be of the following description: reddish body, projection of greyish hair, round mouth, eyes as of an eagle, contracted brows, open forehead, somewhat bald, in the upper parts of the body endued with more strength."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Hippolytus: Refutation of All Heresies I 24:3",
                            "text": "The same by nature are philosophic, scorners, and scoffers at the existing state of things, passionate, persons that can make concessions, honourable, beneficent, lovers of the practice of music, passionate in their cups, mirthful, familiar, talkative, given to unnatural lusts, genial, amiable, quarrelsome lovers, for fellowship well disposed."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Hippolytus: Refutation of All Heresies I 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies I 25:1",
                            "text": "Type of Those Born Under Aquarius."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies I 25:2",
                            "text": "Those born in Aquarius will be of the following description: square in size, of a diminutive body; sharp, small, fierce eyes; imperious, ungenial, severe, readily making acquisitions, for friendship and fellowship well disposed; moreover, for maritime enterprises they make voyages, and perish."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Hippolytus: Refutation of All Heresies I 25:3",
                            "text": "The same by nature are taciturn, modest, sociable, adulterers, penurious, practised in business, tumultuous, pure, well-disposed, honourable, large eyebrows; frequently they are born in the midst of trifling events, but (in after life) follow a different pursuit; though they may have shown kindness to any one, still no one returns them thanks."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Hippolytus: Refutation of All Heresies I 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies I 26:1",
                            "text": "Type of Those Born Under Pisces."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies I 26:2",
                            "text": "Those born in Pisces will be of the following description: of moderate dimensions, pointed forehead like fishes, shaggy hair, frequently they become soon grey."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Hippolytus: Refutation of All Heresies I 26:3",
                            "text": "The same by nature are of exalted soul, simple, passionate, penurious, talkative; in the first period of life they will be drowsy; they are desirous of managing business by themselves, of high repute, venturesome, emulous, accusers, changing their locality, lovers, dancers; for friendship, useful."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Hippolytus: Refutation of All Heresies I 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Hippolytus: Refutation of All Heresies I 27:1",
                            "text": "Futility of This Theory of Stellar Influence."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Hippolytus: Refutation of All Heresies I 27:2",
                            "text": "Since, therefore, we have explained the astonishing wisdom of these men, and have not concealed their overwrought art of divination by means of contemplation, neither shall I be silent as regards (undertakings) in the case of which those that are deceived act foolishly."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Hippolytus: Refutation of All Heresies I 27:3",
                            "text": "For, comparing the forms and dispositions of men with names of stars, how impotent their system is! For we know that those originally conversant with such investigations have called the stars by names given in reference to propriety of signification and facility for future recognition."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Hippolytus: Refutation of All Heresies I 27:4",
                            "text": "For what similarity is there of these (heavenly bodies) with the likeness of animals, or what community of nature as regards conduct and energy (is there in the two cases), that one should allege that a person born in Leo should be irascible, and one born in Virgo moderate, or one born in Cancer wicked, but that those born in…."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Hippolytus: Refutation of All Heresies I 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:1",
                            "text": "System of the Magicians; Incantations of Demons; Secret Magical Rites."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:2",
                            "text": "… And (the sorcerer), taking (a paper), directs the inquirer to write down with water whatever questions he may desire to have asked from the demons."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:3",
                            "text": "Then, folding up the paper, and delivering it to the attendant, he sends him away to commit it to the flames, that the ascending smoke may waft the letters to demons."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:4",
                            "text": "While, however, the attendant is executing this order, (the sorcerer) first removes equal portions of the paper, and on some more parts of it he pretends that demons write in Hebrew characters."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:5",
                            "text": "Then burning an incense of the Egyptian magicians, termed Cyphi, he takes these (portions of paper) away, and places them near the incense."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:6",
                            "text": "But (that paper) which the inquirer happens to have written (upon), having placed on the coals, he has burned."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:7",
                            "text": "Then (the sorcerer), appearing to be borne away under divine influence, (and) hurrying into a corner (of the house), utters a loud and harsh cry, and unintelligible to all,…and orders all those present to enter, crying out (at the same time), and invoking Phryn, or some other demon."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:8",
                            "text": "But after passing into the house, and when those that were present stood side by side, the sorcerer, flinging the attendant upon a bed, utters to him several words, partly in the Greek, and partly, as it were, the Hebrew language, (embodying) the customary incantations employed by the magicians."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:9",
                            "text": "(The attendant), however, goes away to make the inquiry."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:10",
                            "text": "And within (the house), into a vessel full of water (the sorcerer) infusing copperas mixture, and melting the drug, having with it sprinkled the paper that forsooth had (the characters upon it) obliterated, he forces the latent and concealed letters to come once more into light; and by these he ascertains what the inquirer has written down."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:11",
                            "text": "And if one write with copperas mixture likewise, and having ground a gall nut, use its vapour as a fumigator, the concealed letters would become plain."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:12",
                            "text": "And if one write with milk, (and) then scorch the paper, and scraping it, sprinkle and rub (what is thus scraped off) upon the letters traced with the milk, these will become plain."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:13",
                            "text": "And urine likewise, and sauce of brine, and juice of euphorbia, and of a fig, produce a similar result."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:14",
                            "text": "But when (the sorcerer) has ascertained the question in this mode, he makes provision for the manner in which he ought to give the reply."
                        },
                        {
                            "verse": 15,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:15",
                            "text": "And next he orders those that are present to enter, holding laurel branches and shaking them, and uttering cries, and invoking the demon Phryn."
                        },
                        {
                            "verse": 16,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:16",
                            "text": "For also it becomes these to invoke him; and it is worthy that they make this request from demons, which they do not wish of themselves to put forward, having lost their minds."
                        },
                        {
                            "verse": 17,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:17",
                            "text": "The confused noise, however, and the tumult, prevent them directing attention to those things which it is supposed (the sorcerer) does in secret."
                        },
                        {
                            "verse": 18,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:18",
                            "text": "But what these are, the present is a fair opportunity for us to declare."
                        },
                        {
                            "verse": 19,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:19",
                            "text": "Considerable darkness, then, prevails."
                        },
                        {
                            "verse": 20,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:20",
                            "text": "For the (sorcerer) affirms that it is impossible for mortal nature to behold divine things, for that to hold converse (with these mysteries) is sufficient."
                        },
                        {
                            "verse": 21,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:21",
                            "text": "Making, however, the attendant lie down (upon the couch), head foremost, and placing by each side two of those little tablets, upon which had been inscribed in, forsooth, Hebrew characters, as it were names of demons, he says that (a demon) will deposit the rest in their ears."
                        },
                        {
                            "verse": 22,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:22",
                            "text": "But this (statement) is requisite, in order that some instrument may be placed beside the ears of the attendant, by which it is possible that he signify everything which he chooses."
                        },
                        {
                            "verse": 23,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:23",
                            "text": "First, however, he produces a sound that the (attendant) youth may be terrified; and secondly, he makes a humming noise; then, thirdly, he speaks through the instrument what he wishes the youth to say, and remains in expectation of the issue of the affair; next, he makes those present remain still, and directs the (attendant) to signify, what he has heard from the demons."
                        },
                        {
                            "verse": 24,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:24",
                            "text": "But the instrument that is placed beside his ears is a natural instrument, viz."
                        },
                        {
                            "verse": 25,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:25",
                            "text": ", the windpipe of long-necked cranes, or storks, or swans."
                        },
                        {
                            "verse": 26,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:26",
                            "text": "And if none of these is at hand, there are also some different artificial instruments (employed); for certain pipes of brass, ten in number, (and) fitting into one another, terminating in a narrow point, are adapted (for the purpose), and through these is spoken into the ear whatsoever the (magician) wishes."
                        },
                        {
                            "verse": 27,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:27",
                            "text": "And the youth hearing these (words) with terror as uttered by demons, when ordered, speaks them out."
                        },
                        {
                            "verse": 28,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:28",
                            "text": "If any one, however, putting around a stick a moist hide, and having dried it and drawn it together, close it up, and by removing the rod fashion the hide into the form of a pipe, he attains a similar end."
                        },
                        {
                            "verse": 29,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:29",
                            "text": "Should any of these, however, be not at hand, he takes a book, and, opening it inside, stretches it out as far as he think requisite, (and thus) achieves the same result."
                        },
                        {
                            "verse": 30,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:30",
                            "text": "But if he knows beforehand that one is present who is about to ask a question, he is the more ready for all (contingencies)."
                        },
                        {
                            "verse": 31,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:31",
                            "text": "If, however, he may also previously ascertain the question, he writes (it) with the drug, and, as being prepared, he is considered more skilful, on account of having clearly written out what is (about) being asked."
                        },
                        {
                            "verse": 32,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:32",
                            "text": "If, however, he is ignorant of the question, he forms conjectures, and puts forth something capable of a doubtful and varied interpretation, in order that the oracular response, being originally unintelligible, may serve for numerous purposes, and in the issue of events the prediction may be considered correspondent with what actually occurs."
                        },
                        {
                            "verse": 33,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:33",
                            "text": "Next, having filled a vessel with water, he puts down (into it) the paper, as if uninscribed, at the same time infusing along with it copperas mixture."
                        },
                        {
                            "verse": 34,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:34",
                            "text": "For in this way the paper written upon floats upwards (to the surface), bearing the response."
                        },
                        {
                            "verse": 35,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:35",
                            "text": "Accordingly there ensue frequently to the attendant formidable fancies, for also he strikes blows plentifully on the terrified (bystanders)."
                        },
                        {
                            "verse": 36,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:36",
                            "text": "For, casting incense into the fire, he again operates after the following method."
                        },
                        {
                            "verse": 37,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:37",
                            "text": "Covering a lump of what are called \"fossil salts\" with Etruscan wax, and dividing the piece itself of incense into two parts, he throws in a grain of salt; and again joining (the piece) together, and placing it on the burning coals, he leaves it there."
                        },
                        {
                            "verse": 38,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:38",
                            "text": "And when this is consumed, the salts, bounding upwards, create the impression of, as it were, a strange vision taking place."
                        },
                        {
                            "verse": 39,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:39",
                            "text": "And the dark-blue dye which has been deposited in the incense produces a blood-red flame, as we have already declared."
                        },
                        {
                            "verse": 40,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:40",
                            "text": "But (the sorcerer) makes a scarlet liquid, by mixing wax with alkanet, and, as I said, depositing the wax in the incense."
                        },
                        {
                            "verse": 41,
                            "chapter": 28,
                            "name": "Hippolytus: Refutation of All Heresies I 28:41",
                            "text": "And he makes the coals be moved, placing underneath powdered alum; and when this is dissolved and swells up like bubbles, the coals are moved."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Hippolytus: Refutation of All Heresies I 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Hippolytus: Refutation of All Heresies I 29:1",
                            "text": "Display of Different Eggs."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Hippolytus: Refutation of All Heresies I 29:2",
                            "text": "But different eggs they display after this manner."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Hippolytus: Refutation of All Heresies I 29:3",
                            "text": "Perforating the top at both ends, and extracting the white, (and) having again dipped it, throw in some minium and some writing ink."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Hippolytus: Refutation of All Heresies I 29:4",
                            "text": "Close, however, the openings with refined scrapings of the eggs, smearing them with fig-juice."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Hippolytus: Refutation of All Heresies I 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Hippolytus: Refutation of All Heresies I 30:1",
                            "text": "Self-Slaughter of Sheep."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Hippolytus: Refutation of All Heresies I 30:2",
                            "text": "By those who cause sheep to cut off their own heads, the following plan is adopted."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Hippolytus: Refutation of All Heresies I 30:3",
                            "text": "Secretly smearing the throat (of the animal) with a cauterizing drug, he places a sword near, and leaves it there."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Hippolytus: Refutation of All Heresies I 30:4",
                            "text": "The sheep, desirous of scratching himself, rushes against the blade, and in the act of rubbing is slaughtered, while the head is almost severed from the trunk."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Hippolytus: Refutation of All Heresies I 30:5",
                            "text": "There is, however, a compound of the drug, bryony and salt and squills, made up in equal parts."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Hippolytus: Refutation of All Heresies I 30:6",
                            "text": "In order that the person bringing the drug may escape notice, he carries a box with two compartments constructed of horn, the visible one of which contains frankincense, but the secret one (the aforesaid) drug."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Hippolytus: Refutation of All Heresies I 30:7",
                            "text": "He, however, likewise insinuates into the ears of the sheep about to meet death quicksilver; but this is a poisonous drug."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Hippolytus: Refutation of All Heresies I 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:1",
                            "text": "Method of Poisoning Goats."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:2",
                            "text": "And if one smear the ears of goats over with cerate, they say that they expire a little afterwards, by having their breathing obstructed."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:3",
                            "text": "For this to them is the way—as these affirm—of their drawing their breath in an act of respiration."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:4",
                            "text": "And a ram, they assert, dies, if one bends back (its neck) opposite the sun."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:5",
                            "text": "And they accomplish the burning of a house, by daubing it over with the juice of a certain fish called dactylus."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:6",
                            "text": "And this effect, which it has by reason of the sea-water, is very useful."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:7",
                            "text": "Likewise foam of the ocean is boiled in an earthen jar along with some sweet ingredients; and if you apply a lighted candle to this while in a seething state, it catches the fire and is consumed; and (yet though the mixture) be poured upon the head, it does not burn it at all."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:8",
                            "text": "If, however, you also smear it over with heated resin, it is consumed far more effectually."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Hippolytus: Refutation of All Heresies I 31:9",
                            "text": "But he accomplishes his object better still, if also he takes some sulphur."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Hippolytus: Refutation of All Heresies I 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:1",
                            "text": "Imitations of Thunder, and Other Illusions."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:2",
                            "text": "Thunder is produced in many ways; for stones very numerous and unusually large, being rolled downwards along wooden planks, fall upon plates of brass, and cause a sound similar to thunder."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:3",
                            "text": "And also around the thin plank with which carders thicken cloth, they coil a thin rope; and then drawing away the cord with a whirr, they spin the plank round, and in its revolution it emits a sound like thunder."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:4",
                            "text": "These farces, verily, are played off thus."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:5",
                            "text": "There are, however, other practices which I shall explain, which those who execute these ludicrous performances estimate as great exploits."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:6",
                            "text": "Placing a cauldron full of pitch upon burning coals, when it boils up, (though) laying their hands down upon it, they are not burned; nay, even while walking on coals of fire with naked feet, they are not scorched."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:7",
                            "text": "But also setting a pyramid of stone on a hearth, (the sorcerer) makes it get on fire, and from the mouth it disgorges a volume of smoke, and that of a fiery description."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:8",
                            "text": "Then also putting a linen cloth upon a pot of water, throwing on (at the same time) a quantity of blazing coals, (the magician) keeps the linen cloth unconsumed."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:9",
                            "text": "Creating also darkness in the house, (the sorcerer) alleges that he can introduce gods or demons; and if any requires him to show aesculapius, he uses an invocation couched in the following words:—  \"The child once slain, again of Phoebus deathless made,  I call to come, and aid my sacrificial rites;  Who, also, once the countless tribes of fleeting dead,  In ever-mournful homes of Tartarus wide,  The fatal billow breasting, and the inky flood  Surmounting, where all of mortal mould must float,  Torn, beside the lake, with endless grief and woe,  Thyself didst snatch from gloomy Proserpine."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Hippolytus: Refutation of All Heresies I 32:10",
                            "text": "Or whether the seat of Holy Thrace thou haunt, or lovely  Pergamos, or besides Ionian Epidaurus,  The chief of seers, O happy God, invites thee here\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Hippolytus: Refutation of All Heresies I 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:1",
                            "text": "The Burning aesculapius; Tricks with Fire."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:2",
                            "text": "But after he discontinues uttering these jests, a fiery aesculapius appears upon the floor."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:3",
                            "text": "Then, placing in the midst a pot full of water, he invokes all the deities, and they are present."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:4",
                            "text": "For any one who is by, glancing into the pot, will behold them all, and Diana leading on her baying hounds."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:5",
                            "text": "We shall not, however, shrink from narrating the account (of the devices) of these men, how they attempt (to accomplish their jugglery)."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:6",
                            "text": "For (the magician) lays his hand upon the cauldron of pitch, which is in, as it were, a boiling state; and throwing in (at the same time) vinegar and nitre and moist pitch, he kindles a fire beneath the cauldron."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:7",
                            "text": "The vinegar, however, being mixed along with the nitre, on receiving a small accession of heat, moves the pitch, so as to cause bubbles to rise to the surface, and afford the mere semblance of a seething (pot)."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:8",
                            "text": "The (sorcerer), however, previously washes his hands frequently in brine; the consequence being, that the contents of the cauldron do not in any wise, though in reality boiling, burn him very much."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:9",
                            "text": "But if, having smeared his hands with a tincture of myrtle and nitre and myrrh, along with vinegar, he wash them in brine frequently, he is not scorched: and he does not burn his feet, provided he smear them with isinglass and a salamander."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:10",
                            "text": "As regards, however, the burning like a taper of the pyramid, though composed of stone, the cause of this is the following."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:11",
                            "text": "Chalky earth is fashioned into the shape of a pyramid, but its colour is that of a milk-white stone, and it is prepared after this fashion."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:12",
                            "text": "Having anointed the piece of clay with plenty of oil, and put it upon coals, and baked it, by smearing it afresh, and scorching it a second and third time, and frequently, (the sorcerer) contrives that it can be burned, even though he should plunge it in water; for it contains in itself abundance of oil."
                        },
                        {
                            "verse": 13,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:13",
                            "text": "The hearth, however, is spontaneously kindled, while the magician pours out a libation, by having lime instead of ashes burning underneath, and refined frankincense and a large quantity of tow, and a bundle of anointed tapers and of gall nuts, hollow within, and supplied with (concealed) fire."
                        },
                        {
                            "verse": 14,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:14",
                            "text": "And after some delay, (the sorcerer) makes (the pyramid) emit smoke from the mouth, by both putting fire in the gall nut, and encircling it with tow, and blowing into the mouth."
                        },
                        {
                            "verse": 15,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:15",
                            "text": "The linen cloth, however, that has been placed round the cauldron, (and) on which he deposits the coals, on account of the underlying brine, would not be burned; besides, that it has itself been washed in brine, and then smeared with the white of an egg, along with moist alum."
                        },
                        {
                            "verse": 16,
                            "chapter": 33,
                            "name": "Hippolytus: Refutation of All Heresies I 33:16",
                            "text": "And if, likewise, one mix in these the juice of house-leek along with vinegar, and for a long time previously smear it (with this preparation), after being washed in this drug, it continues altogether fire-proof."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Hippolytus: Refutation of All Heresies I 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:1",
                            "text": "The Illusion of the Sealed Letters; Object in Detailing These Juggleries."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:2",
                            "text": "After, then, we have succinctly explained the powers of the secret arts practised among these (magicians), and have shown their easy plan for the acquisition of knowledge, neither are we disposed to be silent on the following point, which is a necessary one,—how that, loosing the seals, they restore the sealed letters, with the actual seals themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:3",
                            "text": "Melting pitch, resin, and sulphur, and moreover asphalt, in equal parts, (and) forming the ointment into a figure, they keep it by them."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:4",
                            "text": "When, however, it is time to loose a small tablet, smearing with oil their tongue, next with the latter anointing the seal, (and) heating the drug with a moderate fire, (the sorcerers) place it upon the seal; and they leave it there until it has acquired complete consistence, and they use it in this condition as a seal."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:5",
                            "text": "But they say, likewise, that wax itself with fir-wood gum possesses a similar potency, as well as two parts of mastich with one part of dry asphalt."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:6",
                            "text": "But sulphur also by itself effects the purpose tolerably well, and flower of gypsum strained with water, and of gum."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:7",
                            "text": "Now this (last mixture) certainly answers most admirably also for sealing molten lead."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:8",
                            "text": "And that which is accomplished by the Tuscan wax, and refuse of resin, and pitch, and asphalt, and mastich, and powdered spar, all being boiled together in equal parts, is superior to the rest of the drugs which I have mentioned, while that which is effected by the gum is not inferior."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:9",
                            "text": "In this manner, then, also, they attempt to loose the seals, endeavouring to learn the letters written within."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:10",
                            "text": "These contrivances, however, I hesitated to narrate in this book, perceiving the danger lest, perchance, any knavish person, taking occasion (from my account), should attempt (to practise these juggleries)."
                        },
                        {
                            "verse": 11,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:11",
                            "text": "Solicitude, however, for many young persons, who could be preserved from such practices, has persuaded me to teach and publish, for security's sake, (the foregoing statements)."
                        },
                        {
                            "verse": 12,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:12",
                            "text": "For although one person may make use of these for gaining instruction in evil, in this way somebody else will, by being instructed (in these practices), be preserved from them."
                        },
                        {
                            "verse": 13,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:13",
                            "text": "And the magicians themselves, corrupters of life, will be ashamed in plying their art."
                        },
                        {
                            "verse": 14,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:14",
                            "text": "And learning these points that have been previously elucidated by us, they will possibly be restrained from their folly."
                        },
                        {
                            "verse": 15,
                            "chapter": 34,
                            "name": "Hippolytus: Refutation of All Heresies I 34:15",
                            "text": "But that this seal may not be broken, let me seal it with hog's lard and hair mixed with wax."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Hippolytus: Refutation of All Heresies I 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:1",
                            "text": "The Divination by a Cauldron; Illusion of Fiery Demons; Specimen of a Magical Invocation."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:2",
                            "text": "But neither shall I be silent respecting that piece of knavery of these (sorcerers), which consists in the divination by means of the cauldron."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:3",
                            "text": "For, making a closed chamber, and anointing the ceiling with cyanus for present use, they introduce certain vessels of cyanus, and stretch them upwards."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:4",
                            "text": "The cauldron, however, full of water, is placed in the middle on the ground; and the reflection of the cyanus falling upon it, presents the appearance of heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:5",
                            "text": "But the floor also has a certain concealed aperture, on which the cauldron is laid, having been (previously, supplied with a bottom of crystal, while itself is composed of stone."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:6",
                            "text": "Underneath, however, unnoticed (by the spectators), is a compartment, into which the accomplices, assembling, appear invested with the figures of such gods and demons as the magician wishes to exhibit."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:7",
                            "text": "Now the dupe, beholding these, becomes astonished at the knavery of the magician, and subsequently believes all things that are likely to be stated by him."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:8",
                            "text": "But (the sorcerer) produces a burning demon, by tracing on the wall whatever figure he wishes, and then covertly smearing it with a drug mixed according to this manner, viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:9",
                            "text": ", of Laconian and Zacynthian asphalt,—while next, as if under the influence of prophetic frenzy, he moves the lamp towards the wall."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:10",
                            "text": "The drug, however, is burned with considerable splendour."
                        },
                        {
                            "verse": 11,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:11",
                            "text": "And that a fiery Hecate seems to career through air, he contrives in the mode following."
                        },
                        {
                            "verse": 12,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:12",
                            "text": "Concealing a certain accomplice in a place which he wishes, (and) taking aside his dupes, he persuades them (to believe himself), alleging that he will exhibit a flaming demon riding through the air."
                        },
                        {
                            "verse": 13,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:13",
                            "text": "Now he exhorts them immediately to keep their eyes fixed until they see the flame in the air, and that (then), veiling themselves, they should fall on their face until he himself should call them; and after having given them these instructions, he, on a moonless night, in verses speaks thus:—  \"Infernal, and earthy, and supernal Bombo, come!  Saint of streets, and brilliant one, that strays by night;  Foe of radiance, but friend and mate of gloom;  In howl of dogs rejoicing, and in crimson gore,  Wading 'mid corpses through tombs of lifeless dust,  Panting for blood; with fear convulsing men."
                        },
                        {
                            "verse": 14,
                            "chapter": 35,
                            "name": "Hippolytus: Refutation of All Heresies I 35:14",
                            "text": "Gorgo, and Mormo, and Luna, and of many shapes,  Come, propitious, to our sacrificial rites!\"."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Hippolytus: Refutation of All Heresies I 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Hippolytus: Refutation of All Heresies I 36:1",
                            "text": "Mode of Managing an Apparition."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Hippolytus: Refutation of All Heresies I 36:2",
                            "text": "And while speaking these words, fire is seen borne through the air; but the (spectators) being horrified at the strange apparition, (and) covering their eyes, fling themselves speechless to earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Hippolytus: Refutation of All Heresies I 36:3",
                            "text": "But the success of the artifice is enhanced by the following contrivance."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Hippolytus: Refutation of All Heresies I 36:4",
                            "text": "The accomplice whom I have spoken of as being concealed, when he hears the incantation ceasing, holding a kite or hawk enveloped with tow, sets fire to it and releases it."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Hippolytus: Refutation of All Heresies I 36:5",
                            "text": "The bird, however, frightened by the flame, is borne aloft, and makes a (proportionably) quicker flight, which these deluded persons beholding, conceal themselves, as if they had seen something divine."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Hippolytus: Refutation of All Heresies I 36:6",
                            "text": "The winged creature, however, being whirled round by the fire, is borne whithersoever chance may have it, and burns now the houses, and now the courtyards."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Hippolytus: Refutation of All Heresies I 36:7",
                            "text": "Such is the divination of the sorcerers."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Hippolytus: Refutation of All Heresies I 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:1",
                            "text": "Illusive Appearance of the Moon."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:2",
                            "text": "And they make moon and stars appear on the ceiling after this manner."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:3",
                            "text": "In the central part of the ceiling, having fastened a mirror, placing a dish full of water equally (with the mirror) in the central portion of the floor, and setting in a central place likewise a candle, emitting a faint light from a higher position than the dish,—in this way, by reflection, (the magician) causes the moon to appear by the mirror."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:4",
                            "text": "But frequently, also, they suspend on high from the ceiling, at a distance, a drum, but which, being covered with some garment, is concealed by the accomplice, in order that (the heavenly body) may not appear before the (proper) time."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:5",
                            "text": "And afterwards placing a candle (within the drum), when the magician gives the signal to the accomplice, he removes so much of the covering as may be sufficient for effecting an imitation representing the figure of the moon as it is at that particular time."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:6",
                            "text": "He smears, however, the luminous parts of the drum with cinnabar and gum; and having pared around the neck and bottom of a flagon of glass ready behind, he puts a candle in it, and places around it some of the requisite contrivances for making the figures shine, which some one of the accomplices has concealed on high; and on receiving the signal, he throws down from above the contrivances, so to make the moon appear descending from the sky."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:7",
                            "text": "And the same result is achieved by means of a jar in sylvan localities."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:8",
                            "text": "For it is by means of a jar that the tricks in a house are performed."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:9",
                            "text": "For having set up an altar, subsequently is (placed upon it) the jar, having a lighted lamp; when, however, there are a greater number of lamps, no such sight is displayed."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Hippolytus: Refutation of All Heresies I 37:10",
                            "text": "After then the enchanter invokes the moon, he orders all the lights to be extinguished, yet that one be left faintly burning; and then the light, that which streams from the jar, is reflected on the ceiling, and furnishes to those present a representation of the moon; the mouth of the jar being kept covered for the time which it would seem to require, in order that the representation of full moon should be exhibited on the ceiling."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Hippolytus: Refutation of All Heresies I 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Hippolytus: Refutation of All Heresies I 38:1",
                            "text": "Illusive Appearance of the Stars."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Hippolytus: Refutation of All Heresies I 38:2",
                            "text": "But the scales of fishes—for instance, the seahorse—cause the stars to appear to be; the scales being steeped in a mixture of water and gum, and fastened on the ceiling at intervals."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Hippolytus: Refutation of All Heresies I 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Hippolytus: Refutation of All Heresies I 39:1",
                            "text": "Imitation of an Earthquake."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Hippolytus: Refutation of All Heresies I 39:2",
                            "text": "The sensation of an earthquake they cause in such a way, as that all things seem set in motion; ordure of a weasel burned with a magnet upon coals (has this effect)."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Hippolytus: Refutation of All Heresies I 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Hippolytus: Refutation of All Heresies I 40:1",
                            "text": "Trick with the Liver."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Hippolytus: Refutation of All Heresies I 40:2",
                            "text": "And they exhibit a liver seemingly bearing an inscription in this manner."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Hippolytus: Refutation of All Heresies I 40:3",
                            "text": "With the left hand he writes what he wishes, appending it to the question, and the letters are traced with gall juice and strong vinegar."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Hippolytus: Refutation of All Heresies I 40:4",
                            "text": "Then taking up the liver, retaining it in the left hand, he makes some delay, and then it draws away the impression, and it is supposed to have, as it were, writing upon it."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Hippolytus: Refutation of All Heresies I 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Hippolytus: Refutation of All Heresies I 41:1",
                            "text": "Making a Skull Speak."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Hippolytus: Refutation of All Heresies I 41:2",
                            "text": "But putting a skull on the ground, they make it speak in this manner."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Hippolytus: Refutation of All Heresies I 41:3",
                            "text": "The skull itself is made out of the caul of an ox; and when fashioned into the requisite figure, by means of Etruscan wax and prepared gum, (and) when this membrane is placed around, it presents the appearance of a skull, which seems to all to speak when the contrivance operates; in the same manner as we have explained in the case of the (attendant) youths, when, having procured the windpipe of a crane, or some such long-necked animal, and attaching it covertly to the skull, the accomplice utters what he wishes."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Hippolytus: Refutation of All Heresies I 41:4",
                            "text": "And when he desires (the skull) to become invisible, he appears as if burning incense, placing around, (for this purpose,) a quantity of coals; and when the wax catches the heat of these, it melts, and in this way the skull is supposed to become invisible."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Hippolytus: Refutation of All Heresies I 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Hippolytus: Refutation of All Heresies I 42:1",
                            "text": "The Fraud of the Foregoing Practices; Their Connection with Heresy."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Hippolytus: Refutation of All Heresies I 42:2",
                            "text": "These are the deeds of the magicians, and innumerable other such (tricks) there are which work on the credulity of the dupes, by fair balanced words, and the appearance of plausible acts."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Hippolytus: Refutation of All Heresies I 42:3",
                            "text": "And the heresiarchs, astonished at the art of these (sorcerers), have imitated them, partly by delivering their doctrines in secrecy and darkness, and partly by advancing (these tenets) as their own."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Hippolytus: Refutation of All Heresies I 42:4",
                            "text": "For this reason, being desirous of warning the multitude, we have been the more painstaking, in order not to omit any expedient practised by the magicians, for those who may be disposed to be deceived."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Hippolytus: Refutation of All Heresies I 42:5",
                            "text": "We have been however drawn, not unreasonably, into a detail of some of the secret (mysteries) of the sorcerers, which are not very requisite, to be sure, in reference to the subject taken in hand; yet, for the purpose of guarding against the villanous and incoherent art of magicians, may be supposed useful."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Hippolytus: Refutation of All Heresies I 42:6",
                            "text": "Since, therefore, as far as delineation is feasible, we have explained the opinions of all (speculators), exerting especial attention towards the elucidation of the opinions introduced as novelties by the heresiarchs; (opinions) which, as far as piety is concerned, are futile and spurious, and which are not, even among themselves, perhaps deemed worthy of serious consideration."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Hippolytus: Refutation of All Heresies I 42:7",
                            "text": "(Having pursued this course of inquiry), it seems expedient that, by means of a compendious discourse, we should recall to the (reader's) memory statements that have been previously made."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Hippolytus: Refutation of All Heresies I 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:1",
                            "text": "Recapitulation of Theologies and Cosmogonies; System of the Persians; Of the Babylonians; The Egyptian Notion of Deity; Their Theology Based on a Theory of Numbers; Their System of Cosmogony."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:2",
                            "text": "Among all those who throughout the earth, as philosophers and theologians, have carried on investigations, has prevailed diversity of opinion concerning the Deity, as to His essence or nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:3",
                            "text": "For some affirm Him to be fire, and some spirit, and some water, while others say that He is earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:4",
                            "text": "And each of the elements labours under some deficiency, and one is worsted by the other."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:5",
                            "text": "To the wise men of the world, this, however, has occurred, which is obvious to persons possessing intelligence; (I mean) that, beholding the stupendous works of creation, they were confused respecting the substance of existing things, supposing that these were too vast to admit of deriving generation from another, and at the same time (asserting) that neither the universe itself is God."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:6",
                            "text": "As far as theology was concerned, they declared, however, a single cause for things that fall under the cognizance of vision, each supposing the cause which he adjudged the most reasonable; and so, when gazing on the objects made by God, and on those which are the most insignificant in comparison with His overpowering majesty, not, however, being able to extend the mind to the magnitude of God as He really is, they deified these (works of the external world)."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:7",
                            "text": "But the Persians, supposing that they had penetrated more within the confines of the truth, asserted that the Deity is luminous, a light contained in air."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:8",
                            "text": "The Babylonians, however, affirmed that the Deity is dark, which very opinion also appears the consequence of the other; for day follows night, and night day."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:9",
                            "text": "Do not the Egyptians, however, who suppose themselves more ancient than all, speak of the power of the Deity? (This power they estimate by) calculating these intervals of the parts (of the zodiac; and, as if) by a most divine inspiration, they asserted that the Deity is an indivisible monad, both itself generating itself, and that out of this were formed all things."
                        },
                        {
                            "verse": 10,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:10",
                            "text": "For this, say they, being unbegotten, produces the succeeding numbers; for instance, the monad, superadded into itself, generates the duad; and in like manner, when superadded (into duad, triad, and so forth), produces the triad and tetrad, up to the decade, which is the beginning and end of numbers."
                        },
                        {
                            "verse": 11,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:11",
                            "text": "Wherefore it is that the first and tenth monad is generated, on account of the decade being equipollent, and being reckoned for a monad, and (because) this multiplied ten times will become a hundred, and again becomes a monad, and the hundred multiplied ten times will produce a thousand, and this will be a monad."
                        },
                        {
                            "verse": 12,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:12",
                            "text": "In this manner also the thousand multiplied ten times make up the full sum of a myriad; in like manner will it be a monad."
                        },
                        {
                            "verse": 13,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:13",
                            "text": "But by a comparison of indivisible quantities, the kindred numbers of the monad comprehend , , ,."
                        },
                        {
                            "verse": 14,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:14",
                            "text": "There is also, however, a more natural relation of a different number to the monad, according to the arrangement of the orbit of six days' duration, (that is), of the duad, according to the position and division of even numbers."
                        },
                        {
                            "verse": 15,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:15",
                            "text": "But the kindred number is  and."
                        },
                        {
                            "verse": 16,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:16",
                            "text": "These, however, taking from the monad of the numbers an idea of virtue, progressed up to the four elements; (I allude), of course, to spirit, and fire, and water, and earth."
                        },
                        {
                            "verse": 17,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:17",
                            "text": "And out of these having made the world, (God) framed it an ermaphrodite, and allocated two elements for the upper hemisphere, namely spirit and fire; and this is styled the hemisphere of the monad, (a hemisphere) beneficent, and ascending, and masculine."
                        },
                        {
                            "verse": 18,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:18",
                            "text": "For, being composed of small particles, the monad soars into the most rarified and purest part of the atmosphere; and the other two elements, earth and water, being more gross, he assigned to the duad; and this is termed the descending hemisphere, both feminine and mischievous."
                        },
                        {
                            "verse": 19,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:19",
                            "text": "And likewise, again, the upper elements themselves, when compared one with another, comprise in one another both male and female for fruitfulness and increase of the whole creation."
                        },
                        {
                            "verse": 20,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:20",
                            "text": "And the fire is masculine, and the spirit feminine."
                        },
                        {
                            "verse": 21,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:21",
                            "text": "And again the water is masculine, and the earth feminine."
                        },
                        {
                            "verse": 22,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:22",
                            "text": "And so from the beginning fire consorted with spirit, and water with earth."
                        },
                        {
                            "verse": 23,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:23",
                            "text": "For as the power of spirit is fire, so also that of earth is water;…and the elements themselves, when computed and resolved by subtraction of enneads, terminate properly, some of them in the masculine number, and others of them in the feminine."
                        },
                        {
                            "verse": 24,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:24",
                            "text": "And, again, the ennead is subtracted for this cause, because the three hundred and sixty parts of the entire (circle) consist of enneads, and for this reason the four regions of the world are circumscribed by ninety perfect parts."
                        },
                        {
                            "verse": 25,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:25",
                            "text": "And light has been appropriated to the monad, and darkness to the duad, and life to light, according to nature, and death to the duad."
                        },
                        {
                            "verse": 26,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:26",
                            "text": "And to life (has been appropriated) justice; and to death, injustice."
                        },
                        {
                            "verse": 27,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:27",
                            "text": "Wherefore everything generated among masculine numbers is beneficent, while that (produced) among feminine (numbers) is mischievous."
                        },
                        {
                            "verse": 28,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:28",
                            "text": "For instance, they pursue their calculations thus: monad—that we may commence from this—becomes , which (numbers) terminate in a monad by the subtraction of the ennead."
                        },
                        {
                            "verse": 29,
                            "chapter": 43,
                            "name": "Hippolytus: Refutation of All Heresies I 43:29",
                            "text": "In like manner, reckon thus: Duad becomes ; take away the enneads, it ends in a duad, and each reverts into its own peculiar (function)."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Hippolytus: Refutation of All Heresies I 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:1",
                            "text": "Egyptian Theory of Nature; Their Amulets."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:2",
                            "text": "For the monad, therefore, as being beneficent, they assert that there are consequently names ascending, and beneficent, and masculine, and carefully observed, terminating in an uneven number; whereas that those terminating in the even number have been supposed to be both descending, and feminine and malicious."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:3",
                            "text": "For they affirm that nature is made up of contraries, namely bad and good, as right and left, light and darkness, night and day, life and death."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:4",
                            "text": "And moreover they make this assertion, that they have calculated the word \"Deity,\" (and found that it reverts into a pentad with an ennead subtracted)."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:5",
                            "text": "Now this name is an even number, and when it is written down (on some material) they attach it to the body, and accomplish cures by it."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:6",
                            "text": "In this manner, likewise, a certain herb, terminating in this number, being similarly fastened around (the frame), operates by reason of a similar calculation of the number."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:7",
                            "text": "Nay, even a doctor cures sickly people by a similar calculation."
                        },
                        {
                            "verse": 8,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:8",
                            "text": "If, however, the calculation is contrary, it does not heal with facility."
                        },
                        {
                            "verse": 9,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:9",
                            "text": "Persons attending to these numbers reckon as many as are homogeneous according to this principle; some, however, according to vowels alone; whereas others according to the entire number."
                        },
                        {
                            "verse": 10,
                            "chapter": 44,
                            "name": "Hippolytus: Refutation of All Heresies I 44:10",
                            "text": "Such also is the wisdom of the Egyptians, by which, as they boast, they suppose that they cognise the divine nature."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Hippolytus: Refutation of All Heresies I 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Hippolytus: Refutation of All Heresies I 45:1",
                            "text": "Use of the Foregoing Discussions."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Hippolytus: Refutation of All Heresies I 45:2",
                            "text": "It appears, then, that these speculations also have been sufficiently explained by us."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Hippolytus: Refutation of All Heresies I 45:3",
                            "text": "But since I think that I have omitted no opinion found in this earthly and grovelling Wisdom, I perceive that the solicitude expended by us on these subjects has not been useless."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Hippolytus: Refutation of All Heresies I 45:4",
                            "text": "For we observe that our discourse has been serviceable not only for a refutation of heresies, but also in reference to those who entertain these opinions."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Hippolytus: Refutation of All Heresies I 45:5",
                            "text": "Now these, when they encounter the extreme care evinced by us, will even be struck with admiration of our earnestness, and will not despise our industry and condemn Christians as fools when they discern the opinions to which they themselves have stupidly accorded their belief."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Hippolytus: Refutation of All Heresies I 45:6",
                            "text": "And furthermore, those who, desirous of learning, addict themselves to the truth, will be assisted by our discourse to become, when they have learned the fundamental principles of the heresies, more intelligent not only for the easy refutation of those who have attempted to deceive them, but that also, when they have ascertained the avowed opinions of the wise men, and have been made acquainted with them, that they shall neither be confused by them as ignorant persons would, nor become the dupes of certain individuals acting as if from some authority; nay, more than this, they shall be on their guard against those that are allowing themselves to become victims to these delusions."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Hippolytus: Refutation of All Heresies I 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:1",
                            "text": "The Astrotheosophists; Aratus Imitated by the Heresiarchs; His System of the Disposition of the Stars."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:2",
                            "text": "Having sufficiently explained these opinions, let us next pass on to a consideration of the subject taken in hand, in order that, by proving what we have determined concerning heresies, and by compelling their (champions) to return to these several (speculators) their peculiar tenets, we may show the heresiarchs destitute (of a system); and by proclaiming the folly of those who are persuaded (by these heterodox tenets), we shall prevail on them to retrace their course to the serene haven of the truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:3",
                            "text": "In order, however, that the statements about to follow may seem more clear to the readers, it is expedient also to declare the opinions advanced by Aratus concerning the disposition of the stars of the heavens."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:4",
                            "text": "(And this is necessary), inasmuch as some persons, assimilating these (doctrines) to those declared by the Scriptures, convert (the holy writings) into allegories, and endeavour to seduce the mind of those who give heed to their (tenets), drawing them on by plausible words into the admission of whatever opinions they wish, (and) exhibiting a strange marvel, as if the assertions made by them were fixed among the stars."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:5",
                            "text": "They, however, gazing intently on the very extraordinary wonder, admirers as they are of trifles, are fascinated like a bird called the owl, which example it is proper to mention, on account of the statements that are about to follow."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:6",
                            "text": "The animal (I speak of) is, however, not very different from an eagle, either in size or figure, and it is captured in the following way:—The hunter of these birds, when he sees a flock of them lighting anywhere, shaking his hands, at a distance pretends to dance, and so by little and little draws near the birds."
                        },
                        {
                            "verse": 7,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:7",
                            "text": "But they, struck with amazement at the strange sight, are rendered unobservant of everything passing around them."
                        },
                        {
                            "verse": 8,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:8",
                            "text": "But others of the party, who have come into the country equipped for such a purpose, coming from behind upon the birds, easily lay hold on them as they are gazing on the dancer."
                        },
                        {
                            "verse": 9,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:9",
                            "text": "Wherefore I desire that no one, astonished by similar wonders of those who interpret the (aspect of) heaven, should, like the owl, be taken captive."
                        },
                        {
                            "verse": 10,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:10",
                            "text": "For the knavery practised by such speculators may be considered dancing and silliness, but not truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 46,
                            "name": "Hippolytus: Refutation of All Heresies I 46:11",
                            "text": "Aratus, therefore, expresses himself thus:—  \"Just as many are they; hither and thither they roll  Day by day o'er heav'n, endless, ever, (that is, every star),  Yet this declines not even little; but thus exactly  E'er remains with axis fixed and poised in every part  Holds earth midway, and heaven itself around conducts\"."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Hippolytus: Refutation of All Heresies I 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:1",
                            "text": "Opinions of the Heretics Borrowed from Aratus."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:2",
                            "text": "Aratus says that there are in the sky revolving, that is, gyrating stars, because from east to west, and west to east, they journey perpetually, (and) in an orbicular figure."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:3",
                            "text": "And he says that there revolves towards \"The Bears\" themselves, like some stream of a river, an enormous and prodigious monster, (the) Serpent; and that this is what the devil says in the book of Job to the Deity, when (Satan) uses these words: \"I have traversed earth under heaven, and have gone around (it),\" that is, that I have been turned around, and thereby have been able to survey the worlds."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:4",
                            "text": "For they suppose that towards the North Pole is situated the Dragon, the Serpent, from the highest pole looking upon all (the objects), and gazing on all the works of creation, in order that nothing of the things that are being made may escape his notice."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:5",
                            "text": "For though all the stars in the firmament set, the pole of this (luminary) alone never sets, but, careering high above the horizon, surveys and beholds all things, and none of the works of creation, he says, can escape his notice."
                        },
                        {
                            "verse": 6,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:6",
                            "text": "\"Where chiefly  Settings mingle and risings one with other\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:7",
                            "text": "(Here Aratus) says that the head of this (constellation) is placed."
                        },
                        {
                            "verse": 8,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:8",
                            "text": "For towards the west and east of the two hemispheres is situated the head of the Dragon, in order, he says, that nothing may escape his notice throughout the same quarter, either of objects in the west or those in the east, but that the Beast may know all things at the same time."
                        },
                        {
                            "verse": 9,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:9",
                            "text": "And near the head itself of the Dragon is the appearance of a man, conspicuous by means of the stars, which Aratus styles a wearied image, and like one oppressed with labour, and he is denominated \"Engonasis\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:10",
                            "text": "Aratus then affirms that he does not know what this toil is, and what this prodigy is that revolves in heaven."
                        },
                        {
                            "verse": 11,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:11",
                            "text": "The heretics, however, wishing by means of this account of the stars to establish their own doctrines, (and) with more than ordinary earnestness devoting their attention to these (astronomic systems), assert that Engonasis is Adam, according to the commandment of God as Moses declared, guarding the head of the Dragon, and the Dragon (guarding) his heel."
                        },
                        {
                            "verse": 12,
                            "chapter": 47,
                            "name": "Hippolytus: Refutation of All Heresies I 47:12",
                            "text": "For so Aratus expresses himself:—  \"The right-foot's track of the Dragon fierce possessing\"."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Hippolytus: Refutation of All Heresies I 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:1",
                            "text": "Invention of the Lyre; Allegorizing the Appearance and Position of the Stars; Origin of the Phoenicians; The Logos Identified by Aratus with the Constellation Canis; Influence of Canis on Fertility and Life Generally."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:2",
                            "text": "And (Aratus) says that (the constellations) Lyra and Corona have been placed on both sides near him,—now I mean Engonasis,—but that he bends the knee, and stretches forth both hands, as if making a confession of sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:3",
                            "text": "And that the lyre is a musical instrument fashioned by Logos while still altogether an infant, and that Logos is the same as he who is denominated Mercury among the Greeks."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:4",
                            "text": "And Aratus, with regard to the construction of the lyre, observes:—  \"Then, further, also near the cradle,  Hermes pierced it through, and said, Call it Lyre\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:5",
                            "text": "It consists of seven strings, signifying by these seven strings the entire harmony and construction of the world as it is melodiously constituted."
                        },
                        {
                            "verse": 6,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:6",
                            "text": "For in six days the world was made, and (the Creator) rested on the seventh."
                        },
                        {
                            "verse": 7,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:7",
                            "text": "If, then, says (Aratus), Adam, acknowledging (his guilt) and guarding the head of the Beast, according to the commandment of the Deity, will imitate Lyra, that is, obey the Logos of God, that is, submit to the law, he will receive Corona that is situated near him."
                        },
                        {
                            "verse": 8,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:8",
                            "text": "If, however, he neglect his duty, he shall be hurled downwards in company with the Beast that lies underneath, and shall have, he says, his portion with the Beast."
                        },
                        {
                            "verse": 9,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:9",
                            "text": "And Engonasis seems on both sides to extend his hands, and on one to touch Lyra, and on the other Corona—and this is his confession;—so that it is possible to distinguish him by means of this (sidereal) configuration itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:10",
                            "text": "But Corona nevertheless is plotted against, and forcibly drawn away by another beast, a smaller Dragon, which is the offspring of him who is guarded by the foot of Engonasis."
                        },
                        {
                            "verse": 11,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:11",
                            "text": "A man also stands firmly grasping with both hands, and dragging towards the space behind the Serpent from Corona; and he does not permit the Beast to touch Corona."
                        },
                        {
                            "verse": 12,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:12",
                            "text": "though making a violent effort to do so."
                        },
                        {
                            "verse": 13,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:13",
                            "text": "And Aratus styles him Anguitenens, because he restrains the impetuosity of the Serpent in his attempt to reach Corona."
                        },
                        {
                            "verse": 14,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:14",
                            "text": "But Logos, he says, is he who, in the figure of a man, hinders the Beast from reaching Corona, commiserating him who is being plotted against by the Dragon and his offspring simultaneously."
                        },
                        {
                            "verse": 15,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:15",
                            "text": "These (constellations), \"The Bears,\" however, he says, are two hebdomads, composed of seven stars, images of two creations."
                        },
                        {
                            "verse": 16,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:16",
                            "text": "For the first creation, he affirms, is that according to Adam in labours, this is he who is seen \"on his knees\" (Engonasis)."
                        },
                        {
                            "verse": 17,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:17",
                            "text": "The second creation, however, is that according to Christ, by which we are regenerated; and this is Anguitenens, who struggles against the Beast, and hinders him from reaching Corona, which is reserved for the man."
                        },
                        {
                            "verse": 18,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:18",
                            "text": "But \"The Great Bear\" is, he says, Helice, symbol of a mighty world towards which the Greeks steer their course, that is, for which they are being disciplined."
                        },
                        {
                            "verse": 19,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:19",
                            "text": "And, wafted by the waves of life, they follow onwards, (having in prospect) some such revolving world or discipline or wisdom which conducts those back that follow in pursuit of such a world."
                        },
                        {
                            "verse": 20,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:20",
                            "text": "For the term Helice seems to signify a certain circling and revolution towards the same points."
                        },
                        {
                            "verse": 21,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:21",
                            "text": "There is likewise a certain other \"Small Bear\" (Cynosuris), as it were some image of the second creation—that formed according to God."
                        },
                        {
                            "verse": 22,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:22",
                            "text": "For few, he says, there are that journey by the narrow path."
                        },
                        {
                            "verse": 23,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:23",
                            "text": "But they assert that Cynosuris is narrow, towards which Aratus says that the Sidonians navigate."
                        },
                        {
                            "verse": 24,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:24",
                            "text": "But Aratus has spoken partly of the Sidonians, (but means) the Phoenicians, on account of the existence of the admirable wisdom of the Phoenicians."
                        },
                        {
                            "verse": 25,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:25",
                            "text": "The Greeks, however, assert that they are Phoenicians, who have migrated from (the shores of) the Red Sea into this country where they even at present dwell, for this is the opinion of Herodotus."
                        },
                        {
                            "verse": 26,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:26",
                            "text": "Now Cynosura, he says, is this (lesser) Bear, the second creation; the one of limited dimensions, the narrow way, and not Helice."
                        },
                        {
                            "verse": 27,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:27",
                            "text": "For he does not lead them back, but guides forward by a straight path, those that follow him being (the tail) of Canis."
                        },
                        {
                            "verse": 28,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:28",
                            "text": "For Canis is the Logos, partly guarding and preserving the flock, that is plotted against by the wolves; and partly like a dog, hunting the beasts from the creation, and destroying them; and partly producing all things, and being what they express by the name \"Cyon\" (Canis), that is, generator."
                        },
                        {
                            "verse": 29,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:29",
                            "text": "Hence it is said, Aratus has spoken of the rising of Canis, expressing himself thus: \"When, however, Canis has risen, no longer do the crops miss\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:30",
                            "text": "This is what he says: Plants that have been put into the earth up to the period of Canis' rising, frequently, though not having struck root, are yet covered with a profusion of leaves, and afford indications to spectators that they will be productive, and that they appear full of life, (though in reality) not having vitality in themselves from the root."
                        },
                        {
                            "verse": 31,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:31",
                            "text": "But when the rising of Canis takes place, the living are separated from the dead by Canis; for whatsoever plants have not taken root, really undergo putrefaction."
                        },
                        {
                            "verse": 32,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:32",
                            "text": "This Canis, therefore, he says, as being a certain divine Logos, has been appointed judge of quick and dead."
                        },
                        {
                            "verse": 33,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:33",
                            "text": "And as (the influence of) Canis is observable in the vegetable productions of this world, so in plants of celestial growth—in men—is beheld the (power of the) Logos."
                        },
                        {
                            "verse": 34,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:34",
                            "text": "From some such cause, then, Cynosura, the second creation, is set in the firmament as an image of a creation by the Logos."
                        },
                        {
                            "verse": 35,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:35",
                            "text": "The Dragon, however, in the centre reclines between the two creations, preventing a transition of whatever things are from the great creation to the small creation; and in guarding those that are fixed in the (great) creation, as for instance Engonasis, observing (at the same time) how and in what manner each is constituted in the small creation."
                        },
                        {
                            "verse": 36,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:36",
                            "text": "And (the Dragon) himself is watched at the head, he says, by Anguitenens."
                        },
                        {
                            "verse": 37,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:37",
                            "text": "This image, he affirms, is fixed in heaven, being a certain wisdom to those capable of discerning it."
                        },
                        {
                            "verse": 38,
                            "chapter": 48,
                            "name": "Hippolytus: Refutation of All Heresies I 48:38",
                            "text": "If, however, this is obscure, by means of some other image, he says the creation teaches (men) to philosophize, in regard to which Aratus has expressed himself thus:—  \"Neither of Cepheus Iasidas are we the wretched brood\"."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Hippolytus: Refutation of All Heresies I 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Hippolytus: Refutation of All Heresies I 49:1",
                            "text": "Symbol of the Creature; And of Spirit; And of the Different Orders of Animals."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Hippolytus: Refutation of All Heresies I 49:2",
                            "text": "But Aratus says, near this (constellation) is Cepheus, and Cassiepea, and Andromeda, and Perseus, great lineaments of the creation to those who are able to discern them."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Hippolytus: Refutation of All Heresies I 49:3",
                            "text": "For he asserts that Cepheus is Adam, Cassiepea Eve, Andromeda the soul of both of these, Perseus the Logos, winged offspring of Jove, and Cetos the plotting monster."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Hippolytus: Refutation of All Heresies I 49:4",
                            "text": "Not to any of these, but to Andromeda only does he repair, who slays the Beast; from whom, likewise taking unto himself Andromeda, who had been delivered (and) chained to the Beast, the Logos—that is, Perseus—achieves, he says, her liberation."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Hippolytus: Refutation of All Heresies I 49:5",
                            "text": "Perseus, however, is the winged axle that pierces both poles through the centre of the earth, and turns the world round."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Hippolytus: Refutation of All Heresies I 49:6",
                            "text": "The spirit also, that which is in the world, is (symbolized by) Cycnus, a bird—a musical animal near \"The Bears\"—type of the Divine Spirit, because that when it approaches the end itself of life, it alone is fitted by nature to sing, on departing with good hope from the wicked creation, (and) offering up hymns unto God."
                        },
                        {
                            "verse": 7,
                            "chapter": 49,
                            "name": "Hippolytus: Refutation of All Heresies I 49:7",
                            "text": "But crabs, and bulls, and lions, and rams, and goats, and kids, and as many other beasts as have their names used for denominating the stars in the firmament, are, he says, images, and exemplars from which the creation, subject to change, obtaining (the different) species, becomes replete with animals of this description."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Hippolytus: Refutation of All Heresies I 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Hippolytus: Refutation of All Heresies I 50:1",
                            "text": "Folly of Astrology."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Hippolytus: Refutation of All Heresies I 50:2",
                            "text": "Employing these accounts, (the heretics) think to deceive as many of these as devote themselves over-sedulously to the astrologers, from thence striving to construct a system of religion that is widely divergent from the thoughts of these (speculators)."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Hippolytus: Refutation of All Heresies I 50:3",
                            "text": "Wherefore, beloved, let us avoid the habit of admiring trifles, secured by which the bird (styled) the owl (is captured)."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Hippolytus: Refutation of All Heresies I 50:4",
                            "text": "For these and other such speculations are, (as it were), dancing, and not Truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Hippolytus: Refutation of All Heresies I 50:5",
                            "text": "For neither do the stars yield these points of information; but men of their own accord, for the designation of certain stars, thus called them by names, in order that they might become to them easily distinguishable."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Hippolytus: Refutation of All Heresies I 50:6",
                            "text": "For what similarity with a bear or lion, or kid, or waterman, or Cepheus, or Andromeda, or the spectres that have names given them in Hades, have the stars that are scattered over the firmament—for we must remember that these men, and the titles themselves, came into existence long after the origin of man,—(what, I say, is in common between the two), that the heretics, astonished at the marvel, should thus strive by means of such discourses to strengthen their own opinions?."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Hippolytus: Refutation of All Heresies I 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:1",
                            "text": "The Hebdomadarii; System of the Arithmeticians; Pressed into the Service of Heresy; Instances Of, in Simon and Valentinus; The Nature of the Universe Deducible from the Physiology of the Brain."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:2",
                            "text": "But since almost every heresy (that has sprung up) through the arithmetical art has discovered measures of hebdomads and certain projections of aeons, each rending the art differently, while whatever variation prevailed was in the names merely; and (since) Pythagoras became the instructor of these, first introducing numbers of this sort among the Greeks from Egypt, it seems expedient not to omit even this, but, after we have given a compendious elucidation, to approach the demonstration of those things that we propose to investigate."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:3",
                            "text": "Arithmeticians and geometers arose, to whom especially Pythagoras first seems to have furnished principles."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:4",
                            "text": "And from numbers that can continually progress ad infinitum by multiplication, and from figures, these derived their first principles, as capable of being discerned by reason alone; for a principle of geometry, as one may perceive, is an indivisible point."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:5",
                            "text": "From that point, however, by means of the art, the generation of endless figures from the point is discovered."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:6",
                            "text": "For the point being drawn into length becomes a line, after being thus continued, having a point for its extremity."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:7",
                            "text": "And a line flowing out into breadth begets a surface, and the limits of the surface are lines; but a surface flowing out into breadth becomes body."
                        },
                        {
                            "verse": 8,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:8",
                            "text": "And when what is solid has in this manner derived existence from, altogether, the smallest point, the nature of a huge body is constituted; and this is what Simon expresses thus: \"The little will be great, being as a point, and the great illimitable\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:9",
                            "text": "Now this coincides with the geometrical doctrine of a point."
                        },
                        {
                            "verse": 10,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:10",
                            "text": "But of the arithmetical art, which by composition contains philosophy, number became a first principle, which is an indefinable and incomprehensible (entity), comprising in itself all the numbers that can go on ad infinitum by aggregation."
                        },
                        {
                            "verse": 11,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:11",
                            "text": "But the first monad became a principle, according to substance, of the numbers, which (principle) is a male monad, pro-creating paternally all the rest of the numbers."
                        },
                        {
                            "verse": 12,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:12",
                            "text": "Secondly, the duad is a female number, which by the arithmeticians is also itself denominated even."
                        },
                        {
                            "verse": 13,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:13",
                            "text": "Thirdly, the triad is a male number; this also it has been the usual custom of arithmeticians to style odd."
                        },
                        {
                            "verse": 14,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:14",
                            "text": "In addition to all these, the tetrad is a female number; and this same, because it is feminine, is likewise denominated even."
                        },
                        {
                            "verse": 15,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:15",
                            "text": "All the numbers therefore, taken generically, are four—number, however, as regards genus, is indefinite—from which, according to their system, is formed the perfect number—I mean the decade."
                        },
                        {
                            "verse": 16,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:16",
                            "text": "For one, two, three, four, become ten—as has been previously proved—if the proper denomination be preserved, according to substance, for each of the numbers."
                        },
                        {
                            "verse": 17,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:17",
                            "text": "This is the sacred quaternion, according to Pythagoras, having in itself roots of an endless nature, that is, all other numbers; for eleven, and twelve, and the rest, derive the principle of generation from the ten."
                        },
                        {
                            "verse": 18,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:18",
                            "text": "Of this decade—the perfect number—there are called four parts—number, monad, power, cube—whose connections and mixtures take place for the generation of increase, according to nature completing the productive number."
                        },
                        {
                            "verse": 19,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:19",
                            "text": "For when the square is multiplied into itself, it becomes a biquadratic; but when the square is multiplied into a cube, it becomes the product of a quadratic and cube; but when a cube is multiplied into a cube, it becomes the product of cube multiplied by cube."
                        },
                        {
                            "verse": 20,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:20",
                            "text": "Wherefore all the numbers are seven; so that the generation of things produced may be from the hebdomad—which is number, monad, power, cube, biquadratic, product of quadratic multiplied by cube, product of cube multiplied by cube."
                        },
                        {
                            "verse": 21,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:21",
                            "text": "Of this hebdomad Simon and Valentinus, having altered the names, detailed marvellous stories, from thence hastily adopting a system for themselves."
                        },
                        {
                            "verse": 22,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:22",
                            "text": "For Simon employs his denominations thus: Mind, Intelligence, Name, Voice, Ratiocination, Reflection; and He who stood, stands, will stand."
                        },
                        {
                            "verse": 23,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:23",
                            "text": "And Valentinus (enumerates them thus): Mind, Truth, Word, Life, Man, Church, and the Father, reckoned along with these, according to the same principles as those advanced by the cultivators of arithmetical philosophy."
                        },
                        {
                            "verse": 24,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:24",
                            "text": "And (heresiarchs) admiring, as if unknown to the multitude, (this philosophy, and) following it, have framed heterodox doctrines devised by themselves."
                        },
                        {
                            "verse": 25,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:25",
                            "text": "Some indeed, then, attempt likewise to form the hebdomads from the medical (art), being astonished at the dissection of the brain, asserting that the substance of the universe and the power of procreation and the Godhead could be ascertained from the arrangement of the brain."
                        },
                        {
                            "verse": 26,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:26",
                            "text": "For the brain, being the dominant portion of the entire body, reposes calm and unmoved, containing within itself the spirit."
                        },
                        {
                            "verse": 27,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:27",
                            "text": "Such an account, then, is not incredible, but widely differs from the conclusions which these (heretics) attempt to deduce from it."
                        },
                        {
                            "verse": 28,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:28",
                            "text": "For the brain, on being dissected, has within it what may be called a vaulted chamber."
                        },
                        {
                            "verse": 29,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:29",
                            "text": "And on either side of this are thin membranes, which they term little wings."
                        },
                        {
                            "verse": 30,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:30",
                            "text": "Now these are gently moved by the spirit, and in turn propel towards the cerebellum the spirit, which, careering through a certain blood-vessel like a reed, advances towards the pineal gland."
                        },
                        {
                            "verse": 31,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:31",
                            "text": "And near this is situated the entrance of the cerebellum, which admits the current of spirit, and distributes it into what is styled the spinal marrow."
                        },
                        {
                            "verse": 32,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:32",
                            "text": "But from them the whole frame participates in the spiritual energy, inasmuch as all the arteries, like a branch, are fastened on from this blood-vessel, the extremity of which terminates in the genital blood-vessels, whence all the (animal) seeds proceeding from the brain through the loin are secreted (in the seminal glands)."
                        },
                        {
                            "verse": 33,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:33",
                            "text": "The form, however, of the brain is like the head of a serpent, respecting which a lengthened discussion is maintained by the professors of knowledge, falsely so named, as we shall prove."
                        },
                        {
                            "verse": 34,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:34",
                            "text": "Six other coupling ligaments grow out of the brain, which, traversing round the head, and having their termination in (the head) itself, hold bodies together; but the seventh (ligament) proceeds from the cerebellum to the lower parts of the rest of the frame, as we have declared."
                        },
                        {
                            "verse": 35,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:35",
                            "text": "And respecting this there is an enlarged discussion, whence both Simon and Valentinus will be found both to have derived from this source starting-points for their opinions, and, though they may not acknowledge it, to be in the first instance liars, then heretics."
                        },
                        {
                            "verse": 36,
                            "chapter": 51,
                            "name": "Hippolytus: Refutation of All Heresies I 51:36",
                            "text": "Since, then, it appears that we have sufficiently explained these tenets likewise, and that all the reputed opinions of this earthly philosophy have been comprised in four books; it seems expedient to proceed to a consideration of the disciples of these men, nay rather, those who have furtively appropriated their doctrines."
                        }
                    ]
                }
            ]
        }
    ]
}