{
    "books": [
        {
            "name": "IV Baruch",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "IV Baruch 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "IV Baruch 1:1",
                            "text": "It came to pass, when the children of Israel were taken captive by the king of the Chaldeans, that God spoke to Jeremiah saying: Jeremiah, my chosen one, arise and depart from this city, you and Baruch, since I am going to destroy it because of the multitude of the sins of those who dwell in it."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "IV Baruch 1:2",
                            "text": "For your prayers are like a solid pillar in its midst, and like an indestructible wall surrounding it."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "IV Baruch 1:3",
                            "text": "Now, then, arise and depart before the host of the Chaldeans surrounds it."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "IV Baruch 1:4",
                            "text": "And Jeremiah answered, saying: I beseech you, Lord, permit me, your servant, to speak in your presence."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "IV Baruch 1:5",
                            "text": "And the Lord said to him: Speak, my chosen one Jeremiah."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "IV Baruch 1:6",
                            "text": "And Jeremiah spoke, saying: Lord Almighty, would you deliver the chosen city into the hands of the Chaldeans, so that the king with the multitude of his people might boast and say: \"I have prevailed over the holy city of God\"?"
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "IV Baruch 1:7",
                            "text": "No, my Lord, but if it is your will, let it be destroyed by your hands."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "IV Baruch 1:8",
                            "text": "And the Lord said to Jeremiah: Since you are my chosen one, arise and depart form this city, you and Baruch, for I am going to destroy it because of the multitude of the sins of those who dwell in it."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "IV Baruch 1:9",
                            "text": "For neither the king nor his host will be able to enter it unless I first open its gates."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "IV Baruch 1:10",
                            "text": "Arise, then, and go to Baruch, and tell him these words."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "IV Baruch 1:11",
                            "text": "And when you have arisen at the sixth hour of the night, go out on the city walls and I will show you that unless I first destroy the city, they cannot enter it."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "IV Baruch 1:12",
                            "text": "When the Lord had said this, he departed from Jeremiah."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "IV Baruch 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "IV Baruch 2:1",
                            "text": "And Jeremiah ran and told these things to Baruch; and as they went into the temple of God, Jeremiah tore his garments and put dust on his head and entered the holy place of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "IV Baruch 2:2",
                            "text": "And when Baruch saw him with dust sprinkled on his head and his garments torn, he cried out in a loud voice, saying: Father Jeremiah, what are you doing? What sin has the people committed?"
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "IV Baruch 2:3",
                            "text": "(For whenever the people sinned, Jeremiah would sprinkle dust on his head and would pray for the people until their sin was forgiven.)"
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "IV Baruch 2:4",
                            "text": "So Baruch asked him, saying: Father, what is this?"
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "IV Baruch 2:5",
                            "text": "And Jeremiah said to him: Refrain from rending your garments -- rather, let us rend our hearts! And let us not draw water for the trough, but let us weep and fill them with tears! For the Lord will not have mercy on this people."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "IV Baruch 2:6",
                            "text": "And Baruch said: Father Jeremiah, what has happened?"
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "IV Baruch 2:7",
                            "text": "And Jeremiah said: God is delivering the city into the hands of the king of the Chaldeans, to take the people captive into Babylon."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "IV Baruch 2:8",
                            "text": "And when Baruch heard these things, he also tore his garments and said: Father Jeremiah, who has made this known to you?"
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "IV Baruch 2:9",
                            "text": "And Jeremiah said to him: Stay with me awhile, until the sixth hour of the night, so that you may know that this word is true."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "IV Baruch 2:10",
                            "text": "Therefore they both remained in the altar-area weeping, and their garments were torn."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "IV Baruch 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "IV Baruch 3:1",
                            "text": "And when the hour of the night arrived, as the Lord had told Jeremiah they came up together on the walls of the city, Jeremiah and Baruch."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "IV Baruch 3:2",
                            "text": "And behold, there came a sound of trumpets; and angels emerged from heaven holding torches in their hands, and they set them on the walls of the city."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "IV Baruch 3:3",
                            "text": "And when Jeremiah and Baruch saw them, they wept, saying: Now we know that the word is true!"
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "IV Baruch 3:4",
                            "text": "And Jeremiah besought the angels, saying: I beseech you, do not destroy the city yet, until I say something to the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "IV Baruch 3:5",
                            "text": "And the Lord spoke to the angels, saying: Do not destroy the city until I speak to my chosen one, Jeremiah."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "IV Baruch 3:6",
                            "text": "Then Jeremiah spoke, saying: I beg you, Lord, bid me to speak in your presence."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "IV Baruch 3:7",
                            "text": "And the Lord said: Speak, my chosen one Jeremiah."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "IV Baruch 3:8",
                            "text": "And Jeremiah said: Behold, Lord, now we know that you are delivering the city into the hands of its enemies, and they will take the people away to Babylon. What do you want me to do with the holy vessels of the temple service?"
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "IV Baruch 3:10",
                            "text": "And the Lord said to him: Take them and consign them to the earth, saying: Hear, Earth, the voice of your creator who formed you in the abundance of waters, who sealed you with seven seals for seven epochs, and after this you will receive your ornaments (?) --"
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "IV Baruch 3:11",
                            "text": "Guard the vessels of the temple service until the gathering of the beloved."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "IV Baruch 3:12",
                            "text": "And Jeremiah spoke, saying: I beseech you, Lord, show me what I should do for Abimelech the Ethiopian, for he has done many kindnesses to your servant Jeremiah."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "IV Baruch 3:13",
                            "text": "For he pulled me out of the miry pit; and I do not wish that he should see the destruction and desolation of this city, but that you should be merciful to him and that he should not be grieved."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "IV Baruch 3:14",
                            "text": "And the Lord said to Jeremiah: Send him to the vineyard of Agrippa, and I will hide him in the shadow of the mountain until I cause the people to return to the city."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "IV Baruch 3:15",
                            "text": "And you, Jeremiah, go with your people into Babylon and stay with them, preaching to them, until I cause them to return to the city."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "IV Baruch 3:16",
                            "text": "But leave Baruch here until I speak with him."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "IV Baruch 3:17",
                            "text": "When he had said these things, the Lord ascended from Jeremiah into heaven."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "IV Baruch 3:18",
                            "text": "But Jeremiah and Baruch entered the holy place, and taking the vessels of the temple service, they consigned them to the earth as the Lord had told them."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "IV Baruch 3:19",
                            "text": "And immediately the earth swallowed them."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "IV Baruch 3:20",
                            "text": "And they both sat down and wept."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "IV Baruch 3:21",
                            "text": "And when morning came, Jeremiah sent Abimelech, saying: Take a basket and go to the estate of Agrippa by the mountain road, and bring back some figs to give to the sick among the people; for the favor of the Lord is on you and his glory is on your head."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "IV Baruch 3:22",
                            "text": "And when he had said this, Jeremiah sent him away; and Abimelech went as he told him."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "IV Baruch 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "IV Baruch 4:1",
                            "text": "And when morning came, behold the host of the Chaldeans surrounded the city."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "IV Baruch 4:2",
                            "text": "And the great angel trumpeted, saying: Enter the city, host of the Chaldeans; for behold, the gate is opened for you."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "IV Baruch 4:3",
                            "text": "Therefore let the king enter, with his multitudes, and let him take all the people captive."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "IV Baruch 4:4",
                            "text": "But taking the keys of the temple, Jeremiah went outside the city and threw them away in the presence of the sun, saying: I say to you, Sun, take the keys of the temple of God and guard them until the day in which the Lord asks you for them."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "IV Baruch 4:5",
                            "text": "For we have not been found worthy to keep them, for we have become unfaithful guardians."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "IV Baruch 4:6",
                            "text": "While Jeremiah was still weeping for the people, they brought him out with the people and dragged them into Babylon."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "IV Baruch 4:7",
                            "text": "But Baruch put dust on his head and sat and wailed this lamentation, saying: Why has Jerusalem been devastated? Because of the sins of the beloved people she was delivered into the hands of enemies -- because of our sins and those of the people."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "IV Baruch 4:8",
                            "text": "But let not the lawless ones boast and say: \"We were strong enough to take the city of God by our might;\" but it was delivered to you because of our sins."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "IV Baruch 4:9",
                            "text": "And God will pity us and cause us to return to our city, but you will not survive!"
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "IV Baruch 4:10",
                            "text": "Blessed are our fathers, Abraham, Isaac and Jacob, for they departed from this world and did not see the destruction of this city."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "IV Baruch 4:11",
                            "text": "When he had said this, Baruch departed from the city, weeping and saying: Grieving because of you, Jerusalem, I went out from you."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "IV Baruch 4:12",
                            "text": "And he remained sitting in a tomb, while the angels came to him and explained to him everything that the Lord revealed to him through them."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "IV Baruch 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "IV Baruch 5:1",
                            "text": "But Abimelech took the figs in the burning heat; and coming upon a tree, he sat under its shade to rest a bit."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "IV Baruch 5:2",
                            "text": "And leaning his head on the basket of figs, he fell asleep and slept for 66 years; and he was not awakened from his slumber."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "IV Baruch 5:3",
                            "text": "And afterward, when he awoke from his sleep, he said: I slept sweetly for a little while, but my head is heavy because I did not get enough sleep."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "IV Baruch 5:4",
                            "text": "Then he uncovered the basket of figs and found them dripping milk."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "IV Baruch 5:5",
                            "text": "And he said: I would like to sleep a little longer, because my head is heavy. But I am afraid that I might fall asleep and be late in awakening and my father Jeremiah would think badly of me; for if he were not in a hurry, he would not have sent me today at daybreak."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "IV Baruch 5:6",
                            "text": "So I will get up, and proceed in the burning heat; for isn't there heat, isn't there toil every day?"
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "IV Baruch 5:7",
                            "text": "So he got up and took the basket of figs and placed it on his shoulders, and he entered into Jerusalem and did not recognize it -- neither his own house, nor the place -- nor did he find his own family or any of his acquaintances."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "IV Baruch 5:8",
                            "text": "And he said: The Lord be blessed, for a great trance has come over me today!"
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "IV Baruch 5:9",
                            "text": "This is not the city Jerusalem -- and I have lost my way because I came by the mountain road when I arose from my sleep; and since my head was heavy because I did not get enough sleep, I lost my way."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "IV Baruch 5:10",
                            "text": "It will seem incredible to Jeremiah that I lost my way!"
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "IV Baruch 5:11",
                            "text": "And he departed from the city; and as he searched he saw the landmarks of the city, and he said: Indeed, this is the city; I lost my way."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "IV Baruch 5:12",
                            "text": "And again he returned to the city and searched, and found no one of his own people; and he said: The Lord be blessed, for a great trance has come over me!"
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "IV Baruch 5:13",
                            "text": "And again he departed from the city, and he stayed there grieving, not knowing where he should go."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "IV Baruch 5:14",
                            "text": "And he put down the basket, saying: I will sit here until the Lord takes this trance from me."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "IV Baruch 5:15",
                            "text": "And as he sat, he saw an old man coming from the field; and Abimelech said to him: I say to you, old man, what city is this?"
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "IV Baruch 5:16",
                            "text": "And he said to him: It is Jerusalem."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "IV Baruch 5:17",
                            "text": "And Abimelech said to him: Where is Jeremiah the priest, and Baruch the secretary, and all the people of this city, for I could not find them?"
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "IV Baruch 5:18",
                            "text": "And the old man said to him: Are you not from this city, seeing that you remember Jeremiah today, because you are asking about him after such a long time?"
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "IV Baruch 5:19",
                            "text": "For Jeremiah is in Babylon with the people; for they were taken captive by king Nebuchadnezzar, and Jeremiah is with them to preach the good news to them and to teach them the word."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "IV Baruch 5:20",
                            "text": "As soon as Abimelech heard this from the old man, he said: If you were not an old man, and if it were not for the fact that it is not lawful for a man to upbraid one older than himself, I would laugh at you and say that you are out of your mind -- since you say that the people have been taken captive into Babylon."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "IV Baruch 5:21",
                            "text": "Even if the heavenly torrents had descended on them, there has not yet been time for them to go into Babylon!"
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "IV Baruch 5:22",
                            "text": "For how much time has passed since my father Jeremiah sent me to the estate of Agrippa to bring a few figs, so that I might give them to the sick among the people?"
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "IV Baruch 5:23",
                            "text": "And I went and got them, and when I came to a certain tree in the burning heat, I sat to rest a little; and I leaned my head on the basket and fell asleep."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "IV Baruch 5:24",
                            "text": "And when I awoke I uncovered the basket of figs, supposing that I was late; and I found the figs dripping milk, just as I had collected them."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "IV Baruch 5:25",
                            "text": "But you claim that the people have been taken captive into Babylon."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "IV Baruch 5:26",
                            "text": "But that you might know, take the figs and see!"
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "IV Baruch 5:27",
                            "text": "And he uncovered the basket of figs for the old man, and he saw them dripping milk."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "IV Baruch 5:28",
                            "text": "And when the old man saw them, he said: O my son, you are a righteous man, and God did not want you to see the desolation of the city, so he brought this trance upon you."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "IV Baruch 5:29",
                            "text": "For behold it is 66 years today since the people were taken captive into Babylon."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "IV Baruch 5:30",
                            "text": "But that you might learn, my son, that what I tell you is true -- look into the field and see that the ripening of the crops has not appeared."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "IV Baruch 5:31",
                            "text": "And notice that the figs are not in season, and be enlightened."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "IV Baruch 5:32",
                            "text": "Then Abimelech cried out in a loud voice, saying: I bless you, God of heaven and earth, the Rest of the souls of the righteous in every place!"
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "IV Baruch 5:33",
                            "text": "Then he said to the old man: What month is this?"
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "IV Baruch 5:34",
                            "text": "And he said: Nisan (which is Abib)."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "IV Baruch 5:35",
                            "text": "And taking some of figs, he gave them to the old man and said to him: May God illumine your way to the city above, Jerusalem."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "IV Baruch 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "IV Baruch 6:1",
                            "text": "After this, Abimelech went out of the city and prayed to the Lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "IV Baruch 6:2",
                            "text": "And behold, an angel of the Lord came and took him by the right hand and brought him back to where Baruch was sitting, and he found him in a tomb."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "IV Baruch 6:3",
                            "text": "And when they saw each other, they both wept and kissed each other."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "IV Baruch 6:4",
                            "text": "But when Baruch looked up he saw with his own eyes the figs that were covered in Abimelech's basket."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "IV Baruch 6:5",
                            "text": "And lifting his eyes to heaven, he prayed, saying:"
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "IV Baruch 6:6",
                            "text": "You are the God who gives a reward to those who love you. Prepare yourself, my heart, and rejoice and be glad while you are in your tabernacle, saying to your fleshly house, \"your grief has been changed to joy;\" for the Sufficient One is coming and will deliver you in your tabernacle -- for there is no sin in you."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "IV Baruch 6:7",
                            "text": "Revive in your tabernacle, in your virginal faith, and believe that you will live!"
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "IV Baruch 6:8",
                            "text": "Look at this basket of figs -- for behold, they are 66 years old and have not become shrivelled or rotten, but they are dripping milk."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "IV Baruch 6:9",
                            "text": "So it will be with you, my flesh, if you do what is commanded you by the angel of righteousness."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "IV Baruch 6:10",
                            "text": "He who preserved the basket of figs, the same will again preserve you by his power."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "IV Baruch 6:11",
                            "text": "When Baruch had said this, he said to Abimelech: Stand up and let us pray that the Lord may make known to us how we shall be able to send to Jeremiah in Babylon the report about the shelter provided for you on the way."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "IV Baruch 6:12",
                            "text": "And Baruch prayed, saying: Lord God, our strength is the elect light which comes forth from your mouth."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "IV Baruch 6:13",
                            "text": "We beseech and beg of your goodness -- you whose great name no one is able to know -- hear the voice of your servants and let knowledge come into our hearts."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "IV Baruch 6:14",
                            "text": "What shall we do, and how shall we send this report to Jeremiah in Babylon?"
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "IV Baruch 6:15",
                            "text": "And while Baruch was still praying, behold an angel of the Lord came and said all these words to Baruch: Agent of the light, do not be anxious about how you will send to Jeremiah; for an eagle is coming to you at the hour of light tomorrow, and you will direct him to Jeremiah."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "IV Baruch 6:16",
                            "text": "Therefore, write in a letter: Say to the children of Israel: Let the stranger who comes among you be set apart and let 15 days go by; and after this I will lead you into your city, says the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "IV Baruch 6:17",
                            "text": "He who is not separated from Babylon will not enter into the city; and I will punish them by keeping them from being received back by the Babylonians, says the Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "IV Baruch 6:18",
                            "text": "And when the angel had said this, he departed from Baruch."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "IV Baruch 6:19",
                            "text": "And Baruch sent to the market of the gentiles and got papyrus and ink and wrote a letter as follows: Baruch, the servant of God, writes to Jeremiah in the captivity of Babylon:"
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "IV Baruch 6:20",
                            "text": "Greetings! Rejoice, for God has not allowed us to depart from this body grieving for the city which was laid waste and outraged."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "IV Baruch 6:21",
                            "text": "Wherefore the Lord has had compassion on our tears, and has remembered the covenant which he established with our fathers Abraham, Isaac and Jacob."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "IV Baruch 6:22",
                            "text": "And he sent his angel to me, and he told me these words which I send to you."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "IV Baruch 6:13",
                            "text": "These, then, are the words which the Lord, the God of Israel, spoke, who led us out of Egypt, out of the great furnace: Because you did not keep my ordinances, but your heart was lifted up, and you were haughty before me, in anger and wrath I delivered you to the furnace in Babylon."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "IV Baruch 6:24",
                            "text": "If, therefore, says the Lord, you listen to my voice, from the mouth of Jeremiah my servant, I will bring the one who listens up from Babylon; but the one who does not listen will become a stranger to Jerusalem and to Babylon."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "IV Baruch 6:25",
                            "text": "And you will test them by means of the water of the Jordan; whoever does not listen will be exposed -- this is the sign of the great seal."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "IV Baruch 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "IV Baruch 7:1",
                            "text": "And Baruch got up and departed from the tomb and found the eagle sitting outside the tomb."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "IV Baruch 7:2",
                            "text": "And the eagle said to him in a human voice: Hail, Baruch, steward of the faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "IV Baruch 7:3",
                            "text": "And Baruch said to him: You who speak are chosen from among all the birds of heaven, for this is clear from the gleam of your eyes; tell me, then, what are you doing here?"
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "IV Baruch 7:4",
                            "text": "And the eagle said to him: I was sent here so that you might through me send whatever message you want."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "IV Baruch 7:5",
                            "text": "And Baruch said to him: Can you carry this message to Jeremiah in Babylon?"
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "IV Baruch 7:6",
                            "text": "And the eagle said to him: Indeed, it was for this reason I was sent."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "IV Baruch 7:7",
                            "text": "And Baruch took the letter, and 15 figs from Abimelech's basket, and tied them to the eagle's neck and said to him: I say to you, king of the birds, go in peace with good health and carry the message for me."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "IV Baruch 7:8",
                            "text": "Do not be like the raven which Noah sent out and which never came back to him in the ark; but be like the dove which, the third time, brought a report to the righteous one."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "IV Baruch 7:9",
                            "text": "So you also, take this good message to Jeremiah and to those in bondage with him, that it may be well with you-take this papyrus to the people and to the chosen one of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "IV Baruch 7:10",
                            "text": "Even if all the birds of heaven surround you and want to fight with you, struggle -- the Lord will give you strength."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "IV Baruch 7:11",
                            "text": "And do not turn aside to the right or to the left, but straight as a speeding arrow, go in the power of God, and the glory of the Lord will be with you the entire way."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "IV Baruch 7:12",
                            "text": "Then the eagle took flight and went away to Babylon, having the letter tied to his neck; and when he arrived he rested on a post outside the city in a desert place."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "IV Baruch 7:13",
                            "text": "And he kept silent until Jeremiah came along, for he and some of the people were coming out to bury a corpse outside the city."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "IV Baruch 7:14",
                            "text": "(For Jeremiah had petitioned king Nebuchadnezzar, saying: \"Give me a place where I may bury those of my people who have died;\" and the king gave it to him.)"
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "IV Baruch 7:15",
                            "text": "And as they were coming out with the body, and weeping, they came to where the eagle was."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "IV Baruch 7:16",
                            "text": "And the eagle cried out in a loud voice, saying: I say to you, Jeremiah the chosen one of God, go and gather together the people and come here so that they may hear a letter which I have brought to you from Baruch and Abimelech."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "IV Baruch 7:17",
                            "text": "And when Jeremiah heard this, he glorified God; and he went and gathered together the people along with their wives and children, and he came to where the eagle was."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "IV Baruch 7:18",
                            "text": "And the eagle came down on the corpse, and it revived."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "IV Baruch 7:19",
                            "text": "(Now this took place so that they might believe.)"
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "IV Baruch 7:20",
                            "text": "And all the people were astounded at what had happened, and said: This is the God who appeared to our fathers in the wilderness through Moses, and now he has appeared to us through the eagle."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "IV Baruch 7:21",
                            "text": "And the eagle said: I say to you, Jeremiah, come, untie this letter and read it to the people -- So he untied the letter and read it to the people."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "IV Baruch 7:22",
                            "text": "And when the people heard it, they wept and put dust on their heads, and they said to Jeremiah: Deliver us and tell us what to do that we may once again enter our city."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "IV Baruch 7:23",
                            "text": "And Jeremiah answered and said to them: Do whatever you heard from the letter, and the Lord will lead us into our city."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "IV Baruch 7:24",
                            "text": "And Jeremiah wrote a letter to Baruch, saying thus: My beloved son, do not be negligent in your prayers, beseeching God on our behalf, that he might direct our way until we come out of the jurisdiction of this lawless king."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "IV Baruch 7:25",
                            "text": "For you have been found righteous before God, and he did not let you come here, lest you see the affliction which has come upon the people at the hands of the Babylonians."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "IV Baruch 7:26",
                            "text": "For it is like a father with an only son, who is given over for punishment; and those who see his father and console him cover his face, lest he see how his son is being punished, and be even more ravaged by grief."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "IV Baruch 7:27",
                            "text": "For thus God took pity on you and did not let you enter Babylon lest you see the affliction of the people."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "IV Baruch 7:28",
                            "text": "For since we came here, grief has not left us, for 66 years today."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "IV Baruch 7:29",
                            "text": "For many times when I went out I found some of the people hung up by king Nebuchadnezzar, crying and saying: \"Have mercy on us, God-ZAR!\""
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "IV Baruch 7:30",
                            "text": "When I heard this, I grieved and cried with two-fold mourning, not only because they were hung up, but because they were calling on a foreign God, saying \"Have mercy on us.\""
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "IV Baruch 7:31",
                            "text": "But I remembered days of festivity which we celebrated in Jerusalem before our captivity; and when I remembered, I groaned, and returned to my house wailing and weeping."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "IV Baruch 7:32",
                            "text": "Now, then, pray in the place where you are -- you and Abimelech -- for this people, that they may listen to my voice and to the decrees of my mouth, so that we may depart from here."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "IV Baruch 7:33",
                            "text": "For I tell you that the entire time that we have spent here they have kept us in subjection, saying: Recite for us a song from the songs of Zion -- the song of your God."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "IV Baruch 7:34",
                            "text": "And we reply to them: How shall we sing for you since we are in a foreign land?"
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "IV Baruch 7:35",
                            "text": "And after this, Jeremiah tied the letter to the eagle's neck, saying: Go in peace, and may the Lord watch over both of us."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "IV Baruch 7:36",
                            "text": "And the eagle took flight and came to Jerusalem and gave the letter to Baruch; and when he had untied it he read it and kissed it and wept when he heard about the distresses and afflictions of the people."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "IV Baruch 7:37",
                            "text": "But Jeremiah took the figs and distributed them to the sick among the people, and he kept teaching them to abstain from the pollutions of the gentiles of Babylon."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "IV Baruch 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "IV Baruch 8:1",
                            "text": "And the day came in which the Lord brought the people out of Babylon."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "IV Baruch 8:2",
                            "text": "And the Lord said to Jeremiah: Rise up -- you and the people -- and come to the Jordan and say to the people: Let anyone who desires the Lord forsake the works of Babylon."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "IV Baruch 8:3",
                            "text": "As for the men who took wives from them and the women who took husbands from them -- those who listen to you shall cross over, and you take them into Jerusalem; but those who do not listen to you, do not lead them there."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "IV Baruch 8:4",
                            "text": "And Jeremiah spoke these words to the people, and they arose and came to the Jordan to cross over."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "IV Baruch 8:5",
                            "text": "As he told them the words that the Lord had spoken to him, half of those who had taken spouses from them did not wish to listen to Jeremiah, but said to him: We will never forsake our wives, but we will bring them back with us into our city."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "IV Baruch 8:6",
                            "text": "So they crossed the Jordan and came to Jerusalem."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "IV Baruch 8:7",
                            "text": "And Jeremiah and Baruch and Abimelech stood up and said: No man joined with Babylonians shall enter this city!"
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "IV Baruch 8:8",
                            "text": "And they said to one another: Let us arise and return to Babylon to our place -- And they departed."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "IV Baruch 8:9",
                            "text": "But while they were coming to Babylon, the Babylonians came out to meet them, saying: You shall not enter our city, for you hated us and you left us secretly; therefore you cannot come in with us."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "IV Baruch 8:10",
                            "text": "For we have taken a solemn oath together in the name of our god to receive neither you nor your children, since you left us secretly."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "IV Baruch 8:11",
                            "text": "And when they heard this, they returned and came to a desert place some distance from Jerusalem and built a city for themselves and named it 'SAMARIA.'"
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "IV Baruch 8:12",
                            "text": "And Jeremiah sent to them, saying: Repent, for the angel of righteousness is coming and will lead you to your exalted place."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "IV Baruch 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "IV Baruch 9:1",
                            "text": "Now those who were with Jeremiah were rejoicing and offering sacrifices on behalf of the people for nine days."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "IV Baruch 9:2",
                            "text": "But on the tenth, Jeremiah alone offered sacrifice."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "IV Baruch 9:3",
                            "text": "And he prayed a prayer, saying: Holy, holy, holy, fragrant aroma of the living trees, true light that enlightens me until I ascend to you;"
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "IV Baruch 9:4",
                            "text": "For your mercy, I beg you -- for the sweet voice of the two seraphim, I beg -- for another fragrant aroma."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "IV Baruch 9:5",
                            "text": "And may Michael, archangel of righteousness, who opens the gates to the righteous, be my guardian (?) until he causes the righteous to enter."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "IV Baruch 9:6",
                            "text": "I beg you, almighty Lord of all creation, unbegotten and incomprehensible, in whom all judgment was hidden before these things came into existence."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "IV Baruch 9:7",
                            "text": "When Jeremiah had said this, and while he was standing in the altar-area with Baruch and Abimelech, he became as one whose soul had departed."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "IV Baruch 9:8",
                            "text": "And Baruch and Abimelech were weeping and crying out in a loud voice: Woe to us! For our father Jeremiah has left us -- the priest of God has departed!"
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "IV Baruch 9:9",
                            "text": "And all the people heard their weeping and they all ran to them and saw Jeremiah lying on the ground as if dead."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "IV Baruch 9:10",
                            "text": "And they tore their garments and put dust on their heads and wept bitterly."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "IV Baruch 9:11",
                            "text": "And after this they prepared to bury him."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "IV Baruch 9:12",
                            "text": "And behold, there came a voice saying: Do not bury the one who yet lives, for his soul is returning to his body!"
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "IV Baruch 9:13",
                            "text": "And when they heard the voice they did not bury him, but stayed around his tabernacle for three days saying, \"when will he arise?\""
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "IV Baruch 9:14",
                            "text": "And after three days his soul came back into his body and he raised his voice in the midst of them all and said: Glorify God with one voice! All of you glorify God and the son of God who awakens us -- messiah Jesus -- the light of all the ages, the inextinguishable lamp, the life of faith."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "IV Baruch 9:15",
                            "text": "But after these times there shall be 477 years more and he comes to earth."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "IV Baruch 9:16",
                            "text": "And the tree of life planted in the midst of paradise will cause all the unfruitful trees to bear fruit, and will grow and sprout forth."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "IV Baruch 9:17",
                            "text": "And the trees that had sprouted and became haughty and said: \"We have supplied our power (?) to the air,\" he will cause them to wither, with the grandeur of their branches, and he will cause them to be judged -- that firmly rooted tree!"
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "IV Baruch 9:18",
                            "text": "And what is crimson will become white as wool -- the snow will be blackened -- the sweet waters will become salty, and the salty sweet, in the intense light of the joy of God."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "IV Baruch 9:19",
                            "text": "And he will bless the isles so that they become fruitful by the word of the mouth of his messiah."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "IV Baruch 9:20",
                            "text": "For he shall come, and he will go out and choose for himself twelve apostles to proclaim the news among the nations-- he whom I have seen adorned by his father and coming into the world on the Mount of Olives -- and he shall fill the hungry souls."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "IV Baruch 9:21",
                            "text": "When Jeremiah was saying this concerning the son of God -- that he is coming into the world -- the people became very angry and said: This is a repetition of the words spoken by Isaiah son of Amos, when he said: I saw God and the son of God."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "IV Baruch 9:22",
                            "text": "Come, then, and let us not kill him by the same sort of death with which we killed Isaiah, but let us stone him with stones."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "IV Baruch 9:23",
                            "text": "And Baruch and Abimelech were greatly grieved because they wanted to hear in full the mysteries that he had seen."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "IV Baruch 9:24",
                            "text": "But Jeremiah said to them: Be silent and weep not, for they cannot kill me until I describe for you everything I saw."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "IV Baruch 9:25",
                            "text": "And he said to them: Bring a stone here to me."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "IV Baruch 9:26",
                            "text": "And he set it up and said: Light of the ages, make this stone to become like me in appearance, until I have described to Baruch and Abimelech everything I saw."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "IV Baruch 9:27",
                            "text": "Then the stone, by God's command, took on the appearance of Jeremiah."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "IV Baruch 9:28",
                            "text": "And they were stoning the stone, supposing that it was Jeremiah!"
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "IV Baruch 9:29",
                            "text": "But Jeremiah delivered to Baruch and to Abimelech all the mysteries he had seen, and forthwith he stood in the midst of the people desiring to complete his ministry."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "IV Baruch 9:30",
                            "text": "Then the stone cried out, saying: O foolish children of Israel, why do you stone me, supposing that I am Jeremiah? Behold, Jeremiah is standing in your midst!"
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "IV Baruch 9:31",
                            "text": "And when they saw him, immediately they rushed upon him with many stones, and his ministry was fulfilled."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "IV Baruch 9:32",
                            "text": "And when Baruch and Abimelech came, they buried him, and taking the stone they placed it on his tomb and inscribed it thus: This is the stone that was the ally of Jeremiah."
                        }
                    ]
                }
            ]
        }
    ]
}