{
    "books": [
        {
            "name": "John Cassian: The Twelve Books X",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: The Twelve Books X 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books X 1:1",
                            "text": "Book X."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books X 1:2",
                            "text": "Of the Spirit of Accidie."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books X 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books X 1:4",
                            "text": "How our sixth combat is against the spirit of accidie, and what its character is."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books X 1:5",
                            "text": "Our sixth combat is with what the Greeks call ἀκηδία, which we may term weariness or distress of heart."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books X 1:6",
                            "text": "This is akin to dejection, and is especially trying to solitaries, and a dangerous and frequent foe to dwellers in the desert; and especially disturbing to a monk about the sixth hour, like some fever which seizes him at stated times, bringing the burning heat of its attacks on the sick man at usual and regular hours."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books X 1:7",
                            "text": "Lastly, there are some of the elders who declare that this is the \"midday demon\" spoken of in the ninetieth Psalm."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: The Twelve Books X 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:2",
                            "text": "A description of accidie, and the way in which it creeps over the heart of a monk, and the injury it inflicts on the soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:3",
                            "text": "And when this has taken possession of some unhappy soul, it produces dislike of the place, disgust with the cell, and disdain and contempt of the brethren who dwell with him or at a little distance, as if they were careless or unspiritual."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:4",
                            "text": "It also makes the man lazy and sluggish about all manner of work which has to be done within the enclosure of his dormitory."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:5",
                            "text": "It does not suffer him to stay in his cell, or to take any pains about reading, and he often groans because he can do no good while he stays there, and complains and sighs because he can bear no spiritual fruit so long as he is joined to that society; and he complains that he is cut off from spiritual gain, and is of no use in the place, as if he were one who, though he could govern others and be useful to a great number of people, yet was edifying none, nor profiting any one by his teaching and doctrine."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:6",
                            "text": "He cries up distant monasteries and those which are a long way off, and describes such places as more profitable and better suited for salvation; and besides this he paints the intercourse with the brethren there as sweet and full of spiritual life."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:7",
                            "text": "On the other hand, he says that everything about him is rough, and not only that there is nothing edifying among the brethren who are stopping there, but also that even food for the body cannot be procured without great difficulty."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:8",
                            "text": "Lastly he fancies that he will never be well while he stays in that place, unless he leaves his cell (in which he is sure to die if he stops in it any longer) and takes himself off from thence as quickly as possible."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:9",
                            "text": "Then the fifth or sixth hour brings him such bodily weariness and longing for food that he seems to himself worn out and wearied as if with a long journey, or some very heavy work, or as if he had put off taking food during a fast of two or three days."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:10",
                            "text": "Then besides this he looks about anxiously this way and that, and sighs that none of the brethren come to see him, and often goes in and out of his cell, and frequently gazes up at the sun, as if it was too slow in setting, and so a kind of unreasonable confusion of mind takes possession of him like some foul darkness, and makes him idle and useless for every spiritual work, so that he imagines that no cure for so terrible an attack can be found in anything except visiting some one of the brethren, or in the solace of sleep alone."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:11",
                            "text": "Then the disease suggests that he ought to show courteous and friendly hospitalities to the brethren, and pay visits to the sick, whether near at hand or far off."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books X 2:12",
                            "text": "He talks too about some dutiful and religious offices; that those kinsfolk ought to be inquired after, and that he ought to go and see them oftener; that it would be a real work of piety to go more frequently to visit that religious woman, devoted to the service of God, who is deprived of all support of kindred; and that it would be a most excellent thing to get what is needful for her who is neglected and despised by her own kinsfolk; and that he ought piously to devote his time to these things instead of staying uselessly and with no profit in his cell."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: The Twelve Books X 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books X 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books X 3:2",
                            "text": "Of the different ways in which accidie overcomes a monk."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books X 3:3",
                            "text": "And so the wretched soul, embarrassed by such contrivances of the enemy, is disturbed, until, worn out by the spirit of accidie, as by some strong battering ram, it either learns to sink into slumber, or, driven out from the confinement of its cell, accustoms itself to seek for consolation under these attacks in visiting some brother, only to be afterwards weakened the more by this remedy which it seeks for the present."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books X 3:4",
                            "text": "For more frequently and more severely will the enemy attack one who, when the battle is joined, will as he well knows immediately turn his back, and whom he sees to look for safety neither in victory nor in fighting but in flight: until little by little he is drawn away from his cell, and begins to forget the object of his profession, which is nothing but meditation and contemplation of that divine purity which excels all things, and which can only be gained by silence and continually remaining in the cell, and by meditation, and so the soldier of Christ becomes a runaway from His service, and a deserter, and \"entangles himself in secular business,\" without at all pleasing Him to whom he engaged himself."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: The Twelve Books X 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books X 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books X 4:2",
                            "text": "How accidie hinders the mind from all contemplation of the virtues."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books X 4:3",
                            "text": "All the inconveniences of this disease are admirably expressed by David in a single verse, where he says, \"My soul slept from weariness,\" that is, from accidie."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books X 4:4",
                            "text": "Quite  rightly does he say, not that his body, but that his soul slept."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books X 4:5",
                            "text": "For in truth the soul which is wounded by the shaft of this passion does sleep, as regards all contemplation of the virtues and insight of the spiritual senses."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: The Twelve Books X 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books X 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books X 5:2",
                            "text": "How the attack of accidie is twofold."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books X 5:3",
                            "text": "And so the true Christian athlete who desires to strive lawfully in the lists of perfection, should hasten to expel this disease also from the recesses of his soul; and should strive against this most evil spirit of accidie in both directions, so that he may neither fall stricken through by the shaft of slumber, nor be driven out from the monastic cloister, even though under some pious excuse or pretext, and depart as a runaway."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: The Twelve Books X 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books X 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books X 6:2",
                            "text": "How injurious are the effects of accidie."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books X 6:3",
                            "text": "And whenever it begins in any degree to overcome any one, it either makes him stay in his cell idle and lazy, without making any spiritual progress, or it drives him out from thence and makes him restless and a wanderer, and indolent in the matter of all kinds of work, and it makes him continually go round, the cells of the brethren and the monasteries, with an eye to nothing but this; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books X 6:4",
                            "text": ", where or with what excuse he can presently procure some refreshment."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books X 6:5",
                            "text": "For the mind of an idler cannot think of anything but food and the belly, until the society of some man or woman, equally cold and indifferent, is secured, and it loses itself in their affairs and business, and is thus little by little ensnared by dangerous occupations, so that, just as if it were bound up in the coils of a serpent, it can never disentangle itself again and return to the perfection of its former profession."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: The Twelve Books X 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:2",
                            "text": "Testimonies from the Apostle concerning the spirit of accidie."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:3",
                            "text": "The blessed Apostle, like a true and spiritual physician, either seeing this disease, which springs from the spirit of accidie, already creeping in, or foreseeing, through the revelation of the Holy Spirit, that it would arise among monks, is quick to anticipate it by the healing medicines of his directions."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:4",
                            "text": "For in writing to the Thessalonians, and at first, like a skilful and excellent physician, applying to the infirmity of his patients the soothing and gentle remedy of his words, and beginning with charity, and praising them in that point, that this deadly wound, having been treated with a milder remedy, might lose its angry festering and more easily bear severer treatment, he says: \"But concerning brotherly charity ye have no need that I write to you: for you yourselves are taught of God to love one another."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:5",
                            "text": "For this ye do toward all the brethren in the whole of Macedonia\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:6",
                            "text": "He first began with the soothing application of praise, and made their ears submissive and ready for the remedy of the healing words."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:7",
                            "text": "Then he proceeds: \"But we ask you, brethren, to abound more\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:8",
                            "text": "Thus far he soothes them with kind and gentle words; for fear lest he should find them not yet prepared to receive their perfect cure."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:9",
                            "text": "Why is it that you ask, O Apostle, that they may abound more in charity, of which you had said above, \"But concerning brotherly charity we have no need to write to you\"? And why is it necessary that you should say to them: \"But we ask you to abound more,\" when they did not need to be written to at all on this matter? especially as you add the reason why they do not need it, saying, \"For you yourselves have been taught of God to love one another\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:10",
                            "text": "And you add a third thing still more important: that not only have they been taught of God, but also that they fulfil in deed that which they are taught."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:11",
                            "text": "\"For ye do this,\" he says, not to one or two, but \"to all the brethren;\" and not to your own citizens and friends only, but \"in the whole of Macedonia\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:12",
                            "text": "Tell us then, I pray, why it is that you so particularly begin with this."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:13",
                            "text": "Again he proceeds, \"But we ask you, brethren, to abound the more\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:14",
                            "text": "And with difficulty at last he breaks out into that at which he was driving before: \"and that ye take pains to be quiet\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:15",
                            "text": "He gave the first aim."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:16",
                            "text": "Then he adds a second, \"and to do your own business;\" and a third as well: \"and work with your own hands, as we commanded you;\" a fourth: \"and to walk honestly towards those that are without;\" a fifth: \"and to covet no man's goods\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:17",
                            "text": "Lo, we can see through that hesitation, which made him with these preludes put off uttering what his mind was full of: \"And that ye take pains to be quiet;\" i-e:, that you stop in your cells, and be not disturbed by rumours, which generally spring from the wishes and gossip of idle persons, and so yourselves disturb others."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:18",
                            "text": "And, \"to do your own business,\" you should not want to require curiously of the world's actions, or, examining the lives of others, want to spend your strength, not on bettering yourselves and aiming at virtue, but on depreciating your brethren."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:19",
                            "text": "\"And work with your own hands, as we charged you;\" to secure that which he had warned them above not to do; i-e:, that they should not be restless and anxious about other people's affairs, nor walk dishonestly towards those without, nor covet another man's goods, he now adds and says, \"and work with your own hands, as we charged you\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:20",
                            "text": "For he has clearly shown that leisure the reason why those things were done which he blamed above."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:21",
                            "text": "For no one can be restless or anxious about other people's affairs, but one who is not satisfied to apply himself to the work of his own hands."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:22",
                            "text": "He adds also a fourth evil, which springs also from this leisure, i-e:, that they should not walk dishonestly: when he says: \"And that ye walk honestly towards those without\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:23",
                            "text": "He cannot possibly walk honestly, even among those who are men of this world, who is not content to cling to the seclusion of his cell and the work of his own hands; but he is sure to be dishonest, while he seeks his needful food; and to take pains to flatter, to follow up news and gossip, to seek for opportunities for chattering and stories by means of which he may gain a footing and obtain an entrance into the houses of others."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:24",
                            "text": "\"And that you should not covet another man's goods\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:25",
                            "text": "He is sure to look with envious eyes on another's gifts and boons, who does not care to secure sufficient for his daily food by the dutiful and peaceful labour of his hands."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:26",
                            "text": "You see what conditions, and how serious and shameful ones, spring solely from the malady of leisure."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:27",
                            "text": "Lastly, those very people, whom in his first Epistle he had treated with the gentle application of his words, in his second Epistle he endeavours to heal with severer and sterner remedies, as those who had not profited by more gentle treatment; and he no longer applies the treatment of gentle words, no mild and kindly expressions, as these, \"But we ask you, brethren,\" but \"We adjure you, brethren, in the name of our Lord Jesus Christ, that ye withdraw from every brother that walketh disorderly\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:28",
                            "text": "There he asks; here he adjures."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:29",
                            "text": "There is the kindness of one who is persuading; here the sternness of one protesting and threatening."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:30",
                            "text": "\"We adjure you, brethren:\" because, when we first asked you, you scorned to listen; now at least obey our threats."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:31",
                            "text": "And this adjuration he renders terrible, not by his bare word, but by the imprecation of the name of our Lord Jesus Christ: for fear lest they might again scorn it, as merely man's word, and think that it was not of much importance."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:32",
                            "text": "And forthwith, like a well-skilled physician with festering limbs, to which he could not apply the remedy of a mild treatment, he tries to cure by an incision with a spiritual knife, saying, \"that ye withdraw yourselves from every brother that walketh disorderly, and not according to the tradition which ye received of us\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:33",
                            "text": "And so he bids them withdraw from those who will not make time for work, and to cut them off like limbs tainted with the festering sores of leisure: lest the malady of idleness, like some deadly contagion, might infect even the healthy portion of their limbs, by the gradual advance of infection."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:34",
                            "text": "And when he is going to speak of those who will not work with their own hands and eat their bread in quietness, from whom he urges them to withdraw, hear with what reproaches he brands them at starting."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:35",
                            "text": "First he calls them \"disorderly,\" and \"not walking according to the tradition\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:36",
                            "text": "In other words, he stigmatizes them as obstinate, since they will not walk according to his appointment; and \"dishonest,\" i-e:, not keeping to the right and proper times for going out, and visiting, and talking."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:37",
                            "text": "For a disorderly person is sure to be subject to all those faults."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:38",
                            "text": "\"And not according to the tradition which they received from us\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:39",
                            "text": "And in this he stamps them as in some sort rebellious, and despisers, who scorned to keep the tradition which they had received from him, and would not follow that which they not only remembered that the master had taught in word, but which they knew that he had performed in deed."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:40",
                            "text": "\"For you yourselves know how ye ought to be followers of us\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books X 7:41",
                            "text": "He heaps up an immense pile of censure when he asserts that they did not observe that which was still in their memory, and which not only had they learned by verbal instruction, but also had received by the incitement of his example in working."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: The Twelve Books X 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:2",
                            "text": "That he is sure to be restless who will not be content with the work of his own hands."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:3",
                            "text": "\"Because we were not restless among you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:4",
                            "text": "When he wants to prove by the practice of work that he was not restless among them, he fully shows that those who will not work are always restless, owing to the fault of idleness."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:5",
                            "text": "\"Nor did we eat any man's bread for nought\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:6",
                            "text": "By each expression the teacher of the Gentiles  advances a step in the rebuke."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:7",
                            "text": "The preacher of the gospel says that he has not eaten any man's bread for nought, as he knows that the Lord commanded that \"they who preach the gospel should live of the gospel:\" again, \"The labourer is worthy of his meat\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:8",
                            "text": "And so if he who preached the gospel, performing a work so lofty and spiritual, did not venture in reliance on the Lord's command to eat his bread for nought, what shall we do to whom not merely is there no preaching of the word intrusted, but no cure of souls except our own committed? with what confidence shall we dare with idle hands to eat our bread for nought, when the \"chosen vessel,\" constrained by his anxiety for the gospel and his work of preaching, did not venture to eat without labouring with his own hands? \"But in labour,\" he says \"and weariness, working night and day lest we should be burdensome to any of you\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:9",
                            "text": "Up to this point he amplifies and adds to his rebuke."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:10",
                            "text": "For he did not simply say, \"We did not eat bread for nought from any of you,\" and then stop short."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:11",
                            "text": "For it might have been thought that he was supported by his own private means, and by money which he had saved, or by other people's, though not by their collections and gifts."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:12",
                            "text": "\"But in labour,\" he says, \"and weariness, working night and day;\" that is, being specially supported by our own labour."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:13",
                            "text": "And this, he says, we did not of our own wish, and for our own pleasure, as rest and bodily exercise suggested, but as our necessities and the want of food compelled us to do, and that not without great bodily weariness."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books X 8:14",
                            "text": "For not only throughout the whole day, but also by night, which seems to be granted for bodily rest, I was continually plying the work of my hands, through anxiety for food."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: The Twelve Books X 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books X 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books X 9:2",
                            "text": "That not the Apostle only, but those two who were with him laboured with their own hands."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books X 9:3",
                            "text": "And he testifies that it was not he alone who so lived among them, lest haply this method might not seem important or general if he depended only on his example."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books X 9:4",
                            "text": "But he declares that all those who were appointed with him for the ministry of the gospel, i-e:, Silvanus and Timothy, who wrote this with him, worked in the same fashion."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books X 9:5",
                            "text": "For by saying, \"lest we should be burdensome to any of you, he covers them with great shame."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books X 9:6",
                            "text": "For if he who preached the gospel and commended it by signs and mighty works, did not dare to eat bread for nought, lest he should be burdensome to any, how can those men help thinking that they are burdensome who take it every day in idleness and at their leisure?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: The Twelve Books X 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books X 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books X 10:2",
                            "text": "That for this reason the Apostle laboured with his own hands, that he might set us an example of work."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books X 10:3",
                            "text": "\"Not as if we had not power; but that we might give ourselves a pattern to you to imitate us\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books X 10:4",
                            "text": "He lays bare the reason why he imposed such labour on himself: \"that we might,\" says he, \"give a pattern to you to imitate us, that if by chance you become forgetful of the teaching of our words which so often passes through your ears, you may at least keep in your recollection the example of my manner of life given to you by ocular demonstration."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books X 10:5",
                            "text": "There is here too no slight reproof of them, where he says that he has gone through this labour and weariness by night and day, for no other reason but to set an example, and that nevertheless they would not be instructed, for whose sakes he, although not obliged to do it, yet imposed on himself such toil."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books X 10:6",
                            "text": "\"And indeed,\" he says, \"though we had the power, and opportunities were open to us of using all your goods and substance, and I knew that I had the permission of our Lord to use them: yet I did not use this power, lest what was rightly and lawfully done on my part might set an example of dangerous idleness to others."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books X 10:7",
                            "text": "And therefore when preaching the gospel, I preferred to be supported by my own hands and work, that I might open up the way of perfection to you who wish to walk in the path of virtue, and might set an example of good life by my work\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: The Twelve Books X 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books X 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books X 11:2",
                            "text": "That he preached and taught men to work not only by his example, but also by his words."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books X 11:3",
                            "text": "But lest haply it might be thought that, while he worked in silence and tried to teach them by example, he had not instructed them by precepts and warnings, he proceeds to say: \"For when we were with you, this we declared to you, that if a man will not work neither should he eat\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books X 11:4",
                            "text": "Still greater does he make their idleness appear, for, though they knew that he, like a good master, worked with his hands for the sake of his teaching and in order to instruct them, yet they were ashamed to imitate him; and he emphasizes our diligence and care by saying that he did not only give them this for an example when present, but that he also proclaimed it continually in words; saying that if any one would not work, neither should he eat."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: The Twelve Books X 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books X 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books X 12:2",
                            "text": "Of his saying: \"If any will not work, neither shall he eat\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books X 12:3",
                            "text": "And now he no longer addresses to them the advice of a teacher or physician, but proceeds with the severity of a judicial sentence, and, resuming his apostolic authority, pronounces sentence on his despisers as if from the judgment seat: with that power, I mean, which, when writing with threats to the Corinthians, he declared was given him of the Lord, when he charged those taken in sin, that they should make haste and amend their lives before his coming: thus charging them, \"I beseech you that I may not be bold when I am present, against some, with that power which is given to me over you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books X 12:4",
                            "text": "And again: \"For if I also should boast somewhat of the power which the Lord has given me unto edification, and not for your destruction, I shall not be ashamed\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books X 12:5",
                            "text": "With that power, I say, he declares, \"If a man will not work, neither let him eat\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books X 12:6",
                            "text": "Not punishing them with a carnal sword, but with the power of the Holy Ghost forbidding them the goods of this life, that if by chance, thinking but little of the punishment of future death, they still should remain obstinate through love of ease, they may at last, forced by the requirements of nature and the fear of immediate death, be compelled to obey his salutary charge."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: The Twelve Books X 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:2",
                            "text": "Of his saying: \"We have heard that some among you walk disorderly\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:3",
                            "text": "Then after all this rigour of gospel severity, he now lays bare the reason why he put forward all these matters."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:4",
                            "text": "\"For we have heard that some among you walk disorderly, working not at all, but curiously meddling\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:5",
                            "text": "He is nowhere satisfied to speak of those who will not give themselves up to work, as if they were victims of but a single malady."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:6",
                            "text": "For in his first Epistle he speaks of them as \"disorderly,\" and not walking according to the traditions which they had received from him: and he also asserts that they were restless, and ate their bread for nought."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:7",
                            "text": "Again he says here, \"We have heard that there are some among you who walk disorderly\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books X 13:8",
                            "text": "And at once he subjoins a second weakness, which is the root of this restlessness, and says, \"working not at all;\" a third malady as well he adds, which springs from this last like some shoot: \"but curiously meddling\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: The Twelve Books X 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books X 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books X 14:2",
                            "text": "How manual labour prevents many faults."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books X 14:3",
                            "text": "And so he loses no time in at once applying a suitable remedy to the incentive to so many faults, and laying aside that apostolic power of his which he had made use of a little before, he adopts once more the tender character of a good father, or of a kind physician, and, as if they were his children or his patients, applies by his healing counsel remedies to cure them, saying: \"Now we charge them that are such, and beseech them by the Lord Jesus, that working with silence they would eat their own bread\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books X 14:4",
                            "text": "The cause of all these ulcers, which spring from the root of idleness, he heals like some well-skilled physician by a single salutary charge to work; as he knows that all the other bad symptoms, which spring as it were from the same clump, will at once disappear when the cause of the chief malady has been removed."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: The Twelve Books X 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books X 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books X 15:2",
                            "text": "How kindness should be shown even to the idle and careless."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books X 15:3",
                            "text": "Nevertheless, like a far-sighted and careful physician, he is not only anxious to heal the wounds of the sick, but gives suitable directions as well to the whole, that their health may be preserved continually, and says: \"But be not ye weary in well doing:\" ye who following us, i-e:, our ways, copy the example given to you by imitating us in work, and do not follow their sloth and laziness: \"Do not be weary in well doing;\" i-e:, do you likewise show kindness towards them if by chance they have failed to observe what we said."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books X 15:4",
                            "text": "As then he was severe with those who were weak, for fear lest being enervated by laziness they might yield to restlessness and inquisitiveness, so he admonishes those who are in good health neither to restrain that kindness which the Lord's command bids us show to the good and evil, even if some bad men will not turn to sound doctrine; nor to desist from doing good and encouraging them both by words of consolation and by rebuke as well as by ordinary kindness and civility."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: The Twelve Books X 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:2",
                            "text": "How we ought to admonish those who go wrong, not out of hatred, but out of love."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:3",
                            "text": "But again in case some might be encouraged by this gentleness, and scorn to obey his commands, he proceeds with the severity of an apostle: \"But if any man obey not our word by this Epistle, note that man and do not keep company with him that he may be ashamed\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:4",
                            "text": "And in warning them of what they ought to observe out of regard for him and for the good of all, and of the care with which they should keep the apostolic commands, at once he joins to the warning the kindness of a most indulgent father; and teaches them as well, as if they were his children, what a brotherly disposition they should cultivate towards those mentioned above, out of love."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:5",
                            "text": "\"Yet do not esteem him as an enemy, but admonish him as a brother\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:6",
                            "text": "With the severity of a judge he combines the affection of a father, and tempers with kindness and gentleness the sentence delivered with apostolic sternness."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:7",
                            "text": "For he commands them to note that man who scorns to obey his commands, and not to keep company with him; and yet he does not bid them do this from a wrong feeling of dislike, but from brotherly affection and out of consideration for their amendment."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books X 16:8",
                            "text": "\"Do not keep company,\" he says, \"with him that he may be ashamed;\" so that, even if he is not made better by my mild charges, he may at last be brought to shame by being publicly separated from all of you, and so may some day begin to be restored to the way of salvation."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: The Twelve Books X 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books X 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books X 17:2",
                            "text": "Different passages in which the Apostle declares that we ought to work, or in which it is shown that he himself worked."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books X 17:3",
                            "text": "In the Epistle to the Ephesians also he thus gives a charge on this subject of work, saying: \"He that stole, let him now steal no more, but rather let him labour, working with his hands the thing that is good, that he may have something to give to him that suffereth need\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books X 17:4",
                            "text": "And in the Acts of the Apostles too we find that he not only taught this, but actually practised it himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books X 17:5",
                            "text": "For when he had come to Corinth, he did not permit himself to lodge anywhere except with Aquila and Priscilla, because they were of the same trade which he himself was accustomed to practise."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books X 17:6",
                            "text": "For we thus read: \"After this, Paul departing from Athens came to Corinth; and finding a certain Jew named Aquila, born in Pontus, and Priscilla his wife, he came to them because they were of the same trade; and abode with them, and worked: for they were tent-makers by trade\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: The Twelve Books X 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books X 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books X 18:2",
                            "text": "That the Apostle wrought what he thought would be sufficient for him and for others who were with him."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books X 18:3",
                            "text": "Then going to Miletus, and from thence sending to Ephesus, and summoning to him the elders of the church of Ephesus, he charged them how they ought to rule the church of God in his absence, and said: \"I have not coveted any man's silver and gold; you yourselves know how for such things as were needful for me and them that are with me these hands have ministered."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books X 18:4",
                            "text": "I have showed you all things, how that so labouring you ought to support the weak, and to remember the words of the Lord Jesus, how he said: It is more blessed to give than to receive\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books X 18:5",
                            "text": "He left us a weighty example in his manner of life, as he testifies that he not only wrought what would supply his own bodily wants alone, but also what would be sufficient for the needs of those who were with him: those, I mean, who, being taken up with necessary duties, had no chance of procuring food for themselves with their own hands."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books X 18:6",
                            "text": "And as he tells the Thessalonians that he had worked to give them an example that they might imitate him, so here too he implies something of the same sort when he says: \"I have showed you all things, how that so labouring you ought to support the weak,\" viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books X 18:7",
                            "text": ", whether in mind or body; i-e:, that we should be diligent in supplying their needs, not from the store of our abundance, or money laid by, or from another's generosity and substance, but rather by securing the necessary sum by our own labour and toil."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: The Twelve Books X 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books X 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books X 19:2",
                            "text": "How we should understand these words: \"It is more blessed to give than to receive\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books X 19:3",
                            "text": "And he says that this is a command of the Lord: \"For He Himself,\" namely the Lord Jesus, said he, \"said it is more blessed to give than to receive\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books X 19:4",
                            "text": "That is, the bounty of the giver is more blessed than the need of the receiver, where the gift is not supplied from money that has been kept back through unbelief or faithlessness, nor from the stored-up treasures of avarice, but is produced from the fruits of our own labour and honest toil."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books X 19:5",
                            "text": "And so \"it is more blessed to give than to receive,\" because while the giver shares the poverty of the receiver, yet still he is diligent in providing with pious care by his own toil, not merely enough for his own needs, but also what he can give to one in want; and so he is adorned with a double grace, since by giving away all his goods he secures the perfect abnegation of Christ, and yet by his labour and thought displays the generosity of the rich; thus honouring God by his honest labours, and plucking for him the fruits of his righteousness, while another, enervated by sloth and indolent laziness, proves himself by the saying of the Apostle unworthy of food, as in defiance of his command he takes it in idleness, not without the guilt of sin and of obstinacy."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: The Twelve Books X 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books X 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books X 20:2",
                            "text": "Of a lazy brother who tried to persuade others to leave the monastery."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books X 20:3",
                            "text": "We know a brother, whose name we would give if it would do any good, who, although he was remaining in the monastery and compelled to deliver to the steward his fixed task daily, yet for fear lest he might be led on to some larger portion of work, or put to shame by the example of one labouring more zealously, when he had seen some brother admitted into the monastery, who in the ardour of his faith wanted to make up the sale of a larger piece of work, if he found that he could not by secret persuasion check him from carrying out his purpose, he would by bad advice and whisperings persuade him to depart thence."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books X 20:4",
                            "text": "And in order to get rid of him more easily he would pretend that he also had already been for many reasons offended, and wanted to leave, if only he could find a companion and support for the journey."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books X 20:5",
                            "text": "And when by secretly running down the monastery he had wheedled him into consenting, and arranged with him the time at which to leave the monastery, and the place to which he should go before, and where he should wait for him, he himself, pretending that he would follow, stopped where he was."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books X 20:6",
                            "text": "And when the other out of shame for his flight did not dare to return again to the monastery from which he had run away, the miserable author of his flight stopped behind in the monastery."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books X 20:7",
                            "text": "It will be enough to have given this single instance of this sort of men in order to put beginners on their guard, and to show clearly what evils idleness, as Scripture says, can produce in the mind of a monk, and how \"evil communications corrupt good manners\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: The Twelve Books X 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:2",
                            "text": "Different passages from the writings of Solomon against accidie."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:3",
                            "text": "And Solomon, the wisest of men, clearly points to this fault of idleness in many passages, as he says: \"He that followeth idleness shall be filled with poverty,\" either visible or invisible, in which an idle person and one entangled with different faults is sure to be involved, and he will always be a stranger to the contemplation of God, and to spiritual riches, of which the blessed Apostle says: \"For in all things ye were enriched in him, in all utterance and in all knowledge\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:4",
                            "text": "But concerning this poverty of the idler elsewhere he also writes thus: \"Every sluggard shall be clothed in torn garments and rags\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:5",
                            "text": "For certainly he will not merit to be adorned with that garment of incorruption (of which the Apostle says, \"Put ye on the Lord Jesus Christ,\" and again: \"Being clothed in the breastplate of righteousness and charity,\" concerning which the Lord Himself also speaks to Jerusalem by the prophet: \"Arise, arise, O Jerusalem, put on the garments of thy glory),\" whoever, overpowered by lazy slumber or by accidie, prefers to be clothed, not by his labour and industry, but in the rags of idleness, which he tears off from the solid piece and body of the Scriptures, and fits on to his sloth no garment of glory and honour, but an ignominious cloak and excuse."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:6",
                            "text": "For those, who are affected by this laziness, and do not like to support themselves by the labour of their own hands, as the Apostle continually did and charged us to do, are wont to make use of certain Scripture proofs by which they try to cloak their idleness, saying that it is written, \"Labour not for the meat that perisheth, but for that which remains to life eternal;\" and \"My meat is to do the will of my Father\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:7",
                            "text": "But these proofs are (as it were) rags, from the  solid piece of the gospel, which are adopted for this purpose, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:8",
                            "text": ", to cover the disgrace of our idleness and shame rather than to keep us warm, and adorn us with that costly and splendid garment of virtue which that wise woman in the Proverbs, who was clothed with strength and beauty, is said to have made either for herself or for her husband; of which presently it is said: \"Strength and beauty are her clothing, and she rejoices in the latter days\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:9",
                            "text": "Of this evil of idleness Solomon thus makes mention again: \"The ways of the idlers are strewn with thorns;\" i-e:, with these and similar faults, which the Apostle above declared to spring from idleness."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:10",
                            "text": "And again: \"Every sluggard is always in want\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:11",
                            "text": "And of these the Apostle makes mention when he says, \"And that you want nothing of any man's\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:12",
                            "text": "And finally: \"For idleness has been the teacher of many evils:\" which the Apostle has clearly enumerated in the passage which he expounded above: \"Working not at all, but curiously meddling\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:13",
                            "text": "To this fault also he joins another: \"And that ye study to be quiet;\" and then, \"that ye should do your own business and walk honestly towards them that are without, and that you want nothing of any man's\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books X 21:14",
                            "text": "Those also whom he notes as disorderly and rebellious, from these he charges those who are earnest to separate themselves: \"That ye withdraw yourselves,\" says he, \"from every brother that walketh disorderly and not according to the tradition which they received from us\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: The Twelve Books X 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books X 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books X 22:2",
                            "text": "How the brethren in Egypt work with their hands, not only to supply their own needs, but also to minister to those who are in prison."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books X 22:3",
                            "text": "And so taught by these examples the Fathers in Egypt never allow monks, and especially the younger ones, to be idle, estimating the purpose of their hearts and their growth in patience and humility by their diligence in work; and they not only do not allow them to receive anything from another to supply their own wants, but further, they not merely refresh pilgrims and brethren who come to visit them by means of their labours, but actually collect an enormous store of provisions and food, and distribute it in the parts of Libya which suffer from famine and barrenness, and also in the cities, to those who are pining away in the squalor of prison; as they believe that by such an offering of the fruit of their hands they offer a reasonable and true sacrifice to the Lord."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: The Twelve Books X 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books X 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books X 23:2",
                            "text": "That idleness is the reason why there are not monasteries for monks in the West."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books X 23:3",
                            "text": "Hence it is that in these countries we see no monasteries found with such numbers of brethren: for they are not supported by the resources of their own labour in such a way that they can remain in them continually; and if in some way or other, through the liberality of another, there should be a sufficient provision to supply them, yet love of ease and restlessness of heart does not suffer them to continue long in the place."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books X 23:4",
                            "text": "Whence this saying has been handed down from the old fathers in Egypt: that a monk who works is attacked by but one devil; but an idler is tormented by countless spirits."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "John Cassian: The Twelve Books X 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books X 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books X 24:2",
                            "text": "Abbot Paul who every year burnt with fire all the works of his hands."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books X 24:3",
                            "text": "Lastly, Abbot Paul, one of the greatest of the Fathers, while he was living in a vast desert which is called the Porphyrian desert, and being relieved from anxiety by the date palms and a small garden, had plenty to support himself, and an ample supply of food, and could not find any other work to do, which would support him, because his dwelling was separated from towns and inhabited districts by seven days' journey, or even more, through the desert, and more would be asked for the carriage of the goods than the price of the work would be worth; he collected the leaves of the palms, and regularly exacted of himself his daily task, as if he was to be supported  by it."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books X 24:4",
                            "text": "And when his cave had been filled with a whole year's work, each year he would burn with fire that at which he had so diligently laboured: thus proving that without manual labour a monk cannot stop in a place nor rise to the heights of perfection: so that, though the need for food did not require this to be done, yet he performed it simply for the sake of purifying his heart, and strengthening his thoughts, and persisting in his cell, and gaining a victory over accidie and driving it away."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "John Cassian: The Twelve Books X 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books X 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books X 25:2",
                            "text": "The words of Abbot Moses which he said to me about the cure of accidie."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books X 25:3",
                            "text": "When I was beginning my stay in the desert, and had said to Abbot Moses, the chief of all the saints, that I had been terribly troubled yesterday by an attack of accidie, and that I could only be freed from it by running at once to Abbot Paul, he said, \"You have not freed yourself from it, but rather have given yourself up to it as its slave and subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books X 25:4",
                            "text": "For the enemy will henceforth attack you more strongly as a deserter and runaway, since it has seen that you fled at once when overcome in the conflict: unless on a second occasion when you join battle with it you make up your mind not to dispel its attacks and heats for the moment by deserting your cell, or by the inactivity of sleep, but rather learn to triumph over it by endurance and conflict\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books X 25:5",
                            "text": "Whence it is proved by experience that a fit of accidie should not be evaded by running away from it, but overcome by resisting it."
                        }
                    ]
                }
            ]
        }
    ]
}