{
    "books": [
        {
            "name": "Athanasius: Defence of the Nicene Definition",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Athanasius: Defence of the Nicene Definition 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:1",
                            "text": "De Decretis or Defence of the Nicene Definition  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:2",
                            "text": "—Introduction."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:3",
                            "text": "The complaint of the Arians against the Nicene Council; their fickleness; they are like Jews; their employment of force instead of reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:4",
                            "text": "Thou hast done well, in signifying to me the discussion thou hast had with the advocates of Arianism, among whom were certain of the friends of Eusebius, as well as very many of the brethren who hold the doctrine of the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:5",
                            "text": "I hailed thy vigilance for the love of Christ, which excellently exposed the irreligion of their heresy; while I marvelled at the effrontery which led the Arians, after all the past detection of unsoundness and futility in their arguments, nay, after the general conviction of their extreme perverseness, still to complain like the Jews, \"Why did the Fathers at Nicaea use terms not in Scripture, 'Of the essence' and 'One in essence?'\" Thou then, as a man of learning, in spite of their subterfuges, didst convict them of talking to no purpose; and they in devising them were but acting suitably to their own evil disposition."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:6",
                            "text": "For they are as variable and fickle in their sentiments, as chameleons in their colours; and when exposed they look confused, and when questioned they hesitate, and then they lose shame, and betake themselves to evasions."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:7",
                            "text": "And then, when detected in these, they do not rest till they invent fresh matters which are not, and, according to the Scripture, 'imagine a vain thing'; and all that they may be constant to their irreligion."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:8",
                            "text": "Now such endeavours are nothing else than an obvious token of their defect of reason, and a copying, as I have said, of Jewish malignity."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:9",
                            "text": "For the Jews too, when convicted by the Truth, and unable to confront it, used evasions, such as, 'What sign doest Thou, that we may see and believe Thee? What dost Thou work? though so many signs were given, that they said themselves, 'What do we? for this man doeth many miracles."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:10",
                            "text": "' In truth, dead men were raised, lame walked, blind saw afresh, lepers were cleansed, and the water became wine, and five loaves satisfied five thousand, and all wondered and worshipped the Lord, confessing that in Him were fulfilled the prophecies, and that He was God the Son of God; all but the Pharisees, who, though the signs shone brighter than the sun, yet complained still, as ignorant men, 'Why dost Thou, being a man, make Thyself God?' Insensate, and verily blind in understanding! they ought contrariwise to have said, \"Why hast Thou, being God, become man?\" for His works proved Him God, that they might both worship the goodness of the Father, and admire the Son's Economy for our sakes."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:11",
                            "text": "However, this they did not say; no, nor liked to witness what He was doing; or they witnessed indeed, for this they could not help, but they changed their ground of complaint again, \"Why healest Thou the paralytic, why makest Thou the born-blind to see, on the sabbath day?\" But this too was an excuse, and mere murmuring; for on other days as well did the Lord heal 'all manner of sickness, and all manner of disease,' but they complained still according to their wont, and by calling Him Beelzebub, preferred the suspicion of Atheism, to a recantation of their own wickedness."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:12",
                            "text": "And though in such sundry times and divers manners the Saviour shewed His Godhead and preached the Father to all men, nevertheless, as kicking against the pricks, they contradicted in the language of folly, and this they did, according to the divine proverb, that by finding occasions, they might separate themselves from the truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:13",
                            "text": "As then the Jews of that day, for acting thus wickedly and denying the Lord, were with justice deprived of their laws and of the promise made to their fathers, so the Arians, Judaizing now, are, in my judgment, in circumstances like those of Caiaphas and the contemporary Pharisees."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:14",
                            "text": "For, perceiving that their heresy is utterly unreasonable, they invent excuses, \"Why was this defined, and not that?\" Yet wonder not if now they practise thus; for in no long time they will turn to outrage, and next will threaten 'the band and the captain."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:15",
                            "text": "' Forsooth in these their heterodoxy has its support, as we see; for denying the Word of God, reason have they none at all, as is equitable."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Athanasius: Defence of the Nicene Definition 1:16",
                            "text": "Aware then of this, I would have made no reply to their interrogations: but, since thy friendliness has asked to know the transactions of the Council, I have without any delay related at once what then took place, shewing in few words, how destitute Arianism is of a religious spirit, and how their one business is to frame evasions."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Athanasius: Defence of the Nicene Definition 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:2",
                            "text": "—Conduct of the Arians towards the Nicene Council."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:3",
                            "text": "Ignorant as well as irreligious to attempt to reverse an Ecumenical Council: proceedings at Nicaea: Eusebians then signed what they now complain of: on the unanimity of true teachers and the process of tradition: changes of the Arians."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:4",
                            "text": "And do thou, beloved, consider whether it be not so."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:5",
                            "text": "If, the devil having sowed their hearts with this perverseness, they feel confidence in their bad inventions, let them defend themselves against the proofs of heresy which have been advanced, and then will be the time to find fault, if they can, with the definition framed against them."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:6",
                            "text": "For no one, on being convicted of murder or adultery, is at liberty after the trial to arraign the sentence of the judge, why he spoke in this way and not in that."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:7",
                            "text": "For this does not exculpate the convict, but rather increases his crime on the score of petulance and audacity."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:8",
                            "text": "In like manner, let these either prove that their sentiments are religious (for they were then accused and convicted, and their complaints are subsequent, and it is just that those who are under a charge should confine themselves to their own defence), or if they have an unclean conscience, and are aware of their own irreligion, let them not complain of what they do not understand, or they will bring on themselves a double imputation, of irreligion and of ignorance."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:9",
                            "text": "Rather let them investigate the matter in a docile spirit, and learning what hitherto they have not known, cleanse their irreligious ears with the spring of truth and the doctrines of religion."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:10",
                            "text": "Now it happened to Eusebius and his fellows in the Nicene Council as follows:—while they stood out in their irreligion, and attempted their fight against God, the terms they used were replete with irreligion; but the assembled Bishops who were three hundred more or less, mildly and charitably required of them to explain and defend themselves on religious grounds."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:11",
                            "text": "Scarcely, however, did they begin to speak, when they were condemned, and one differed from another; then perceiving the straits in which their heresy lay, they remained dumb, and by their silence confessed the disgrace which came upon their heterodoxy."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:12",
                            "text": "On this the Bishops, having negatived the terms they had invented, published against them the sound and ecclesiastical faith; and, as all subscribed it, Eusebius and his fellows subscribed it also in those very words, of which they are now complaining, I mean, \"of the essence\" and \"one in essence,\" and that \"the Son of God is neither creature or work, nor in the number of things originated, but that the Word is an offspring from the substance of the Father\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:13",
                            "text": "And what is strange indeed, Eusebius of Caesarea in Palestine, who had denied the day before, but afterwards subscribed, sent to his Church a letter, saying that this was the Church's faith, and the tradition of the Fathers; and made a public profession that they were before in error, and were rashly contending against the truth."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:14",
                            "text": "For though he was ashamed at that time to adopt these phrases, and excused himself to the Church in his own way, yet he certainly means to imply all this in his Epistle, by his not denying the \"one in essence,\" and \"of the essence\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:15",
                            "text": "And in this way he got into a difficulty; for while he was excusing himself, he went on to attack the Arians, as stating that \"the Son was not before His generation,\" and as thereby rejecting His existence before His birth in the flesh."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:16",
                            "text": "And this Acacius is aware of also, though he too through fear may pretend otherwise because of the times and deny the fact."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:17",
                            "text": "Accordingly I have subjoined at the end the letter of Eusebius, that thou mayest know from it the disrespect towards their own doctors shewn by Christ's enemies, and singularly by Acacius himself."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:18",
                            "text": "Are they not then committing a crime, in their very thought to gainsay so great and ecumenical a Council? are they not in transgression, when they dare to confront that good definition against Arianism, acknowledged, as it is, by those who had in the first instance taught them irreligion? And supposing, even after subscription, Eusebius and his fellows did change again, and return like dogs to their own vomit of irreligion, do not the present gain-sayers deserve still greater detestation, because they thus sacrifice their souls' liberty to others; and are willing to take these persons as masters of their heresy, who are, as James has said, double-minded men, and unstable in all their ways, not having one opinion, but changing to and fro, and now recommending certain statements, but soon dishonouring them, and in turn recommending what just now they were blaming? But this, as the Shepherd has said, is \"the child of the devil,\" and the note of hucksters rather than of doctors."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:19",
                            "text": "For, what our Fathers have delivered, this is truly doctrine; and this is truly the token of doctors, to confess the same thing with each other, and to vary neither from themselves nor from their fathers; whereas they who have not this character are to be called not true doctors but evil."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:20",
                            "text": "Thus the Greeks, as not witnessing to the same doctrines, but quarrelling one with another, have no truth of teaching; but the holy and veritable heralds of the truth agree together, and do not differ."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:21",
                            "text": "For though they lived in different times, yet they one and all tend the same way, being prophets of the one God, and preaching the same Word harmoniously."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:22",
                            "text": "And thus what Moses taught, that Abraham observed; and what Abraham observed, that Noah and Enoch acknowledged, discriminating pure from impure, and becoming acceptable to God."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:23",
                            "text": "For Abel too in this way witnessed, knowing what he had learned from Adam, who himself had learned from that Lord, who said, when He came at the end of the ages for the abolishment of sin, \"I give no new commandment unto you, but an old commandment, which ye have heard from the beginning\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:24",
                            "text": "Wherefore also the blessed Apostle Paul, who had learned it from Him, when describing ecclesiastical functions, forbade that deacons, not to say bishops, should be double-tongued; and in his rebuke of the Galatians, he made a broad declaration, \"If anyone preach any other Gospel unto you than that ye have received, let him be anathema, as I have said, so say I again."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:25",
                            "text": "If even we, or an Angel from heaven should preach unto you any other Gospel than that ye have received, let him be anathema\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:26",
                            "text": "Since then the Apostle thus speaks, let these men either anathematise Eusebius and his fellows, at least as changing round and professing what is contrary to their subscriptions; or, if they acknowledge that their subscriptions were good, let them not utter complaints against so great a Council."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:27",
                            "text": "But if they do neither the one nor the other, they are themselves too plainly the sport of every wind and surge, and are influenced by opinions, not their own, but of others, and being such, are as little worthy of deference now as before, in what they allege."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:28",
                            "text": "Rather let them cease to carp at what they understand not; lest so be that not knowing to discriminate, they simply call evil good and good evil, and think that bitter is sweet and sweet is bitter."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:29",
                            "text": "Doubtless, they desire that doctrines which have been judged wrong and have been reprobated should gain the ascendancy, and they make violent efforts to prejudice what was rightly defined."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:30",
                            "text": "Nor should there be any reason on our part for any further explanation, or answer to their excuses, neither on theirs for further resistance, but for an acquiescence in what the leaders of their heresy subscribed; for though the subsequent change of Eusebius and his fellows was suspicious and immoral, their subscription, when they had the opportunity of at least some little defence of themselves, is a certain proof of the irreligion of their doctrine."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:31",
                            "text": "For they would not have subscribed previously had they not condemned the heresy, nor would they have condemned it, had they not been encompassed with difficulty and shame; so that to change back again is a proof of their contentious zeal for irreligion."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Athanasius: Defence of the Nicene Definition 2:32",
                            "text": "These men also ought therefore, as I have said, to keep quiet; but since from an extraordinary want of modesty, they hope perhaps to be able to advocate this diabolical irreligion better than the others, therefore, though in my former letter written to thee, I have already argued at length against them, notwithstanding, come let us now also examine them, in each of their separate statements, as their predecessors; for now not less than then their heresy shall be shewn to have no soundness in it, but to be from evil spirits."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Athanasius: Defence of the Nicene Definition 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:2",
                            "text": "—Two senses of the word Son,."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:3",
                            "text": "adoptive;."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:4",
                            "text": "essential; attempts of Arians to find a third meaning between these; e."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:5",
                            "text": "g."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:6",
                            "text": "that our Lord only was created immediately by God (Asterius's view), or that our Lord alone partakes the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:7",
                            "text": "The second and true sense; God begets as He makes, really; though His creation and generation are not like man's; His generation independent of time; generation implies an internal, and therefore an eternal, act in God; explanation of Prov."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:8",
                            "text": "viii."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:9",
                            "text": "They say then what the others held and dared to maintain before them; \"Not always Father, not always Son; for the Son was not before His generation, but, as others, came to be from nothing; and in consequence God was not always Father of the Son; but, when the Son came to be and was created, then was God called His Father."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:10",
                            "text": "For the Word is a creature and a work, and foreign and unlike the Father in essence; and the Son is neither by nature the Father's true Word, nor His only and true Wisdom; but being a creature and one of the works, He is improperly called Word and Wisdom; for by the Word which is in God was He made, as were all things."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:11",
                            "text": "Wherefore the Son is not true God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:12",
                            "text": "Now it may serve to make them understand what they are saying, to ask them first this, what in fact a son is, and of what is that name significant."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:13",
                            "text": "In truth, Divine Scripture acquaints us with a double sense of this word:—one which Moses sets before us in the Law, 'When ye shall hearken to the voice of the Lord thy God, to keep all His commandments which I command thee this day, to do that which is right in the eyes of the Lord thy God, ye are children of the Lord your God;' as also in the Gospel, John says, 'But as many as received Him, to them gave He power to become the sons of God:'—and the other sense, that in which Isaac is son of Abraham, and Jacob of Isaac, and the Patriarchs of Jacob."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:14",
                            "text": "Now in which of these two senses do they understand the Son of God that they relate such fables as the foregoing? for I feel sure they will issue in the same irreligion with Eusebius and his fellows."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:15",
                            "text": "If in the first, which belongs to those who gain the name by grace from moral improvement, and receive power to become sons of God (for this is what their predecessors said), then He would seem to differ from us in nothing; no, nor would He be Only-begotten, as having obtained the title of Son as others from His virtue."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:16",
                            "text": "For granting what they say, that, whereas His qualifications were fore-known, He therefore received grace from the first, the name, and the glory of the name, from His very first beginning, still there will be no difference between Him and those who receive the name after their actions, so long as this is the ground on which He as others has the character of son."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:17",
                            "text": "For Adam too, though he received grace from the first, and upon his creation was at once placed in paradise, differed in no respect either from Enoch, who was translated thither after some time from his birth on his pleasing God, or from the Apostle, who likewise was caught up to Paradise after his actions; nay, not from him who once was a thief, who on the ground of his confession, received a promise that he should be forthwith in paradise."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:18",
                            "text": "When thus pressed, they will perhaps make an answer which has brought them into trouble many times already; \"We consider that the Son has this prerogative over others, and therefore is called Only-begotten, because He alone was brought to be by God alone, and all other things were created by God through the Son\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:19",
                            "text": "Now I wonder who it was that suggested to you so futile and novel an idea as that the Father alone wrought with His own hand the Son alone, and that all other things were brought to be by the Son as by an under-worker."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:20",
                            "text": "If for the toil's sake God was content with making the Son only, instead of making all things at once, this is an irreligious thought, especially in those who know the words of Esaias, 'The everlasting God, the Lord, the Creator of the ends of the earth, hungereth not, neither is weary; there is no searching of His understanding."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:21",
                            "text": "' Rather it is He who gives strength to the hungry, and through His Word refreshes the labouring."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:22",
                            "text": "Again, it is irreligious to suppose that He disdained, as if a humble task, to form the creatures Himself which came after the Son; for there is no pride in that God, who goes down with Jacob into Egypt, and for Abraham's sake corrects Abimelek because of Sara, and speaks face to face with Moses, himself a man, and descends upon Mount Sinai, and by His secret grace fights for the people against Amalek."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:23",
                            "text": "However, you are false even in this assertion, for 'He made us, and not we ourselves."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:24",
                            "text": "' He it is who through His Word made all things small and great, and we may not divide the creation, and says this is the Father's, and this the Son's, but they are of one God, who uses His proper Word as a Hand, and in Him does all things."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:25",
                            "text": "This God Himself shews us, when He says, 'All these things hath My Hand made;' while Paul taught us as he had learned, that 'There is one God, from whom all things; and one Lord Jesus Christ, through whom all things."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:26",
                            "text": "' Thus He, always as now, speaks to the sun and it rises, and commands the clouds and it rains upon one place; and where it does not rain, it is dried up."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:27",
                            "text": "And He bids the earth yield her fruits, and fashions Jeremias in the womb."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:28",
                            "text": "But if He now does all this, assuredly at the beginning also He did not disdain to make all things Himself through the Word; for these are but parts of the whole."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:29",
                            "text": "But let us suppose that the other creatures could not endure to be wrought by the absolute Hand of the Unoriginate and therefore the Son alone was brought into being by the Father alone, and other things by the Son as an underworker and assistant, for this is what Asterius the sacrificer has written, and Arius has transcribed and bequeathed to his own friends, and from that time they use this form of words, broken reed as it is, being ignorant, the bewildered men, how brittle it is."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:30",
                            "text": "For if it was impossible for things originate to bear the hand of God, and you hold the Son to be one of their number, how was He too equal to this formation by God alone? and if a Mediator became necessary that things originate might come to be, and you hold the Son to be originated, then must there have been some medium before Him, for His creation; and that Mediator himself again being a creature, it follows that he too needed another Mediator for his own constitution."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:31",
                            "text": "And though we were to devise another, we must first devise his Mediator, so that we shall never come to an end."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:32",
                            "text": "And thus a Mediator being ever in request, never will the creation be constituted, because nothing originate, as you say, can bear the absolute hand of the Unoriginate."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:33",
                            "text": "And if, on your perceiving the extravagance of this, you begin to say that the Son, though a creature, was made capable of being made by the Unoriginate, then it follows that other things also, though originated, are capable of being wrought immediately by the Unoriginate; for the Son too is but a creature in your judgment, as all of them."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:34",
                            "text": "And accordingly the origination of the Word is superfluous, according to your irreligious and futile imagination, God being sufficient for the immediate formation of all things, and all things originate being capable of sustaining His absolute hand."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:35",
                            "text": "These irreligious men then having so little mind amid their madness, let us see whether this particular sophism be not even more irrational than the others."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:36",
                            "text": "Adam was created alone by God alone through the Word; yet no one would say that Adam had any prerogative over other men, or was different from those who came after him, granting that he alone was made and fashioned by God alone, and we all spring from Adam, and consist according to succession of the race, so long as he was fashioned from the earth as others, and at first not being, afterwards came to be."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:37",
                            "text": "But though we were to allow some prerogative to the Protoplast as having been deemed worthy of the hand of God, still it must be one of honour not of nature."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:38",
                            "text": "For he came of the earth, as other men; and the hand which then fashioned Adam, is also both now and ever fashioning and giving entire consistence to those who come after him."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:39",
                            "text": "And God Himself declares this to Jeremiah, as I said before; 'Before I formed thee in the womb, I knew thee;' and so He says of all, 'All those things hath My hand made;' and again by Isaiah, 'Thus saith the Lord, thy redeemer, and He that formed thee from the womb, I am the Lord that maketh all things; that stretcheth forth the heavens alone; that spreadeth abroad the earth by Myself."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:40",
                            "text": "' And David, knowing this, says in the Psalm, 'Thy hands have made me and fashioned me;' and he who says in Isaiah, 'Thus saith the Lord who formed me from the womb to be His servant,' signifies the same."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:41",
                            "text": "Therefore, in respect of nature, he differs nothing from us though he precede us in time, so long as we all consist and are created by the same hand."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:42",
                            "text": "If then these be your thoughts, O Arians, about the Son of God too, that thus He subsists and came to be, then in your judgment He will differ nothing on the score of nature from others, so long as He too was not, and came to be, and the name was by grace united to Him in His creation for His virtue's sake."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:43",
                            "text": "For He Himself is one of those, from what you say, of whom the Spirit says in the Psalms, 'He spake the word, and they were made; He commanded, and they were created."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:44",
                            "text": "' If so, who was it by whom God gave command for the Son's creation? for a Word there must be by whom God gave command, and in whom the works are created; but you have no other to shew than the Word you deny, unless indeed you should devise again some new notion."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:45",
                            "text": "\"Yes,\" they will say, \"we have another;\" (which indeed I formerly heard Eusebius and his fellows use), \"on this score do we consider that the Son of God has a prerogative over others, and is called Only-begotten, because He alone partakes the Father, and all other things partake the Son\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:46",
                            "text": "Thus they weary themselves in changing and in varying their phrases like colours; however, this shall not save them from an exposure, as men that are of the earth, speaking vainly, and wallowing in their own conceits as in mire."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:47",
                            "text": "For if He were called God's Son, and we the Son's sons, their fiction were plausible; but if we too are said to be sons of that God, of whom He is Son, then we too partake the Father, who says, 'I have begotten and exalted children."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:48",
                            "text": "' For if we did not partake Him, He had not said, 'I have begotten;' but if He Himself begat us, no other than He is our Father."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:49",
                            "text": "And, as before, it matters not, whether the Son has something more and was made first, but we something less, and were made afterwards, as long as we all partake, and are called sons, of the same Father."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:50",
                            "text": "For the more or less does not indicate a different nature; but attaches to each according to the practice of virtue; and one is placed over ten cities, another over five; and some sit on twelve thrones judging the twelve tribes of Israel; and others hear the words, 'Come, ye blessed of My Father,' and, 'Well done, good and faithful servant."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:51",
                            "text": "' With such ideas, however, no wonder they imagine that of such a Son God was not always Father, and such a Son was not always in being, but was generated from nothing as a creature, and was not before His generation; for such an one is other than the True Son of God."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:52",
                            "text": "But to persist in such teaching does not consist with piety, for it is rather the tone of thought of Sadducees and the Samosatene; it remains then to say that the Son of God is so called according to the other sense, in which Isaac was son of Abraham; for what is naturally begotten from any one and does not accrue to him from without, that in the nature of things is a son, and that is what the name implies."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:53",
                            "text": "Is then the Son's generation one of human affection? (for this perhaps, as their predecessors, they too will be ready to object in their ignorance;)—in no wise; for God is not as man, nor men as God."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:54",
                            "text": "Men were created of matter, and that passible; but God is immaterial and incorporeal."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:55",
                            "text": "And if so be the same terms are used of God and man in divine Scripture, yet the clear-sighted, as Paul enjoins, will study it, and thereby discriminate, and dispose of what is written according to the nature of each subject, and avoid any confusion of sense, so as neither to conceive of the things of God in a human way, nor to ascribe the things of man to God."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:56",
                            "text": "For this were to mix wine with water, and to place upon the altar strange fire with that which is divine."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:57",
                            "text": "For God creates, and to create is also ascribed to men; and God has being, and men are said to be, having received from God this gift also."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:58",
                            "text": "Yet does God create as men do? or is His being as man's being? Perish the thought; we understand the terms in one sense of God, and in another of men."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:59",
                            "text": "For God creates, in that He calls what is not into being, needing nothing thereunto; but men work some existing material, first praying, and so gaining the wit to make, from that God who has framed all things by His proper Word."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:60",
                            "text": "And again men, being incapable of self-existence, are enclosed in place, and consist in the Word of God; but God is self-existent, enclosing all things, and enclosed by none; within all according to His own goodness and power, yet without all in His proper nature."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:61",
                            "text": "As then men create not as God creates, as their being is not such as God's being, so men's generation is in one way, and the Son is from the Father in another."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:62",
                            "text": "For the offspring of men are portions of their fathers, since the very nature of bodies is not uncompounded, but in a state of flux, and composed of parts; and men lose their substance in begetting, and again they gain substance from the accession of food."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:63",
                            "text": "And on this account men in their time become fathers of many children; but God, being without parts, is Father of the Son without partition or passion; for there is neither effluence of the Immaterial, nor influx from without, as among men; and being uncompounded in nature, He is Father of One Only Son."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:64",
                            "text": "This is why He is Only-begotten, and alone in the Father's bosom, and alone is acknowledged by the Father to be from Him, saying, 'This is My beloved Son, in whom I am well pleased."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:65",
                            "text": "' And He too is the Father's Word, from which may be understood the impassible and impartitive nature of the Father, in that not even a human word is begotten with passion or partition, much less the Word of God."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:66",
                            "text": "Wherefore also He sits, as Word, at the Father's right hand; for where the Father is, there also is His Word; but we, as His works, stand in judgment before Him; and, while He is adored, because He is Son of the adorable Father, we adore, confessing Him Lord and God, because we are creatures and other than He."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:67",
                            "text": "The case being thus, let who will among them consider the matter, so that one may abash them by the following question; Is it right to say that what is God's offspring and proper to Him is out of nothing? or is it reasonable in the very idea, that what is from God has accrued to Him, that a man should dare to say that the Son is not always? For in this again the generation of the Son exceeds and transcends the thoughts of man, that we become fathers of our own children in time, since we ourselves first were not and then came into being; but God, in that He ever is, is ever Father of the Son."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:68",
                            "text": "And the origination of mankind is brought home to us from things that are parallel; but, since 'no one knoweth the Son but the Father, and no one knoweth the Father but the Son, and he to whomsoever the Son will reveal Him,' therefore the sacred writers to whom the Son has revealed Him, have given us a certain image from things visible, saying, 'Who is the brightness of His glory, and the Expression of His Person;' and again, 'For with Thee is the well of life, and in Thy light shall we see light;' and when the Word chides Israel, He says, 'Thou hast forsaken the Fountain of wisdom;' and this Fountain it is which says, 'They have forsaken Me the Fountain of living waters."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:69",
                            "text": "' And mean indeed and very dim is the illustration compared with what we desiderate; but yet it is possible from it to understand something above man's nature, instead of thinking the Son's generation to be on a level with ours."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:70",
                            "text": "For who can even imagine that the radiance of light ever was not, so that he should dare to say that the Son was not always, or that the Son was not before His generation? or who is capable of separating the radiance from the sun, or to conceive of the fountain as ever void of life, that he should madly say, 'The Son is from nothing,' who says, 'I am the life,' or 'alien to the Father's essence,' who, says, 'He that hath seen Me, hath seen the Father?' for the sacred writers wishing us thus to understand, have given these illustrations; and it is unseemly and most irreligious, when Scripture contains such images, to form ideas concerning our Lord from others which are neither in Scripture, nor have any religious bearing."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:71",
                            "text": "Therefore let them tell us, from what teacher or by what tradition they derived these notions concerning the Saviour? \"We have read,\" they will say, \"in the Proverbs, 'The Lord created me a beginning of His ways unto His works;'\" this Eusebius and his fellows used to insist on, and you write me word, that the present men also, though overthrown and confuted by an abundance of arguments, still were putting about in every quarter this passage, and saying that the Son was one of the creatures, and reckoning Him with things originated."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:72",
                            "text": "But they seem to me to have a wrong understanding of this passage also; for it has a religious and very orthodox sense, which had they understood, they would not have blasphemed the Lord of glory."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:73",
                            "text": "For on comparing what has been above stated with this passage, they will find a great difference between them."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:74",
                            "text": "For what man of right understanding does not perceive, that what are created and made are external to the maker; but the Son, as the foregoing argument has shewn, exists not externally, but from the Father who begat Him? for man too both builds a house and begets a son, and no one would reverse things, and say that the house or the ship were begotten by the builder, but the son was created and made by him; nor again that the house was an image of the maker, but the son unlike him who begat him; but rather he will confess that the son is an image of the father, but the house a work of art, unless his mind be disordered, and he beside himself."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:75",
                            "text": "Plainly, divine Scripture, which knows better than any the nature of everything, says through Moses, of the creatures, 'In the beginning God created the heaven and the earth;' but of the Son it introduces not another, but the Father Himself saying, 'I have begotten Thee from the womb before the morning star;' and again, 'Thou art My Son, this day have I begotten Thee."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:76",
                            "text": "' And the Lord says of Himself in the Proverbs, 'Before all the hills He begets me;' and concerning things originated and created John speaks, 'All things were made by Him;' but preaching of the Lord, he says, 'The Only-begotten Son, who is in the bosom of the Father, He declared Him."
                        },
                        {
                            "verse": 77,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:77",
                            "text": "' If then son, therefore not creature; if creature, not son; for great is the difference between them, and son and creature cannot be the same, unless His essence be considered to be at once from God, and external to God."
                        },
                        {
                            "verse": 78,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:78",
                            "text": "'Has then the passage no meaning?' for this, like a swarm of gnats, they are droning about us."
                        },
                        {
                            "verse": 79,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:79",
                            "text": "No surely, it is not without meaning, but has a very apposite one; for it is true to say that the Son was created too, but this took place when He became man; for creation belongs to man."
                        },
                        {
                            "verse": 80,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:80",
                            "text": "And any one may find this sense duly given in the divine oracles, who, instead of accounting their study a secondary matter, investigates the time and characters, and the object, and thus studies and ponders what he reads."
                        },
                        {
                            "verse": 81,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:81",
                            "text": "Now as to the season spoken of, he will find for certain that, whereas the Lord always is, at length in fulness of the ages He became man; and whereas He is Son of God, He became Son of man also."
                        },
                        {
                            "verse": 82,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:82",
                            "text": "And as to the object he will understand, that, wishing to annul our death, He took on Himself a body from the Virgin Mary; that by offering this unto the Father a sacrifice for all, He might deliver us all, who by fear of death were all our life through subject to bondage."
                        },
                        {
                            "verse": 83,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:83",
                            "text": "And as to the character, it is indeed the Saviour's, but is said of Him when He took a body and said, 'The Lord created me a beginning of His ways unto His works."
                        },
                        {
                            "verse": 84,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:84",
                            "text": "' For as it properly belongs to God's Son to be everlasting."
                        },
                        {
                            "verse": 85,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:85",
                            "text": "and in the Father's bosom, so on His becoming man, the words befitted Him, 'The Lord created me."
                        },
                        {
                            "verse": 86,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:86",
                            "text": "' For then it is said of Him, as also that He hungered, and thirsted, and asked where Lazarus lay, and suffered, and rose again."
                        },
                        {
                            "verse": 87,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:87",
                            "text": "And as, when we hear of Him as Lord and God and true Light, we understand Him as being from the Father, so on hearing, 'The Lord created,' and 'Servant,' and 'He suffered,' we shall justly ascribe this, not to the Godhead, for it is irrelevant, but we must interpret it by that flesh which He bore for our sakes: for to it these things are proper, and this flesh was none other's than the Word's."
                        },
                        {
                            "verse": 88,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:88",
                            "text": "And if we wish to know the object attained by this, we shall find it to be as follows: that the Word was made flesh in order to offer up this body for all, and that we partaking of His Spirit, might be deified, a gift which we could not otherwise have gained than by His clothing Himself in our created body, for hence we derive our name of \"men of God\" and \"men in Christ\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 3,
                            "name": "Athanasius: Defence of the Nicene Definition 3:89",
                            "text": "But as we, by receiving the Spirit, do not lose our own proper substance, so the Lord, when made man for us, and bearing a body, was no less God; for He was not lessened by the envelopment of the body, but rather deified it and rendered it immortal."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Athanasius: Defence of the Nicene Definition 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:2",
                            "text": "—Proof of the Catholic Sense of the Word Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:3",
                            "text": "Power, Word or Reason, and Wisdom, the names of the Son, imply eternity; as well as the Father's title of Fountain."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:4",
                            "text": "The Arians reply, that these do not formally belong to the essence of the Son, but are names given Him; that God has many words, powers, &c."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:5",
                            "text": "Why there is but one Son and Word, &c."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:6",
                            "text": "All the titles of the Son coincide in Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:7",
                            "text": "This then is quite enough to expose the infamy of the Arian heresy; for, as the Lord has granted, out of their own words is irreligion brought home to them."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:8",
                            "text": "But come now and let us on our part act on the offensive, and call on them for an answer; for now is fair time, when their own ground has failed them, to question them on ours; perhaps it may abash the perverse, and disclose to them whence they have fallen."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:9",
                            "text": "We have learned from divine Scripture, that the Son of God, as was said above, is the very Word and Wisdom of the Father."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:10",
                            "text": "For the Apostle says, 'Christ the power of God and the Wisdom of God;' and John after saying, 'And the Word was made flesh,' at once adds, 'And we saw His glory, the glory as of the Only-begotten of the Father, full of grace and truth,' so that, the Word being the Only-begotten Son, in this Word and in Wisdom heaven and earth and all that is therein were made."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:11",
                            "text": "And of this Wisdom that God is Fountain we have learned from Baruch, by Israel's being charged with having forsaken the Fountain of Wisdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:12",
                            "text": "If then they deny Scripture, they are at once aliens to their name, and may fitly be called of all men atheists, and Christ's enemies, for they have brought upon themselves these names."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:13",
                            "text": "But if they agree with us that the sayings of Scripture are divinely inspired, let them dare to say openly what they think in secret that God was once wordless and wisdomless; and let them in their madness say, 'There was once when He was not,' and, 'before His generation, Christ was not;' and again let them declare that the Fountain begat not Wisdom from itself, but acquired it from without, till they have the daring to say, 'The Son came of nothing;' whence it will follow that there is no longer a Fountain, but a sort of pool, as if receiving water from without, and usurping the name of Fountain."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:14",
                            "text": "How full of irreligion this is, I consider none can doubt who has ever so little understanding."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:15",
                            "text": "But since they mutter something about Word and Wisdom being only names of the Son, we must ask then, If these are only names of the Son, He must be something else beside them."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:16",
                            "text": "And if He is higher than the names, it is not lawful from the lesser to denote the higher; but if He be less than the names, yet He surely must have in Him the principle of this more honourable appellation; and this implies his advance, which is an irreligion equal to anything that has gone before."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:17",
                            "text": "For He who is in the Father, and in whom also the Father is, who says, 'I and the Father are one,' whom he that hath seen, hath seen the Father, to say that He has been exalted by anything external, is the extreme of madness."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:18",
                            "text": "However, when they are beaten hence, and like Eusebius and his fellows, are in these great straits, then they have this remaining plea, which Arius too in ballads, and in his own Thalia, fabled, as a new difficulty: 'Many words speaketh God; which then of these are we to call Son and Word, Only-begotten of the Father?' Insensate, and anything but Christians! for first, on using such language about God, they conceive of Him almost as a man, speaking and reversing His first words by His second, just as if one Word from God were not sufficient for the framing of all things at the Father's will, and for His providential care of all."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:19",
                            "text": "For His speaking many words would argue a feebleness in them all, each needing the service of the other."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:20",
                            "text": "But that God should have one Word, which is the true doctrine, both shews the power of God, and the perfection of the Word that is from Him, and the religious understanding of them who thus believe."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:21",
                            "text": "O that they would consent to confess the truth from this their own statement! for if they once grant that God produces words, they plainly know Him to be a Father; and acknowledging this, let them consider that, while they are loth to ascribe one Word to God, they are imagining that He is Father of many; and while they are loth to say that there is no Word of God at all, yet they do not confess that He is the Son of God,—which is ignorance of the truth, and inexperience in divine Scripture."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:22",
                            "text": "For if God is Father of a word at all, wherefore is not He that is begotten a Son? And again, who should be Son of God, but His Word? For there are not many words, or each would be imperfect, but one is the Word, that He only may be perfect, and because, God being one, His Image too must be one, which is the Son."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:23",
                            "text": "For the Son of God, as may be learnt from the divine oracles themselves, is Himself the Word of God, and the Wisdom, and the Image, and the Hand, and the Power; for God's offspring is one, and of the generation from the Father these titles are tokens."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:24",
                            "text": "For if you say the Son, you have declared what is from the Father by nature; and if you think of the Word, you are thinking again of what is from Him, and what is inseparable; and, speaking of Wisdom, again you mean just as much, what is not from without, but from Him and in Him; and if you name the Power and the Hand, again you speak of what is proper to essence; and, speaking of the Image, you signify the Son; for what else is like God but the offspring from Him? Doubtless the things, which came to be through the Word, these are 'founded in Wisdom' and what are 'founded in Wisdom,' these are all made by the Hand, and came to be through the Son."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:25",
                            "text": "And we have proof of this, not from external sources, but from the Scriptures; for God Himself says by Isaiah the Prophet; 'My hand also hath laid the foundation of the earth, and My right hand hath spanned the heavens."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:26",
                            "text": "' And again, 'And I will cover thee in the shadow of My Hand, by which I planted the heavens, and laid the foundations of the earth."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:27",
                            "text": "' And David being taught this, and knowing that the Lord's Hand was nothing else than Wisdom, says in the Psalm, 'In wisdom hast Thou made them all; the earth is full of Thy creation."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:28",
                            "text": "' Solomon also received the same from God, and said, 'The Lord by wisdom founded the earth,' and John, knowing that the Word was the Hand and the Wisdom, thus preached, 'In the beginning was the Word, and the Word was with God, and the Word was God; the same was in the beginning with God: all things were made by Him, and without Him was not anything made."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:29",
                            "text": "' And the Apostle, seeing that the Hand and the Wisdom and the Word was nothing else than the Son, says, 'God, who at sundry times and in divers manners spake in time past unto the Fathers by the Prophets, hath in these last days spoken unto us by His Son, whom He hath appointed Heir of all things, by whom also He made the ages."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:30",
                            "text": "' And again, 'There is one Lord Jesus Christ, through whom are all things, and we through Him."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:31",
                            "text": "' And knowing also that the Word, the Wisdom, the Son Himself was the Image of the Father, he says in the Epistle to the Colossians, 'Giving thanks to God and the Father, which hath made us meet to be partakers of the inheritance of the Saints in light, who hath delivered us from the power of darkness, and hath translated us into the kingdom of His dear Son; in whom we have redemption, even the remission of sins; who is the Image of the Invisible God, the First-born of every creature; for by Him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions or principalities or powers; all things were created by Him and for Him; and He is before all things, and in Him all things consist."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:32",
                            "text": "' For as all things are created by the Word, so, because He is the Image, are they also created in Him."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Athanasius: Defence of the Nicene Definition 4:33",
                            "text": "And thus anyone who directs his thoughts to the Lord, will avoid stumbling upon the stone of offence, but rather will go forward to the brightness in the light of truth; for this is really the doctrine of truth, though these contentious men burst with spite, neither religious toward God, nor abashed at their confutation."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Athanasius: Defence of the Nicene Definition 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:2",
                            "text": "—Defence of the Council's Phrases, \"from the essence,\" And \"one in essence\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:3",
                            "text": "Objection that the phrases are not scriptural; we ought to look at the sense more than the wording; evasion of the Arians as to the phrase \"of God\" which is in Scripture; their evasion of all explanations but those which the Council selected, which were intended to negative the Arian formulae; protest against their conveying any material sense."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:4",
                            "text": "Now Eusebius and his fellows were at the former period examined at great length, and convicted themselves, as I said before; on this they subscribed; and after this change of mind they kept in quiet and retirement; but since the present party, in the fresh arrogance of irreligion, and in dizziness about the truth, are full set upon accusing the Council, let them tell us what are the sort of Scriptures from which they have learned, or who is the Saint by whom they have been taught, that they have heaped together the phrases, 'out of nothing,' and 'He was not before His generation,' and 'once He was not,' and 'alterable,' and 'pre-existence,' and 'at the will;' which are their fables in mockery of the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:5",
                            "text": "For the blessed Paul in his Epistle to the Hebrews says, 'By faith we understand that the ages were framed by the Word of God, so that that which is seen was not made of things which do appear."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:6",
                            "text": "' But nothing is common to the Word with the ages; for He it is who is in existence before the ages, by whom also the ages came to be."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:7",
                            "text": "And in the Shepherd it is written (since they allege this book also, though it is not of the Canon), 'First of all believe, that God is one, who created all things, and arranged them, and brought all things from nothing into being;' but this again does not relate to the Son, for it speaks concerning all things which came to be through Him, from whom He is distinct; for it is not possible to reckon the Framer of all with the things made by Him, unless a man is so beside himself as to say that the architect also is the same as the buildings which he rears."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:8",
                            "text": "Why then, when they have invented on their part unscriptural phrases, for the purposes of irreligion, do they accuse those who are religious in their use of them? For irreligiousness is utterly forbidden, though it be attempted to disguise it with artful expressions and plausible sophisms; but religiousness is confessed by all to be lawful, even though presented in strange phrases, provided only they are used with a religious view, and a wish to make them the expression of religious thoughts."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:9",
                            "text": "Now the aforesaid grovelling phrases of Christ's enemies have been shewn in these remarks to be both formerly and now replete with irreligion; whereas the definition of the Council against them, if accurately examined, will be found to be altogether a representation of the truth, and especially if diligent attention be paid to the occasion which gave rise to these expressions, which was reasonable, and was as follows:—."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:10",
                            "text": "The Council wishing to do away with the irreligious phrases of the Arians, and to use instead the acknowledged words of the Scriptures, that the Son is not from nothing but 'from God,' and is 'Word' and 'Wisdom,' and not creature or work, but a proper offspring from the Father, Eusebius and his fellows, led by their inveterate heterodoxy, understood the phrase 'from God' as belonging to us, as if in respect to it the Word of God differed nothing from us, and that because it is written, 'There is one God, from whom, all things;' and again, 'Old things are passed away, behold, all things are become new, and all things are from God."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:11",
                            "text": "' But the Fathers, perceiving their craft and the cunning of their irreligion, were forced to express more distinctly the sense of the words 'from God."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:12",
                            "text": "' Accordingly, they wrote 'from the essence of God,' in order that 'from God' might not be considered common and equal in the Son and in things originate, but that all others might be acknowledged as creatures, and the Word alone as from the Father."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:13",
                            "text": "For though all things be said to be from God, yet this is not in the sense in which the Son is from Him; for as to the creatures, 'of God' is said of them on this account, in that they exist not at random or spontaneously, nor come to be by chance, according to those philosophers who refer them to the combination of atoms, and to elements of similar structure,—nor as certain heretics speak of a distinct Framer,—nor as others again say that the constitution of all things is from certain Angels;—but in that (whereas God is), it was by Him that all things were brought into being, not being before, through His Word; but as to the Word, since He is not a creature, He alone is both called and is 'from the Father;' and it is significant of this sense to say that the Son is 'from the essence of the Father,' for to nothing originate does this attach."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:14",
                            "text": "In truth, when Paul says that 'all things are from God,' he immediately adds, 'and one Lord Jesus Christ, through whom all things,' in order to shew all men, that the Son is other than all these things which came to be from God (for the things which came to be from God, came to be through His Son); and that he had used his foregoing words with reference to the world as framed by God, and not as if all things were from the Father as the Son is."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:15",
                            "text": "For neither are other things as the Son, nor is the Word one among others, for He is Lord and Framer of all; and on this account did the Holy Council declare expressly that He was of the essence of the Father, that we might believe the Word to be other than the nature of things originate, being alone truly from God; and that no subterfuge should be left open to the irreligious."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:16",
                            "text": "This then was the reason why the Council wrote 'of the essence."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:17",
                            "text": "'."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:18",
                            "text": "Again, when the Bishops said that the Word must be described as the True Power and Image of the Father, in all things exact and like the Father, and as unalterable, and as always, and as in Him without division (for never was the Word not, but He was always, existing everlastingly with the Father, as the radiance of light), Eusebius and his fellows endured indeed, as not daring to contradict, being put to shame by the arguments which were urged against them; but withal they were caught whispering to each other and winking with their eyes, that 'like,' and 'always,' and 'power,' and 'in Him,' were, as before, common to us and the Son, and that it was no difficulty to agree to these."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:19",
                            "text": "As to 'like,' they said that it is written of us, 'Man is the image and glory of God:' 'always,' that it was written, 'For we which live are alway:' 'in Him,' 'In Him we live and move and have our being:' 'unalterable,' that it is written, 'Nothing shall separate us from the love of Christ:' as to 'power,' that the caterpillar and the locust are called 'power' and 'great power,' and that it is often said of the people, for instance, 'All the power of the Lord came out of the land of Egypt:' and there are others also, heavenly ones, for Scripture says, 'The Lord of powers is with us, the God of Jacob is our refuge."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:20",
                            "text": "' Indeed Asterius, by title the sophist, had said the like in writing, having learned it from them, and before him Arius having learned it also, as has been said."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:21",
                            "text": "But the Bishops discerning in this too their dissimulation, and whereas it is written, 'Deceit is in the heart of the irreligious that imagine evil,' were again compelled on their part to collect the sense of the Scriptures, and to re-say and re-write what they had said before, more distinctly still, namely, that the Son is 'one in essence' with the Father: by way of signifying, that the Son was from the Father, and not merely like, but the same in likeness, and of shewing that the Son's likeness and unalterableness was different from such copy of the same as is ascribed to us, which we acquire from virtue on the ground of observance of the commandments."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:22",
                            "text": "For bodies which are like each other may be separated and become at distances from each other, as are human sons relatively to their parents (as it is written concerning Adam and Seth, who was begotten of him that he was like him after his own pattern); but since the generation of the Son from the Father is not according to the nature of men, and not only like, but also inseparable from the essence of the Father, and He and the Father are one, as He has said Himself, and the Word is ever in the Father and the Father in the Word, as the radiance stands towards the light (for this the phrase itself indicates), therefore the Council, as understanding this, suitably wrote 'one in essence,' that they might both defeat the perverseness of the heretics, and shew that the Word was other than originated things."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:23",
                            "text": "For, after thus writing, they at once added, 'But they who say that the Son of God is from nothing, or created, or alterable, or a work, or from other essence, these the Holy Catholic Church anathematizes."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:24",
                            "text": "' And by saying this, they shewed clearly that 'of the essence,' and 'one in essence,' are destructive of those catchwords of irreligion, such as 'created,' and 'work,' and 'originated,' and 'alterable,' and 'He was not before His generation."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:25",
                            "text": "' And he who holds these, contradicts the Council; but he who does not hold with Arius, must needs hold and intend the decisions of the Council, suitably regarding them to signify the relation of the radiance to the light, and from thence gaining the illustration of the truth."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:26",
                            "text": "Therefore if they, as the others, make an excuse that the terms are strange, let them consider the sense in which the Council so wrote, and anathematize what the Council anathematized; and then if they can, let them find fault with the expressions."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:27",
                            "text": "But I well know that, if they hold the sense of the Council, they will fully accept the terms in which it is conveyed; whereas if it be the sense which they wish to complain of, all must see that it is idle in them to discuss the wording, when they are but seeking handles for irreligion."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:28",
                            "text": "This then was the reason of these expressions; but if they still complain that such are not scriptural, that very complaint is a reason why they should be cast out, as talking idly and disordered in mind."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:29",
                            "text": "And let them blame themselves in this matter, for they set the example, beginning their war against God with words not in Scripture."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:30",
                            "text": "However, if a person is interested in the question, let him know, that, even if the expressions are not in so many words in the Scriptures, yet, as was said before, they contain the sense of the Scriptures, and expressing it, they convey it to those who have their hearing unimpaired for religious doctrine."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:31",
                            "text": "Now this circumstance it is for thee to consider, and for those ill-instructed men to give ear to."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:32",
                            "text": "It has been shewn above, and must be believed as true, that the Word is from the Father, and the only Offspring proper to Him and natural."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:33",
                            "text": "For whence may one conceive the Son to be, who is the Wisdom and the Word, in whom all things came to be, but from God Himself? However, the Scriptures also teach us this, since the Father says by David, 'My heart uttered a good Word,' and, 'From the womb before the morning star I begat Thee;' and the Son signifies to the Jews about Himself, 'If God were your Father, ye would love Me; for I proceeded forth from the Father."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:34",
                            "text": "' And again; 'Not that anyone has seen the Father, save He which is from God, He hath seen the Father."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:35",
                            "text": "' And moreover, 'I and My Father are one,' and, 'I in the Father and the Father in Me,' is equivalent to saying, 'I am from the Father, and inseparable from Him."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:36",
                            "text": "' And John in saying, 'The Only-begotten Son which is in the bosom of the Father, He hath declared Him,' spoke of what He had learned from the Saviour."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:37",
                            "text": "Besides, what else does 'in the bosom' intimate, but the Son's genuine generation from the Father?."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:38",
                            "text": "If then any man conceives God to be compound, as accident is in essence, or to have any external envelopement, and to be encompassed, or as if there is aught about Him which completes the essence, so that when we say 'God,' or name 'Father,' we do not signify the invisible and incomprehensible essence, but something about it, then let them complain of the Council's stating that the Son was from the essence of God; but let them reflect, that in thus considering they utter two blasphemies; for they make God corporeal, and they falsely say that the Lord is not Son of the very Father, but of what is about Him."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:39",
                            "text": "But if God be simple, as He is, it follows that in saying 'God' and naming 'Father,' we name nothing as if about Him, but signify his essence itself."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:40",
                            "text": "For though to comprehend what the essence of God is be impossible, yet if we only understand that God is, and if Scripture indicates Him by means of these titles, we, with the intention of indicating Him and none else, call Him God and Father and Lord."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:41",
                            "text": "When then He says, 'I am that I am,' and 'I am the Lord God,' or when Scripture says, 'God,' we understand nothing else by it but the intimation of His incomprehensible essence Itself, and that He Is, who is spoken of."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:42",
                            "text": "Therefore let no one be startled on hearing that the Son of God is from the Essence of the Father; but rather let him accept the explanation of the Fathers, who in more explicit but equivalent language have for 'from God' written 'of the essence."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:43",
                            "text": "' For they considered it the same thing to say that the Word was 'of God' and 'of the essence of God,' since the word 'God,' as I have already said, signifies nothing but the essence of Him Who Is."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:44",
                            "text": "If then the Word is not in such sense from God, as a son, genuine and natural, from a father, but only as creatures because they are framed, and as 'all things are from God,' then neither is He from the essence of the Father, nor is the Son again Son according to essence, but in consequence of virtue, as we who are called sons by grace."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:45",
                            "text": "But if He only is from God, as a genuine Son, as He is, then the Son may reasonably be called from the essence of God."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:46",
                            "text": "Again, the illustration of the Light and the Radiance has this meaning."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:47",
                            "text": "For the Saints have not said that the Word was related to God as fire kindled from the heat of the sun, which is commonly put out again, for this is an external work and a creature of its author, but they all preach of Him as Radiance, thereby to signify His being from the essence, proper and indivisible, and His oneness with the Father."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:48",
                            "text": "This also will secure His true unchangableness and immutability; for how can these be His, unless He be proper Offspring of the Father's essence? for this too must be taken to confirm His identity with His own Father."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:49",
                            "text": "Our explanation then having so religious an aspect, Christ's enemies should not be startled at the 'One in essence,' either, since this term also has a sound sense and good reasons."
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:50",
                            "text": "Indeed, if we say that the Word is from the essence of God (for after what has been said this must be a phrase admitted by them), what does this mean but the truth and eternity of the essence from which He is begotten? for it is not different in kind, lest it be combined with the essence of God as something foreign and unlike it."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:51",
                            "text": "Nor is He like only outwardly, lest He seem in some respect or wholly to be other in essence, as brass shines like gold and silver like tin."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:52",
                            "text": "For these are foreign and of other nature, are separated off from each other in nature and virtues, nor is brass proper to gold, nor is the pigeon born from the dove; but though they are considered like, yet they differ in essence."
                        },
                        {
                            "verse": 53,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:53",
                            "text": "If then it be thus with the Son, let Him be a creature as we are, and not One in essence; but if the Son is Word, Wisdom, Image of the Father, Radiance, He must in all reason be One in essence."
                        },
                        {
                            "verse": 54,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:54",
                            "text": "For unless it be proved that He is not from God, but an instrument different in nature and different in essence, surely the Council was sound in its doctrine and correct in its decree."
                        },
                        {
                            "verse": 55,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:55",
                            "text": "Further, let every corporeal reference be banished on this subject; and transcending every imagination of sense, let us, with pure understanding and with mind alone, apprehend the genuine relation of son to father, and the Word's proper relation towards God, and the unvarying likeness of the radiance towards the light: for as the words 'Offspring' and 'Son' bear, and are meant to bear, no human sense, but one suitable to God, in like manner when we hear the phrase 'one in essence,' let us not fall upon human senses, and imagine partitions and divisions of the Godhead, but as having our thoughts directed to things immaterial, let us preserve undivided the oneness of nature and the identity of light; for this is proper to a son as regards a father, and in this is shewn that God is truly Father of the Word."
                        },
                        {
                            "verse": 56,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:56",
                            "text": "Here again, the illustration of light and its radiance is in point."
                        },
                        {
                            "verse": 57,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:57",
                            "text": "Who will presume to say that the radiance is unlike and foreign to the sun? rather who, thus considering the radiance relatively to the sun, and the identity of the light, would not say with confidence, 'Truly the light and the radiance are one, and the one is manifested in the other, and the radiance is in the sun, so that whoso sees this, sees that also?' but such a oneness and natural property, what should it be named by those who believe and see aright, but Offspring one in essence? and God's Offspring what should we fittingly and suitably consider, but Word, and Wisdom, and Power? which it were a sin to say was foreign to the Father, or a crime even to imagine as other than with Him everlastingly."
                        },
                        {
                            "verse": 58,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:58",
                            "text": "For by this Offspring the Father made all things, and extended His Providence unto all things; by Him He exercises His love to man, and thus He and the Father are one, as has been said; unless indeed these perverse men make a fresh attempt, and say that the essence of the Word is not the same as the Light which is in Him from the Father, as if the Light in the Son were one with the Father, but He Himself foreign in essence as being a creature."
                        },
                        {
                            "verse": 59,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:59",
                            "text": "Yet this is simply the belief of Caiaphas and the Samosatene, which the Church cast out, but these now are disguising; and by this they fell from the truth, and were declared to be heretics."
                        },
                        {
                            "verse": 60,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:60",
                            "text": "For if He partakes in fulness the light from the Father, why is He not rather that which others partake, that there be no medium introduced between Him and the Father? Otherwise, it is no longer clear that all things were generated by the Son, but by Him, of whom He too partakes."
                        },
                        {
                            "verse": 61,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:61",
                            "text": "And if this is the Word, the Wisdom of the Father, in whom the Father is revealed and known, and frames the world, and without whom the Father doth nothing, evidently He it is who is from the Father: for all things originated partake of Him, as partaking of the Holy Ghost."
                        },
                        {
                            "verse": 62,
                            "chapter": 5,
                            "name": "Athanasius: Defence of the Nicene Definition 5:62",
                            "text": "And being such, He cannot be from nothing, nor a creature at all, but rather a proper Offspring from the Father, as the radiance from light."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Athanasius: Defence of the Nicene Definition 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:2",
                            "text": "—Authorities in Support of the Council."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:3",
                            "text": "Theognostus; Dionysius of Alexandria; Dionysius of Rome; Origen."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:4",
                            "text": "This then is the sense in which they who met at Nicaea made use of these expressions."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:5",
                            "text": "But next that they did not invent them for themselves (since this is one of their excuses), but spoke what they had received from their predecessors, proceed we to prove this also, to cut off even this excuse from them."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:6",
                            "text": "Know then, O Arians, foes of Christ, that Theognostus, a learned man, did not decline the phrase 'of the essence,' for in the second book of his Hypotyposes, he writes thus of the Son:—  \"The essence of the Son is not one procured from without, nor accruing out of nothing, but it sprang from the Father's essence, as the radiance of light, as the vapour of water; for neither the radiance, nor the vapour, is the water itself or the sun itself, nor is it alien; but it is an effluence of the Father's essence, which, however, suffers no partition."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:7",
                            "text": "For as the sun remains the same, and is not impaired by the rays poured forth by it, so neither does the Father's essence suffer change, though it has the Son as an Image of Itself\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:8",
                            "text": "Theognostus then, after previously investigating in the way of an exercise, proceeds to lay down his sentiments in the foregoing words."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:9",
                            "text": "Next, Dionysius, who was Bishop of Alexandria, upon his writing against Sabellius and expounding at large the Saviour's Economy according to the flesh, and thence proving against the Sabellians that not the Father but His Word became flesh, as John has said, was suspected of saying that the Son as a thing made and originated, and not one in essence with the Father; on this he writes to his namesake Dionysius, Bishop of Rome, to allege in his defence that this was a slander upon him."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:10",
                            "text": "And he assured him that he had not called the Son made, nay, did confess Him to be even one in essence."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:11",
                            "text": "And his words ran thus:—  \"And I have written in another letter a refutation of the false charge they bring against me, that I deny that Christ was one in essence with God."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:12",
                            "text": "For though I say that I have not found this term anywhere in Holy Scripture, yet my remarks which follow, and which they have not noticed, are not inconsistent with that belief."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:13",
                            "text": "For I instanced human birth as being evidently homogeneous, and I observed that undeniably parents differed from their children only in not being the same individuals, otherwise there could be neither parents nor children."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:14",
                            "text": "And my letter, as I said before, owing to present circumstances I am unable to produce; or I would have sent you the very words I used, or rather a copy of it all, which, if I have an opportunity, I will do still."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:15",
                            "text": "But I am sure from recollection that I adduced parallels of things kindred with each other; for instance, that a plant grown from seed or from root, was other than that from which it sprang, yet was altogether one in nature with it: and that a stream flowing from a fountain, gained a new name, for that neither the fountain was called stream, nor the stream fountain, and both existed, and the stream was the water from the fountain\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:16",
                            "text": "And that the Word of God is not a work or creature, but an offspring proper to the Father's essence and indivisible, as the great Council wrote, here you may see in the words of Dionysius, Bishop of Rome, who, while writing against the Sabellians, thus inveighs against those who dared to say so:—  \"Next, I may reasonably turn to those who divide and cut to pieces and destroy that most sacred doctrine of the Church of God, the Divine Monarchy, making it as it were three powers and partitive subsistences and god-heads three."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:17",
                            "text": "I am told that some among you who are catechists and teachers of the Divine Word, take the lead in this tenet, who are diametrically opposed, so to speak, to Sabellius's opinions; for he blasphemously says that the Son is the Father, and the Father the Son, but they in some sort preach three Gods, as dividing the sacred Monad into three subsistences foreign to each other and utterly separate."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:18",
                            "text": "For it must needs be that with the God of the Universe, the Divine Word is united, and the Holy Ghost must repose and habitate in God; thus in one as in a summit, I mean the God of the Universe, must the Divine Triad be gathered up and brought together."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:19",
                            "text": "For it is the doctrine of the presumptuous Marcion, to sever and divide the Divine Monarchy into three origins,—a devil's teaching, not that of Christ's true disciples and lovers of the Saviour's lessons."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:20",
                            "text": "For they know well that a Triad is preached by divine Scripture, but that neither Old Testament nor New preaches three Gods."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:21",
                            "text": "Equally must one censure those who hold the Son to be a work, and consider that the Lord has come into being, as one of things which really came to be; whereas the divine oracles witness to a generation suitable to Him and becoming, but not to any fashioning or making."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:22",
                            "text": "A blasphemy then is it, not ordinary, but even the highest, to say that the Lord is in any sort a handiwork."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:23",
                            "text": "For if He came to be Son, once He was not; but He was always, if (that is) He be in the Father, as He says Himself, and if the Christ be Word and Wisdom and Power (which, as ye know, divine Scripture says), and these attributes be powers of God."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:24",
                            "text": "If then the Son came into being, once these attributes were not; consequently there was a time, when God was without them; which is most absurd."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:25",
                            "text": "And why say more on these points to you, men full of the Spirit and well aware of the absurdities which come to view from saying that the Son is a work? Not attending, as I consider, to this circumstance, the authors of this opinion have entirely missed the truth, in explaining, contrary to the sense of divine and prophetic Scripture in the passage, the words, 'The Lord created me a beginning of His ways unto His works."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:26",
                            "text": "' For the sense of 'He created,' as ye know, is not one, for we must understand 'He created' in this place, as 'He set over the works made by Him,' that is, 'made by the Son Himself."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:27",
                            "text": "' And 'He created' here must not be taken for 'made,' for creating differs from making."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:28",
                            "text": "'Is not He thy Father that hath bought thee? hath He not made thee and created thee?'says Moses in his great song in Deuteronomy."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:29",
                            "text": "And one may say to them, O reckless men, is He a work, who is 'the First-born of every creature, who is born from the womb before the morning star,' who said, as Wisdom, 'Before all the hills He begets me?' And in many passages of the divine oracles is the Son said to have been generated, but nowhere to have come into being; which manifestly convicts those of misconception about the Lord's generation, who presume to call His divine and ineffable generation a making."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:30",
                            "text": "Neither then may we divide into three Godheads the wonderful and divine Monad; nor disparage with the name of 'work' the dignity and exceeding majesty of the Lord; but we must believe in God the Father Almighty, and in Christ Jesus His Son, and in the Holy Ghost, and hold that to the God of the universe the Word is united."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:31",
                            "text": "For 'I,' says He, 'and the Father are one;' and, 'I in the Father and the Father in Me."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:32",
                            "text": "' For thus both the Divine Triad, and the holy preaching of the Monarchy, will be preserved\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:33",
                            "text": "And concerning the everlasting co-existence of the Word with the Father, and that He is not of another essence or subsistence, but proper to the Father's, as the Bishops in the Council said, you may hear again from the labour-loving Origen also."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:34",
                            "text": "For what he has written as if inquiring and by way of exercise, that let no one take as expressive of his own sentiments, but of parties who are contending in investigation, but what he definitely declares, that is the sentiment of the labour-loving man."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:35",
                            "text": "After his prolusions then (so to speak) against the heretics, straightway he introduces his personal belief, thus:—  \"If there be an Image of the Invisible God, it is an invisible Image; nay, I will be bold to add, that, as being the likeness of the Father, never was it not."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:36",
                            "text": "For when was that God, who, according to John, is called Light (for 'God is Light'), without a radiance of His proper glory, that a man should presume to assert the Son's origin of existence, as if before He was not? But when was not that Image of the Father's Ineffable and Nameless and Unutterable subsistence, that Expression and Word, and He that knows the Father? for let him understand well who dares to say, 'Once the Son was not,' that he is saying, 'Once Wisdom was not,' and 'Word was not,' and 'Life was not."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:37",
                            "text": "'\"  And again elsewhere he says:—  \"But it is not innocent nor without peril, if because of our weakness of understanding we deprive God, as far as in us lies, of the Only-begotten Word ever co-existing with Him; and the Wisdom in which He rejoiced; else He must be conceived as not always possessed of joy\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:38",
                            "text": "See, we are proving that this view has been transmitted from father to father; but ye, O modern Jews and disciples of Caiaphas, how many fathers can ye assign to your phrases? Not one of the understanding and wise; for all abhor you, but the devil alone; none but he is your father in this apostasy, who both in the beginning sowed you with the seed of this irreligion, and now persuades you to slander the Ecumenical Council, for committing to writing, not your doctrines, but that which from the beginning those who were eye-witnesses and ministers of the Word have handed down to us."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:39",
                            "text": "For the faith which the Council has confessed in writing, that is the faith of the Catholic Church; to assert this, the blessed Fathers so expressed themselves while condemning the Arian heresy; and this is a chief reason why these apply themselves to calumniate the Council."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Athanasius: Defence of the Nicene Definition 6:40",
                            "text": "For it is not the terms which trouble them, but that those terms prove them to be heretics, and presumptuous beyond other heresies."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Athanasius: Defence of the Nicene Definition 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:2",
                            "text": "—On the Arian Symbol \"Unoriginate\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:3",
                            "text": "This term afterwards adopted by them; and why; three senses of it."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:4",
                            "text": "A fourth sense."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:5",
                            "text": "Unoriginate denotes God in contrast to His creatures, not to His Son; Father the scriptural title instead; Conclusion."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:6",
                            "text": "This in fact was the reason, when the unsound nature of their phrases had been exposed at that time, and they were henceforth open to the charge of irreligion, that they proceeded to borrow of the Greeks the term Unoriginate, that, under shelter of it, they might reckon among the things originated and the creatures, that Word of God, by whom these very things came to be; so unblushing are they in their irreligion, so obstinate in their blasphemies against the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:7",
                            "text": "If then this want of shame arises from ignorance of the term, they ought to have learned of those who gave it them, and who have not scrupled to say that even intellect, which they derive from Good, and the soul which proceeds from intellect, though their respective origins be known, are notwithstanding unoriginated, for they understand that by so saying they do not disparage that first Origin of which the others come."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:8",
                            "text": "This being the case, let them say the like themselves, or else not speak at all of what they do not know."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:9",
                            "text": "But if they consider they are acquainted with the subject, then they must be interrogated; for the expression is not from divine Scripture, but they are contentious, as elsewhere, for unscriptural positions."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:10",
                            "text": "Just as I have related the reason and sense, with which the Council and the Fathers before it defined and published 'of the essence,' and 'one in essence,' agreeably to what Scripture says of the Saviour; so now let them, if they can, answer on their part what has led them to this unscriptural phrase, and in what sense they call God Unoriginated? In truth, I am told, that the name has different senses; philosophers say that it means, first 'what has not yet, but may, come to be;' next, 'what neither exists, nor can come into being;' and thirdly, 'what exists indeed, but was neither originated nor had origin of being, but is everlasting and indestructible."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:11",
                            "text": "' Now perhaps they will wish to pass over the first two senses, from the absurdity which follows; for according to the first, things that already have come to be, and things that are expected to come to be, are unoriginated; and the second is more absurd still; accordingly they will proceed to the third sense, and use the word in it; though here, in this sense too, their irreligion will be quite as great."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:12",
                            "text": "For if by unoriginated they mean what has no origin of being, nor is originated or created, but eternal, and say that the Word of God is contrary to this, who comprehends not the craft of these foes of God? who but would stone such madmen? for, when they are ashamed to bring forward again those first phrases which they fabled, and which were condemned, the wretches have taken another way to signify them, by means of what they call unoriginate."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:13",
                            "text": "For if the Son be of things originate, it follows, that He too came to be from nothing; and if He has an origin of being, then He was not before His generation; and if He is not eternal, there was once when He was not."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:14",
                            "text": "If these are their sentiments they ought to signify their heterodoxy in their own phrases, and not to hide their perverseness under the cloke of the Unoriginate."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:15",
                            "text": "But instead of this, the evil-minded men do all things with craftiness like their father, the devil; for as he attempts to deceive in the guise of others, so these have broached the term Unoriginate, that they might pretend to speak piously of God, yet might cherish a concealed blasphemy against the Lord, and under a veil might teach it to others."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:16",
                            "text": "However, on the detecting of this sophism, what remains to them? 'We have found another,' say the evildoers; and then proceed to add to what they have said already, that Unoriginate means what has no author of being, but stands itself in this relation to things originated."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:17",
                            "text": "Unthankful, and in truth deaf to the Scriptures! who do everything, and say everything, not to honour God, but to dishonour the Son, ignorant that he who dishonours the Son, dishonours the Father."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:18",
                            "text": "For first, even though they denote God in this way, still the Word is not proved to be of things originated."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:19",
                            "text": "For again, as being an offspring of the essence of the Father, He is of consequence with Him eternally."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:20",
                            "text": "For this name of offspring does not detract from the nature of the Word, nor does Unoriginated take its sense from contrast with the Son, but with the things which come to be through the Son; and as he who addresses an architect, and calls him framer of house or city, does not under this designation allude to the son who is begotten from him, but on account of the art and science which he displays in his work, calls him artificer, signifying thereby that he is not such as the things made by him, and while he knows the nature of the builder, knows also that he whom he begets is other than his works; and in regard to his son calls him father, but in regard to his works, creator and maker; in like manner he who says in this sense that God is unoriginate, names Him from His works, signifying, not only that He is not originated, but that He is maker of things which are so; yet is aware withal that the Word is other than the things originate, and alone a proper offspring of the Father, through whom all things came to be and consist."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:21",
                            "text": "In like manner, when the Prophets spoke of God as All-ruling, they did not so name Him, as if the Word were included in that All; (for they knew that the Son was other than things originated, and Sovereign over them Himself, according to His likeness to the Father); but because He is Ruler over all things which through the Son He has made, and has given the authority of all things to the Son, and having given it, is Himself once more the Lord of all things through the Word."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:22",
                            "text": "Again, when they called God, Lord of the powers, they said not this as if the Word was one of those powers, but because while He is Father of the Son, He is Lord of the powers which through the Son have come to be."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:23",
                            "text": "For again, the Word too, as being in the Father, is Lord of them all, and Sovereign over all; for all things, whatsoever the Father hath, are the Son's."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:24",
                            "text": "This then being the force of such titles, in like manner let a man call God unoriginated, if it so please him; not however as if the Word were of originated things, but because, as I said before, God not only is not originated, but through His proper Word is He the maker of things which are so."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:25",
                            "text": "For though the Father be called such, still the Word is the Father's Image, and one in essence with Him; and being His Image, He must be distinct from things originated, and from everything; for whose Image He is, His property and likeness He hath: so that he who calls the Father unoriginated and almighty, perceives in the Unoriginated and the Almighty, His Word and His Wisdom, which is the Son."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:26",
                            "text": "But these wondrous men, and prompt for irreligion, hit upon the term Unoriginated, not as caring for God's honour, but from malevolence towards the Saviour; for if they had regard to honour and reverent language, it rather had been right and good to acknowledge and to call God Father, than to give Him this name; for in calling God unoriginated, they are, as I said before, calling Him from things which came to be, and as a Maker only, that so they may imply the Word to be a work after their own pleasure; but he who calls God Father, in Him withal signifies His Son also, and cannot fail to know that, whereas there is a Son, through this Son all things that came to be were created."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:27",
                            "text": "Therefore it will be much more accurate to denote God from the Son and to call Him Father, than to name Him and call Him Unoriginated from His works only; for the latter term refers to the works that have come to be at the will of God through the Word, but the name of Father points out the proper offspring from His essence."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:28",
                            "text": "And whereas the Word surpasses things originated, by so much and more also doth calling God Father surpass the calling Him Unoriginated; for the latter is non-scriptural and suspicious, as it has various senses; but the former is simple and scriptural, and more accurate, and alone implies the Son."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:29",
                            "text": "And 'Unoriginated' is a word of the Greeks who know not the Son: but 'Father' has been acknowledged and vouchsafed by our Lord; for He knowing Himself whose Son He was, said, 'I in the Father and the Father in Me;' and, 'He that hath seen Me hath seen the Father;' and, 'I and the Father are one;' but nowhere is He found to call the Father Unoriginated."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:30",
                            "text": "Moreover, when He teaches us to pray, He says not, 'When ye pray, say, O God Unoriginated,' but rather, 'When ye pray, say, Our Father, which art in heaven."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:31",
                            "text": "' And it was His Will, that the Summary of our faith should have the same bearing."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:32",
                            "text": "For He has bid us be baptized, not in the name of Unoriginate and Originate, not into the name of Uncreate and Creature, but into the name of Father, Son, and Holy Spirit, for with such an initiation we too are made sons verily, and using the name of the Father, we acknowledge from that name the Word in the Father."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:33",
                            "text": "But if He wills that we should call His own Father our Father, we must not on that account measure ourselves with the Son according to nature, for it is because of the Son that the Father is so called by us; for since the Word bore our body and came to be in us, therefore by reason of the Word in us, is God called our Father."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:34",
                            "text": "For the Spirit of the Word in us names through us His own Father as ours, which is the Apostle's meaning when he says, 'God hath sent forth the Spirit of His Son into your hearts, crying, Abba, Father."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:35",
                            "text": "'."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:36",
                            "text": "But perhaps being refuted as touching the term Unoriginate also, they will say according to their evil nature, 'It behoved, as regards our Lord and Saviour Jesus Christ also, to state from the Scriptures what is there written of Him, and not to introduce non-scriptural expressions."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:37",
                            "text": "' Yes, it behoved, say I too; for the tokens of truth are more exact as drawn from Scripture, than from other sources; but the ill disposition and the versatile and crafty irreligion of Eusebius and his fellows, compelled the Bishops, as I said before, to publish more distinctly the terms which overthrew their irreligion; and what the Council did write has already been shewn to have an orthodox sense, while the Arians have been shewn to be corrupt in their phrases, and evil in their dispositions."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:38",
                            "text": "The term Unoriginate, having its own sense, and admitting of a religious use, they nevertheless, according to their own idea, and as they will, use for the dishonour of the Saviour, all for the sake of contentiously maintaining, like giants, their fight with God."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:39",
                            "text": "But as they did not escape condemnation when they adduced these former phrases, so when they misconceive of the Unoriginated which in itself admits of being used well and religiously, they were detected, being disgraced before all, and their heresy everywhere proscribed."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:40",
                            "text": "This then, as I could, have I related, by way of explaining what was formerly done in the Council; but I know that the contentious among Christ's foes will not be disposed to change even after hearing this, but will ever search about for other pretences, and for others again after those."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:41",
                            "text": "For as the Prophet speaks, 'If the Ethiopian change his skin, or the leopard his spots', then will they be willing to think religiously, who have been instructed in irreligion."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Athanasius: Defence of the Nicene Definition 7:42",
                            "text": "Thou however, beloved, on receiving this, read it by thyself; and if thou approvest of it, read it also to the brethren who happen to be present, that they too on hearing it, may welcome the Council's zeal for the truth, and the exactness of its sense; and may condemn that of Christ's foes, the Arians, and the futile pretences, which for the sake of their irreligious heresy they have been at the pains to frame among themselves; because to God and the Father is due the glory, honour, and worship with His co-existent Son and Word, together with the All-holy and Life-giving Spirit, now and unto endless ages of ages, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}