{
    "books": [
        {
            "name": "John Cassian: Confrences XIV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences XIV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:1",
                            "text": "XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:2",
                            "text": "The First Conference of Abbot Nesteros."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:3",
                            "text": "On Spiritual Knowledge."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:5",
                            "text": "The words of Abbot Nesteros on the knowledge of the religious."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:6",
                            "text": "The order of our promise and course demands that there should follow the instruction of Abbot Nesteros, a man of excellence in all points and of the greatest knowledge: who when he had seen that we had committed some parts of Holy Scripture to memory and desired to understand them, addressed us in these words."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:7",
                            "text": "There are indeed many different kinds of knowledge in this world, since there is as great a variety of them as there is of the arts and sciences."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:8",
                            "text": "But, while all are either utterly useless or only useful for the good of this present life, there is yet none which has not its own system and method for learning it, by which it can be grasped by those who seek it."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:9",
                            "text": "If then those arts are guided by certain special rules for their publication, how much more does the system and expression of our religion, which tends to the contemplation of the secrets of invisible mysteries, and seeks no present gain but the reward of an eternal recompense, depend on a fixed order and scheme."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIV 1:10",
                            "text": "And the knowledge of this is twofold: first, πρακτική, i-e:, practical, which is brought about by an improvement of morals and purification from faults: secondly, θεωρητική, which consists in the contemplation of things Divine and the knowledge of most sacred thoughts."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences XIV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIV 2:2",
                            "text": "On grasping the knowledge of spiritual things."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIV 2:3",
                            "text": "Whoever then would arrive at this theoretical knowledge must first pursue practical knowledge with all his might and main."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIV 2:4",
                            "text": "For this practical knowledge can be acquired without theoretical, but theoretical cannot possibly be gained without practical."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIV 2:5",
                            "text": "For there are certain stages, so distinct, and arranged in such a way that man's humility may be able to mount on high; and if these follow each other in turn in the order of which we have spoken, man can attain to a height to which he could not fly, if the first step were wanting."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIV 2:6",
                            "text": "In vain then does one strive for the vision of God, who does not shun the stains of sins: \"For the spirit of God hates deception, and dwells not in a body subject to sins\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences XIV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:2",
                            "text": "How practical perfection depends on a double system."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:3",
                            "text": "But this practical perfection depends on a double system; for its first method is to know the nature of all faults and the manner of their cure."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:4",
                            "text": "Its second, to discover the order of the virtues, and form our mind by their perfection so that it may be obedient to them, not as if it were forced and subject to some fierce sway, but as if it delighted in its natural good, and throve upon it, and mounted by that steep and narrow way with real pleasure."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:5",
                            "text": "For in what way will one, who has neither succeeded in understanding the nature of his own faults, nor tried to eradicate them, be able to gain an understanding of virtues, which is the second stage of practical training, or the mysteries of spiritual and heavenly things, which exist in the higher stage of theoretical knowledge? For it will necessarily be maintained that he  cannot advance to more lofty heights who has not surmounted the lower ones, and much less will he be able to grasp those things that are without, who has not succeeded in understanding what is within his comprehension."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:6",
                            "text": "But you should know that we must make an effort with a twofold purpose in our exertion; both for the expulsion of vice, and for the attainment of virtue."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:7",
                            "text": "And this we do not gather from our own conjecture, but are taught by the words of Him who alone knows the strength and method of His work: \"Behold,\" He says: \"I have set thee this day over the nations and over kingdoms, to root up, and to pull down, and to waste, and to destroy, and to build and to plant\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:8",
                            "text": "He points out that for getting rid of noxious things four things are requisite; viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:9",
                            "text": ", to root up, to pull down, to waste, and to destroy: but for the performance of what is good, and the acquisition of what pertains to righteousness only to build and to plant."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIV 3:10",
                            "text": "Whence it is perfectly evident that it is a harder thing to tear up and eradicate the inveterate passions of body and soul than to introduce and plant spiritual virtues."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences XIV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIV 4:2",
                            "text": "How practical life is distributed among many different professions and interests."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIV 4:3",
                            "text": "This practical life then, which as has been said rests on a double system, is distributed among many different professions and interests."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIV 4:4",
                            "text": "For some make it their whole purpose to aim at the secrecy of an anchorite and purity of heart, as we know that in the past Elijah and Elisha, and in our own day the blessed Antony and others who followed with the same object, were joined most closely to God by the silence of solitude."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIV 4:5",
                            "text": "Some have given all their efforts and interests towards the system of the brethren and the watchful care of the Coenobium; as we remember that recently Abbot John, who presided over a big monastery in the neighbourhood of the city Thmuis, and some other men of like merits were eminent with the signs of Apostles."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIV 4:6",
                            "text": "Some are pleased with the kindly service of the guest house and reception, by which in the past the patriarch Abraham and Lot pleased the Lord, and recently the blessed Macarius, a man of singular courtesy and patience who presided over the guest house at Alexandria in such a way as to be considered inferior to none of those who aimed at the retirement of the desert."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIV 4:7",
                            "text": "Some choose the care of the sick, others devote themselves to intercession, which is offered up for the oppressed and afflicted, or give themselves up to teaching, or give alms to the poor, and flourish among men of excellence and renown, by reason of their love and goodness."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences XIV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIV 5:2",
                            "text": "On perseverance in the line that has been chosen."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIV 5:3",
                            "text": "Wherefore it is good and profitable for each one to endeavour with all his might and main to attain perfection in the work that has been begun, according to the line which he has chosen as the grace which he has received; and while he praises and admires the virtues of others, not to swerve from his own line which he has once for all chosen, as he knows that, as the Apostle says, the body of the Church indeed is one, but the members many, and that it has \"gifts differing according to the grace which is given us, whether prophecy, according to the proportion of the faith, whether ministry, in ministering, or he that teacheth, in doctrine, or he that exhorteth in exhortation, he that giveth, in simplicity, he that ruleth, with carefulness, he that showeth mercy, with cheerfulness\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIV 5:4",
                            "text": "For no members can claim the offices of other members, because the eyes cannot perform the duties of the hands, nor the nostrils of the ears."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIV 5:5",
                            "text": "And so not all are Apostles, not all prophets, not all doctors, not all have the gifts of healing, not all speak with tongues, not all interpret."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences XIV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIV 6:2",
                            "text": "How the weak are easily moved."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIV 6:3",
                            "text": "For those who are not yet settled in the line which they have taken up are often, when they hear some praised for different interests and virtues, so excited by the praise of them that they try forthwith to imitate their method: and in this human weakness is sure to expend its efforts to no purpose."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIV 6:4",
                            "text": "For it is an impossibility for one and the same man to excel at once in all those good deeds which I enumerated above."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIV 6:5",
                            "text": "And if anyone is anxious equally to affect them all, he is quite sure to come to this; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIV 6:6",
                            "text": ", that while he pursues them all, he will not thoroughly  succeed in any one, and will lose more than he will gain from this changing and shifting about."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIV 6:7",
                            "text": "For in many ways men advance towards God, and so each man should complete that one which he has once fixed upon, never changing the course of his purpose, so that he may be perfect in whatever line of life his may be."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences XIV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:2",
                            "text": "An instance of chastity which teaches us that all men should not be emulous of all things."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:3",
                            "text": "For apart from that loss, which we have said that a monk incurs who wants in light-mindedness to pass from one pursuit to another, there is a risk of death that is hence incurred, because at times things which are rightly done by some are wrongly taken by others as an example, and things which turned out well for some, are found to be injurious to others."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:4",
                            "text": "For, to give an instance, it is as if one wished to imitate the good deed of that man, which Abbot John is wont to bring forward, not for the sake of imitating him but simply out of admiration for him; for one came to the aforesaid old man in a secular dress and when he had brought him some of the first fruits of his crops, he found some one there possessed by a most fierce devil."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:5",
                            "text": "And this one though he scorned the adjurations and commands of Abbot John, and vowed that he would never at his bidding leave the body which he had occupied, yet was terrified at the coming of this other, and departed with a most humble utterance of his name."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:6",
                            "text": "And the old man marvelled not a little at his so evident grace and was the more astonished at him because he saw that he had on a secular dress; and so began carefully to ask of him the manner of his life and pursuit."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:7",
                            "text": "And when he said that he was living in the world and bound by the ties of marriage, the blessed John, considering in his mind the greatness of his virtue and grace, searched out still more carefully what his manner of life might be."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:8",
                            "text": "He declared that he was a countryman, and that he sought his food by the daily toil of his hands, and was not conscious of anything good about him except that he never went forth to his work in the fields in the morning nor came home in the evening without having returned thanks in Church for the food of his daily life, to God Who gave it; and that he had never used any of his crops without having first offered to God their first fruits and tithes; and that he had never driven his oxen over the bounds of another's harvest without having first muzzled them that his neighbour might not sustain the slightest loss through his carelessness."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:9",
                            "text": "And when these things did not seem to Abbot John sufficient to procure such grace as that with which he saw that he was endowed, and he inquired of him and investigated what it was which could be connected with the merits of such grace, he was induced by respect for such anxious inquiries to confess that, when he wanted to be professed as a monk, he had been compelled by force and his parents' command, twelve years before to take a wife, who, without any body to that day being aware of it, was kept by him as a virgin in the place of a sister."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:10",
                            "text": "And when the old man heard this, he was so overcome with admiration that he announced publicly in his presence that it was not without good reason that the devil who had scorned him himself, could not endure the presence of this man, whose virtue he himself, not only in the ardour of youth, but even now, would not dare to aim at without risk of his chastity."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIV 7:11",
                            "text": "And though Abbot John would tell this story with the utmost admiration, yet he never advised any monk to try this plan as he knew that many things which are rightly done by some involved others who imitate them in great danger, and that that cannot be tried by all, which the Lord bestowed upon a few by a special gift."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences XIV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:2",
                            "text": "Of spiritual knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:3",
                            "text": "But to return to the explanation of the knowledge from which our discourse took its rise."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:4",
                            "text": "Thus, as we said above, practical knowledge is distributed among many subjects and interests, but theoretical is divided into two parts, i-e:, the historical interpretation and the spiritual sense."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:5",
                            "text": "Whence also Solomon when he had summed up the manifold grace of the Church, added: \"for all who are with her are clothed with double garments\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:6",
                            "text": "But of spiritual knowledge there are three kinds, tropological, allegorical, anagogical, of which we read as follows in Proverbs: \"But do you describe these things to yourself in three ways according  to the largeness of your heart\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:7",
                            "text": "And so the history embraces the knowledge of things past and visible, as it is repeated in this way by the Apostle: \"For it is written that Abraham had two sons, the one by a bondwoman, the other by a free: but he who was of the bondwoman was born after the flesh, but he who was of the free was by promise\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:8",
                            "text": "But to the allegory belongs what follows, for what actually happened is said to have prefigured the form of some mystery: \"For these,\" says he, \"are the two covenants, the one from Mount Sinai, which gendereth into bondage, which is Agar."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:9",
                            "text": "For Sinai is a mountain in Arabia, which is compared to Jerusalem which now is, and is in bondage with her children\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:10",
                            "text": "But the anagogical sense rises from spiritual mysteries even to still more sublime and sacred secrets of heaven, and is subjoined by the Apostle in these words: \"But Jerusalem which is above is free, which is the mother of us."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:11",
                            "text": "For it is written, Rejoice, thou barren that bearest not, break forth and cry, thou that travailest not, for many are the children of the desolate more than of her that hath an husband\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:12",
                            "text": "The tropological sense is the moral explanation which has to do with improvement of life and practical teaching, as if we were to understand by these two covenants practical and theoretical instruction, or at any rate as if we were to want to take Jerusalem or Sion as the soul of man, according to this: \"Praise the Lord, O Jerusalem: praise thy God, O Sion\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:13",
                            "text": "And so these four previously mentioned figures coalesce, if we desire, in one subject, so that one and the same Jerusalem can be taken in four senses: historically as the city of the Jews; allegorically as Church of Christ, anagogically as the heavenly city of God \"which is the mother of us all,\" tropologically, as the soul of man, which is frequently subject to praise or blame from the Lord under this title."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:14",
                            "text": "Of these four kinds of interpretation the blessed Apostle speaks as follows: \"But now, brethren, if I come to you speaking with tongues what shall I profit you unless I speak to you either by revelation or by knowledge or by prophecy or by doctrine?\" For \"revelation\" belongs to allegory whereby what is concealed under the historical narrative is revealed in its spiritual sense and interpretation, as for instance if we tried to expound how \"all our fathers were under the cloud and were all baptized unto Moses in the cloud and in the sea,\" and how they \"all ate the same spiritual meat and drank the same spiritual drink from the rock that followed them."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:15",
                            "text": "But the rock was Christ\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:16",
                            "text": "And this explanation where there is a comparison of the figure of the body and blood of Christ which we receive daily, contains the allegorical sense."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:17",
                            "text": "But the knowledge, which is in the same way mentioned by the Apostle, is tropological, as by it we can by a careful study see of all things that have to do with practical discernment whether they are useful and good, as in this case, when we are told to judge of our own selves \"whether it is fitting for a woman to pray to God with her head uncovered\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:18",
                            "text": "And this system, as has been said, contains the moral meaning."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:19",
                            "text": "So \"prophecy\" which the Apostle puts in the third place, alludes to the anagogical sense by which the words are applied to things future and invisible, as here: \"But we would not have you ignorant, brethren, concerning those that sleep: that ye be not sorry as others also who have no hope."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:20",
                            "text": "For if we believe that Christ died and rose again, even so them also which sleep in Jesus will God bring with Him."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:21",
                            "text": "For this we say to you by the word of God, that we which are alive at the coming of the Lord shall not prevent those that sleep in Christ, for the Lord Himself shall descend from heaven with a shout, with the voice of the archangel and with the trump of God; and the dead in Christ shall rise first\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:22",
                            "text": "In which kind of exhortation the figure of anagoge is brought forward."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIV 8:23",
                            "text": "But \"doctrine\" unfolds the simple course of historical exposition, under which is contained no more secret sense, but what is declared by the very words: as in this passage: \"For I delivered unto you first of all what I also received, how that Christ died for our sins according to the Scriptures, and that He was buried, and that He rose again on the third day, and that he was seen of Cephas;\" and: \"God sent His Son, made of a woman, made under the law, to redeem them that were under the law;\" or this: \"Hear, O Israel, the Lord the God is one Lord\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences XIV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:2",
                            "text": "How from practical knowledge we must proceed to spiritual."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:3",
                            "text": "Wherefore if you are anxious to attain to the light of spiritual knowledge, not wrongly for an idle boast but for the sake of being made better men, you are first inflamed with the longing for that blessedness, of which we read: \"blessed are the pure in heart for they shall see God,\" that you may also attain to that of which the angel said to Daniel: \"But they that are learned shall shine as the splendor of the firmament: and they that turn many to righteousness as the stars for ever  and ever;\" and in another prophet: \"Enlighten yourselves with the light of knowledge while there is time\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:4",
                            "text": "And so keeping up that diligence in reading, which I see that you have, endeavour with all eagerness to gain in the first place a thorough grasp of practical, i-e:, ethical knowledge."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:5",
                            "text": "For without this that theoretical purity of which we have spoken cannot be obtained, which those only, who are perfected not by the words of others who teach them, but by the excellence of their own actions, can after much expenditure of effort and toil attain as a reward for it."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:6",
                            "text": "For as they gain their knowledge not from meditation on the law but from the fruit of their labour, they sing with the Psalmist: \"From Thy commandments I have understanding;\" and having overcome all their passions, they say with confidence: \"I will sing, and I will understand in the undefiled way\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:7",
                            "text": "For he who is striving in an undefiled way in the course of a pure heart, as he sings the Psalm, understands the words which are chanted."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:8",
                            "text": "And therefore if you would prepare in your heart a holy tabernacle of spiritual knowledge, purge yourselves from the stain of all sins, and rid yourselves of the cares of this world."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:9",
                            "text": "For it is an impossibility for the soul which is taken up even to a small extent with worldly troubles, to gain the gift of knowledge or to become an author of spiritual interpretation, and diligent in reading holy things."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:10",
                            "text": "Be careful therefore in the first place, and especially you, John, as your more youthful age requires you the rather to be careful about what I am going to say—that you may enjoin absolute silence on your lips, in order that your zeal for reading and the efforts of your purpose may not be destroyed by vain pride."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:11",
                            "text": "For this is the first practical step towards learning, to receive the regulations and opinions of all the Elders with an earnest heart, and with lips that are dumb; and diligently to lay them up in your heart, and endeavour rather to perform than to teach them."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:12",
                            "text": "For from teaching, the dangerous arrogance of vainglory, but from performing, the fruit of spiritual knowledge will flourish."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:13",
                            "text": "And so you should never venture to say anything in the conference of the Elders unless some ignorance that might be injurious, or a matter which it is important to know leads you to ask a question; as some who are puffed up with vainglory, pretend that they ask, in order really to show off the knowledge which they perfectly possess."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:14",
                            "text": "For it is an impossibility for one, who takes to the pursuit of reading with the purpose of gaining the praise of men, to be rewarded with the gift of true knowledge."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:15",
                            "text": "For one who is bound by the chain of this passion, is sure to be also in bondage to other faults, and especially to that of pride: and so if he is baffled by his encounter with practical and ethical knowledge, he will certainly not attain that spiritual knowledge which springs from it."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:16",
                            "text": "Be then in all things \"swift to hear, but slow to speak,\" lest there come upon you that which is noted by Solomon: \"If thou seest a man who is quick to speak, know that there is more hope of a fool than of him;\" and do not presume to teach any one in words what you have not already performed in deed."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:17",
                            "text": "For our Lord taught us by His own example that we ought to keep to this order, as of Him it is said: \"what Jesus began to do and to teach\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:18",
                            "text": "Take care then that you do not rush into teaching before doing, and so be reckoned among the number of those of whom the Lord speaks in the gospel to the disciples: \"What they say unto you, that observe and do, but not after their words: for they say and do not."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:19",
                            "text": "But they bind heavy burdens and grievous to be borne, and lay them on men's shoulders; but they themselves will not move them with one of their fingers\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:20",
                            "text": "For if he who shall \"break one of these commands, and shall teach men so, shall be called least in the kingdom of heaven,\" it follows that one who has dared to despise many and greater commands and to teach men so, shall certainly be considered not least in the kingdom of heaven, but greatest in the punishment of hell."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:21",
                            "text": "And therefore you must be careful not to be led on to teach by the example of those who have attained some skill in discussion and readiness in speech and because they can discourse on what they please elegantly and fully, are imagined to possess spiritual knowledge, by those who do not know how to distinguish its real force and character."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIV 9:22",
                            "text": "For it is one thing to have a ready tongue and elegant language, and quite another to penetrate into the very heart and marrow of heavenly utterances and to gaze with pure eye of the soul on profound and hidden mysteries; for this can be gained by no learning of man's, nor condition of this world, only by purity of soul, by means of the illumination of the Holy Ghost."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences XIV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:2",
                            "text": "How to embrace the system of true knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:3",
                            "text": "You must then, if you want to get at the true knowledge of the Scriptures, endeavour  first to secure steadfast humility of heart, to carry you on by the perfection of love not to the knowledge which puffeth up, but to that which enlightens."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:4",
                            "text": "For it is an impossibility for an impure mind to gain the gift of spiritual knowledge."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:5",
                            "text": "And therefore with every possible care avoid this, lest through your zeal for reading there arise in you not the light of knowledge nor the lasting glory which is promised through the light that comes from learning but only the instruments of your destruction from vain arrogance."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:6",
                            "text": "Next you must by all means strive to get rid of all anxiety and worldly thoughts, and give yourself over assiduously or rather continuously, to sacred reading, until continual meditation fills your heart, and fashions you so to speak after its own likeness, making of it, in a way, an ark of the testimony, which has within it two tables of stone, i-e:, the constant assurance of the two testaments; and a golden pot, i-e:, a pure and undefiled memory which preserves by a constant tenacity the manna stored up in it, i-e:, the enduring and heavenly sweetness of the spiritual sense and the bread of angels; moreover also the rod of Aaron, i-e:, the saving standard of Jesus Christ our true High Priest, that ever buds with the freshness of immortal memory."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:7",
                            "text": "For this is the rod which after it had been cut from the root of Jesse, died and flourished again with a more vigorous life."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:8",
                            "text": "But all these are guarded by two Cherubim, i-e:, the fulness of historical and spiritual knowledge."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:9",
                            "text": "For the Cherubim mean a multitude of knowledge: and these continually protect the mercy seat of God, i-e:, the peace of your heart, and overshadow it from all the assaults of spiritual wickedness."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:10",
                            "text": "And so your soul will be carried forward not only to the ark of the Divine Covenant, but also to the priestly kingdom, and owing to its unbroken love of purity being as it were engrossed in spiritual studies, will fulfil the command given to the priests, enjoined as follows by the giver of the Law: \"And he shall not go forth from the sanctuary, lest he pollute the Sanctuary of God,\" i-e:, his heart, in which the Lord promised that he would ever dwell, saying: \"I will dwell in them and will walk among them\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:11",
                            "text": "Wherefore the whole series of the Holy Scriptures should be diligently committed to memory and ceaselessly repeated."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:12",
                            "text": "For this continual meditation will bring us a twofold fruit: first, that while the attention of the mind is taken up in reading and preparing the lessons it cannot possibly be taken captive in any snares of bad thoughts: next that those things which were conned over and frequently repeated and which while we were trying to commit them to memory we could not understand as the mind was at that time taken up, we can afterward see more clearly, when we are free from the distraction of all acts and visions, and especially when we reflect on them in silence in our meditation by night."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIV 10:13",
                            "text": "So that when we are at rest, and as it were plunged in the stupor of sleep, there is revealed to us the understanding of the most secret meanings, of which in our waking hours we had not the remotest conception."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences XIV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:2",
                            "text": "Of the manifold meaning of the Holy Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:3",
                            "text": "But as the renewal of our soul grows by means of this study, Scripture also will begin to put on a new face, and the beauty of the holier meanings will somehow grow with our growth."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:4",
                            "text": "For their form is adapted to the capacity of man's understanding, and will appear earthly to carnal people, and divine to spiritual ones, so that those to whom it formerly appeared to be involved in thick clouds, cannot apprehend its subtleties nor endure its light."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:5",
                            "text": "But to make this which we are aiming at somewhat clearer by an instance, it will be enough to produce a single passage of the law, by which we can prove that all the heavenly commands as well are applied to men in accordance with the measure of our state."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:6",
                            "text": "For it is written in the law: \"Thou shalt not commit adultery\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:7",
                            "text": "This is rightly observed according to the simple meaning of the letter, by a man who is still in bondage to foul passions."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:8",
                            "text": "But by one who has already forsaken these dirty acts and impure affections, it must be observed in the spirit, so that he may forsake not only the worship of idols but also all heathen superstitions and the observance of auguries and omens and all signs and days and times, or at any rate that he be not entangled in the conjectures of words and names which destroy the simplicity of our faith."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:9",
                            "text": "For by fornication of this kind we read that Jerusalem was defiled, as she committed adultery \"on every high hill and under every green tree,\" whom also the Lord rebuked by the prophet, saying: \"Let now the astrologers stand and save thee, they that gazed at the stars and counted the months, that from them they might tell the things that shall come to thee,\" of which fornication elsewhere also  the Lord says in rebuking them: \"The spirit of fornication deceived them, and they went a whoring from their God\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:10",
                            "text": "But one who has forsaken both these kinds of fornication, will have a third kind to avoid, which is contained in the superstitions of the law and of Judaism; of which the Apostle says: \"Ye observe days and months and times and years;\" and again: Touch not, taste not, handle not\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:11",
                            "text": "And there is no doubt that this is said of the superstitions of the law, into which one who has fallen has certainly gone a whoring from Christ, and is not worthy to hear this from the Apostle: \"For I have espoused you to one husband, to exhibit you as a chaste virgin to Christ\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:12",
                            "text": "But this that follows will be directed to him by the words of the same Apostle: \"But I am afraid lest as the serpent by his cunning deceived Eve, so your minds should be corrupted and fall from the simplicity which is in Christ Jesus\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:13",
                            "text": "But if one has escaped the uncleanness even of this fornication there will still be a fourth, which is committed by adulterous intercourse with heretical teaching."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:14",
                            "text": "Of which too the blessed Apostle speaks: \"I know that after my departure grievous wolves shall enter in among you, not sparing the flock, and of yourselves also shall arise men speaking perverse things so as to lead astray the disciples after them\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:15",
                            "text": "But if a man has succeeded in avoiding even this, let him beware lest he fall by a more subtle sin into the guilt of fornication."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIV 11:16",
                            "text": "I mean that which consists in wandering thoughts, because every thought which is not only shameful but even idle, and departing in however small a degree from God is regarded by the perfect man as the foulest fornication."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences XIV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIV 12:2",
                            "text": "A question how we can attain to forgetfulness of the cares of this world."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIV 12:3",
                            "text": "Upon this I was at first moved by a secret emotion, and then groaned deeply and said, All these things which you have set forth so fully have affected me with still greater despair than that which I had previously endured: as besides those general captivities of the soul whereby I doubt not that weak people are smitten from without, a special hindrance to salvation is added by that knowledge of literature which I seem already to have in some slight measure attained, in which the efforts of my tutor, or my attention to continual reading have so weakened me that now my mind is filled with those songs of the poets so that even at the hour of prayer it is thinking about those trifling fables, and the stories of battles with which from its earliest infancy it was stored by its childish lessons: and when singing Psalms or asking forgiveness of sins either some wanton recollection of the poems intrudes itself or the images of heroes fighting presents itself before the eyes, and an imagination of such phantoms is always tricking me and does not suffer my soul to aspire to an insight into things above, so that this cannot be got rid of by my daily lamentations."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Confrences XIV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:2",
                            "text": "Of the method by which we can remove the dross from our memory."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:3",
                            "text": "Nesteros: From this very fact, from which there springs up for you the utmost despair of your purification, a speedy and effectual remedy may arise if only you will transfer to the reading of and meditation upon the writings of the Spirit, the same diligence and earnestness which you say that you showed in those secular studies of yours."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:4",
                            "text": "For your mind is sure to be taken up with those poems until it is gaining with the same zeal and assiduity other matters for it to reflect upon, and is in labour with spiritual and divine things instead of unprofitable earthly ones."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:5",
                            "text": "But when these are thoroughly and entirely conceived and it has been nourished upon them, then by degrees the former thoughts can be expelled and utterly got rid of."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:6",
                            "text": "For the mind of man cannot be emptied of all thoughts, and so as long as it is not taken up with spiritual interests, is sure to be occupied with what it learnt long since."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:7",
                            "text": "For as long as it has nothing to recur to and exercise itself upon unweariedly, it is sure to fall back upon what it learnt in childhood, and ever to think about what it took in by long use and meditation."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:8",
                            "text": "In order then that this spiritual knowledge may be strengthened in you with a lasting steadfastness, and that you may not enjoy it only for a time like those who just touch it not by their own exertions but at the recital of another, and if I may use the expression, perceive its scent in the air; but that it may be laid up in your heart, and deeply noted in it, and thoroughly seen and handled, it is well for you to use the utmost care in securing that, even if perhaps you hear things that you know very well produced in the Conference, you do not regard them in a scornful and disdainful way because you already know them, but that you lay them to your heart with the same eagerness,  with which the words of salvation which we are longing for ought to be constantly poured into our ears or should ever proceed from our lips."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:9",
                            "text": "For although the narration of holy things be often repeated, yet in a mind that feels a thirst for true knowledge the satiety will never create disgust, but as it receives it every day as if it were something new and what it wanted however often it may have taken it in, it will so much the more eagerly either hear or speak, and from the repetition of these things will gain confirmation of the knowledge it already possesses, rather than weariness of any sort from the frequent Conference."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:10",
                            "text": "For it is a sure sign of a mind that is cold and proud, if it receives with disdain and carelessness the medicine of the words of salvation, although it be offered with the zeal of excessive persistence."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:11",
                            "text": "For \"a soul that is full jeers at honeycomb: but to a soul that is in want even little things appear sweet\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:12",
                            "text": "And so if these things have been carefully taken in and stored up in the recesses of the soul and stamped with the seal of silence, afterwards like some sweet scented wine that maketh glad the heart of man, they will, when mellowed by the antiquity of the thoughts and by long-standing patience, be brought forth from the jar of your heart with great fragrance, and like some perennial fountain will flow abundantly from the veins of experience and irrigating channels of virtue and will pour forth copious streams as if from some deep well in your heart."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:13",
                            "text": "For that will happen in your case, which is spoken in Proverbs to one who has achieved this in his work: \"Drink waters from your own cisterns and from the fount of your own wells."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:14",
                            "text": "Let waters from your own fountain flow in abundance for you, but let your waters pass through into your streets\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:15",
                            "text": "And according to the prophet Isaiah: \"Thou shalt be like a watered garden, and like a fountain of water whose waters shall not fail."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:16",
                            "text": "And the places that have been desolate for ages shall be built in thee; thou shalt raise up the foundations of generation and generation; and thou shalt be called the repairer of the fences, turning the paths into rest\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:17",
                            "text": "And that blessedness shall come upon thee which the same prophet promises: \"And the Lord will not cause thy teacher to flee away from thee any more, and thine eyes shall see thy teacher."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:18",
                            "text": "And thine ears shall hear the word of one admonishing thee behind thy back: This is the way, walk ye in it, and go not aside either to the right hand or to the left\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIV 13:19",
                            "text": "And so it will come to pass that not only every purpose and thought of your heart, but also all the wanderings and rovings of your imagination will become to you a holy and unceasing pondering of the Divine law."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Confrences XIV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:2",
                            "text": "How an unclean soul can neither give nor receive spiritual knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:3",
                            "text": "But it is, as we have already said, impossible for a novice either to understand or to teach this."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:4",
                            "text": "For if one is incapable of receiving it how can he be fit to pass it on to another? But if he has had the audacity to teach anything on these matters, most certainly his words will be idle and useless and only reach the ears of his hearers, without being able to touch their hearts, uttered as they were in sheer idleness and unfruitful vanity, for they do not proceed from the treasure of a good conscience, but from the empty impertinence of boastfulness."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:5",
                            "text": "For it is impossible for an impure soul (however earnestly it may devote itself to reading) to obtain spiritual knowledge."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:6",
                            "text": "For no one pours any rich ointment or fine honey or any precious liquid into a dirty and stinking vessel."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:7",
                            "text": "For a jar that has once been filled with foul odours spoils the sweetest myrrh more readily than it receives any sweetness or grace from it, for what is pure is corrupted much more quickly than what is corrupt is purified."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:8",
                            "text": "And so the vessel of our bosom unless it has first been purified from all the foul stains of sin will not be worthy to receive that blessed ointment of which it is said by the prophet: \"Like the ointment upon the head, which ran down upon the beard of Aaron, which ran down upon the edge of his garment,\" nor will it keep undefiled that spiritual knowledge and the words of Scripture which are \"sweeter than honey and the honeycomb\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIV 14:9",
                            "text": "\"For what share hath righteousness with iniquity? or what agreement hath light with darkness? or what concord has Christ with Belial?\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Confrences XIV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIV 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIV 15:2",
                            "text": "An objection owing to the fact that many impure persons have knowledge while saints have not."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIV 15:3",
                            "text": "Germanus: This assertion does not seem to us founded on truth, or based on solid reasoning."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIV 15:4",
                            "text": "For if it is clear that all who either never receive the faith of Christ at all or who corrupt it by the wicked sin of heresy, are of unclean hearts, how is it that many Jews and heretics, and Catholics also who are entangled  in various sins, have acquired perfect knowledge of the Scriptures and boast of the greatness of their spiritual learning, and on the other hand countless swarms of saintly men, whose heart has been purified from all stain of sin, are content with the piety of simple faith and know nothing of the mysteries of a deeper knowledge? How then will that opinion stand, which attributes spiritual knowledge solely to purity of heart?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Confrences XIV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:2",
                            "text": "The answer to the effect that bad men cannot possess true knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:3",
                            "text": "Nesteros: One who does not carefully weigh every word of the opinions uttered cannot rightly discover the value of the assertion."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:4",
                            "text": "For we said to begin with that men of this sort only possess skill in disputation and ornaments of speech; but cannot penetrate to the very heart of Scripture and the mysteries of its spiritual meanings."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:5",
                            "text": "For true knowledge is only acquired by true worshippers of God; and certainly this people does not possess it to whom it is said: \"Hear, O, foolish people, thou who hast no heart: ye who having eyes see not, and having ears, hear not\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:6",
                            "text": "And again: \"Because thou hast rejected knowledge, I also will reject thee from acting as My priest\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:7",
                            "text": "For as it is said that in Christ \"all the treasures of wisdom and knowledge are hid,\" how can we hold that he who has scorned to find Christ, or, when He is found blasphemes Him with impious lips, or at least defiles the Catholic faith by his impure deeds, has acquired spiritual knowledge? \"For the Spirit of God will avoid deception, and dwelleth not in a body that is subject to sin\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:8",
                            "text": "There is then no way of arriving at spiritual knowledge but this which one of the prophets has finely described: \"Sow to yourselves for righteousness: reap the hope of life."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:9",
                            "text": "Enlighten yourselves with the light of knowledge\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:10",
                            "text": "First then we must sow for righteousness, i-e:, by works of righteousness we must extend practical perfection; next we must reap the hope of life, i-e:, by the expulsion of carnal sins must gather the fruits of spiritual virtues: and so we shall succeed in enlightening ourselves with the light of knowledge."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:11",
                            "text": "And the Psalmist also sees that this system ought to be followed, when he says: \"Blessed are they that are undefiled in the way: who walk in the law of the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:12",
                            "text": "Blessed are they that seek His testimonies\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:13",
                            "text": "For he does not say in the first place: \"Blessed are they that seek His testimonies, and afterwards add: Blessed are they that are undefiled in the way;\" but he begins by saying: \"Blessed are they that are undefiled in the way;\" and by this clearly shows that no one can properly come to seek God's testimonies unless he first walks undefiled in the way of Christ by his practical life."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:14",
                            "text": "Those therefore whom you mentioned do not possess that knowledge which the impure cannot attain, but ψευδώνυμον , i-e:, what is falsely so called, of which the blessed Apostle speaks: \"O Timothy, keep that which is committed to thee, avoiding profane novelties of words, and oppositions of the knowledge that is falsely so called;\" which is in the Greek τάς ἀντιθέσεις τῆς ψευδωνύμου γνώσεως."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:15",
                            "text": "Of those then who seem to acquire some show of knowledge or of those who while they devote themselves diligently to reading the sacred volume and to committing the Scriptures to memory, yet forsake not carnal sins, it is well said in Proverbs: \"Like as a golden ring in a swine's snout so is the beauty of an evil-disposed woman\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:16",
                            "text": "For what does it profit a man to gain the ornaments of heavenly eloquence and the most precious beauty of the Scriptures if by clinging to filthy deeds and thoughts he destroys it by burying it in the foulest ground, or defiles it by the dirty wallowing of his own lusts? For the result will be that which is an ornament to those who rightly use it, is not only unable to adorn them, but actually becomes dirty by the increased filth and mud."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:17",
                            "text": "For \"from the mouth of a sinner praise is not comely;\" as to him it is said by the prophet: \"Wherefore dost thou declare My righteous acts, and takest My covenant in thy lips?\" of souls like this, who never possess in any lasting fashion the fear of the Lord of which it is said: \"the fear of the Lord is instruction and wisdom,\" and yet try to get at the meaning of Scripture by continual meditation on them, it is appropriately asked in Proverbs: \"What use are riches to a fool? For a senseless man cannot possess wisdom\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:18",
                            "text": "But so far is this true and spiritual knowledge removed from that worldly erudition, which is defiled by the stains of carnal sins, that we know that it has sometimes flourished most grandly in some who were without eloquence and almost illiterate."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:19",
                            "text": "And this is very clearly shown by the case of the Apostles and many holy men, who did not spread themselves out with an empty show of leaves, but were bowed down by the weight of the true fruits of spiritual  knowledge: of whom it is written in the Acts of the Apostles: \"But when they saw the boldness of Peter and John, and perceived that they were ignorant and unlearned men, they were astonished\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:20",
                            "text": "And therefore if you are anxious to attain to that never-failing fragrance, you must first strive with all your might to obtain from the Lord the purity of chastity."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:21",
                            "text": "For no one, in whom the love of carnal passions and especially of fornication still holds sway, can acquire spiritual knowledge."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:22",
                            "text": "For \"in a good heart wisdom will rest;\" and: \"He that feareth the Lord shall find knowledge with righteousness\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:23",
                            "text": "But that we must attain to spiritual knowledge in the order of which we have already spoken, we are taught also by the blessed Apostle."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:24",
                            "text": "For when he wanted not merely to draw up a list of all his own virtues, but rather to describe their order, that he might explain which follows what, and which gives birth to what, after some others he proceeds as follows: \"In watchings, in fastings, in chastity, in knowledge, in long suffering, in gentleness, in the Holy Ghost, in love unfeigned\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:25",
                            "text": "And by this enumeration of virtues he evidently meant to teach us that we must come from watchings and fastings to chastity, from chastity to knowledge, from knowledge to long suffering, from long suffering to gentleness, from gentleness to the Holy Ghost, from the Holy Ghost to the rewards of love unfeigned."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIV 16:26",
                            "text": "When then by this system and in this order you too have come to spiritual knowledge, you will certainly have, as we said, not barren or idle learning but what is vigorous and fruitful; and the seed of the word of salvation which has been committed by you to the hearts of your hearers, will be watered by the plentiful showers of the Holy Ghost that will follow; and, according to this that the prophet promised, \"the rain will be given to your seed, wherever you shall sow in the land, and the bread of the corn of the land shall be most plentiful and fat\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Confrences XIV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:2",
                            "text": "To whom the method of perfection should be laid open."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:3",
                            "text": "Take care too, when your riper age leads you to teach, lest you be led astray by the love of vainglory, and teach at random to the most impure persons these things which you have learnt not so much by reading as by the effects of experience, and so incur what Solomon, that wisest of men, denounced: \"Attach not a wicked man to the pastures of the just, and be not led astray by the fulness of the belly,\" for \"delicacies are not good for a fool, nor is there room for wisdom where sense is wanting: for folly is the more led on, because a stubborn servant is not improved by words, for even though he understands, he will not obey\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:4",
                            "text": "And \"Do not say anything in the ears of an imprudent man, lest haply he mock at thy wise speeches\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:5",
                            "text": "And \"give not that which is holy to dogs, neither cast ye your pearls before swine, lest haply they trample them under foot and turn again and rend you\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:6",
                            "text": "It is right then to hide the mysteries of spiritual meanings from men of this sort, that you may effectually sing: \"Thy words have I hid within my heart: that I should not sin against Thee\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:7",
                            "text": "But you will perhaps say: And to whom are the mysteries of Holy Scripture to be dispensed? Solomon, the wisest of men, shall teach you: \"Give, says he, strong drink to those who are in sorrow, and give wine to drink, to those who are in pain, that they may forget their poverty, and remember their pain no more,\" i-e:, to those who in consequence of the punishment of their past actions are oppressed with grief and sorrow, supply richly the joys of spiritual knowledge like \"wine that maketh glad the heart of man,\" and restore them with the strong drink of the word of salvation, lest haply they be plunged in continual sorrow and a despair that brings death, and so those who are of this sort be \"swallowed up in overmuch sorrow\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:8",
                            "text": "But of those who remain in coldness and carelessness, and are smitten by no sorrow of heart we read as follows: \"For one who is kindly and without sorrow, shall be in want\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:9",
                            "text": "With all possible care therefore avoid being puffed up with the love of vainglory, and so failing to become a partaker with him whom the prophet praises, \"who hath not given his money upon usury\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:10",
                            "text": "For every one who, from love of the praise of men dispenses the words of God, of which it is said \"the words of the Lord are pure words, as silver tried by the fire, purged from the earth, refined seven times,\" puts out his money upon usury, and will deserve for this not merely no reward, but rather punishment."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIV 17:11",
                            "text": "For this reason he chose to use up his Lord's money that he might be the garner from a temporal profit, and not that the Lord, as it is written, might \"when He comes, receive His own with usury\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: Confrences XIV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIV 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIV 18:2",
                            "text": "Of the reasons for which spiritual learning is unfruitful."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIV 18:3",
                            "text": "But it is certain that for two reasons the teaching of spiritual things is ineffectual."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIV 18:4",
                            "text": "For either the teacher is commending what he has no experience of, and is trying with empty-sounding words to instruct his hearer, or else the hearer is a bad man and full of faults and cannot receive in his hard heart the holy and saving doctrine of the spiritual man; and of these it is said by the prophet: \"For the heart of this people is blinded, and their ears are dull of hearing and their eyes have they closed: lest at any time they should see with their eyes and hear with their ears, and understand with their heart and be converted and I should heal them\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: Confrences XIV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: Confrences XIV 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: Confrences XIV 19:2",
                            "text": "How often even those who are not worthy can receive the grace of the saving word."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: Confrences XIV 19:3",
                            "text": "But sometimes in the lavish generosity of God in His Providence, \"Who willeth all men to be saved and to come to the knowledge of the truth,\" it is granted that one who has not shown himself by an irreproachable life to be worthy of the preaching of the gospel attains the grace of spiritual teaching for the good of many."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: Confrences XIV 19:4",
                            "text": "But by what means the gifts of healing are granted by the Lord for the expulsion of devils it follows that we must in a similar discussion explain, which as we are going to rise for supper we will keep for the evening, because that is always more effectually grasped by the heart which is taken in by degrees and without excessive bodily efforts."
                        }
                    ]
                }
            ]
        }
    ]
}