{
    "books": [
        {
            "name": "Ambrose: On the Decease of His Brother Styrus Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: On the Decease of His Brother Styrus Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:1",
                            "text": "Book II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:2",
                            "text": "On the Belief in the Resurrection."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:4",
                            "text": "In the former book I indulged my longing to some extent, lest too sharp remedies applied to a burning wound might rather increase than assuage the pain."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:5",
                            "text": "And as at the same time I often addressed my brother, and had him before my eyes, it was not out of place to let natural feelings have a little play, since they are somewhat satisfied by tears, soothed by weeping, and numbed by a shock."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:6",
                            "text": "For the outward expression of affection is of a soft and tender nature, it loves nothing extravagant, nothing stern, nothing hard; and patience is proved by enduring rather than by resisting."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:7",
                            "text": "2."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:8",
                            "text": "So, since the death-day might well, lately, by the sad spectacle draw aside the mind of a brother, because it occupied him wholly, now, inasmuch as on the seventh day, the symbol of the future rest, we return to the grave, it is profitable to turn our thoughts somewhat from my brother to a general exhortation addressed to all, and to give our attention to this; so as neither to cling to my brother with all our minds, lest our feelings overcome us, nor forgetting such devotion and desert, to turn wholly away from him; and in truth we should but increase the suffering of our intense grief, if his death were again the subject of to-day's address."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:9",
                            "text": "3."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:10",
                            "text": "Wherefore we propose, dearest brethren, to console ourselves with the common course of nature, and not to think anything hard which awaits all."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:11",
                            "text": "And therefore we deem that death is not to be mourned over; firstly, because it is common and due to all; next, because it frees us from the miseries of this life and, lastly, because when in the likeness of sleep we are at rest from the toils of this world, a more lively vigour is shed upon us."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:12",
                            "text": "What grief is there which the grace of the Resurrection does not console? What sorrow is not excluded by the belief that nothing perishes in death? nay, indeed, that by the hastening of death it comes to pass that much is preserved from perishing."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:13",
                            "text": "So it will happen, dearest brethren, that in our general exhortation we shall turn our affections to my brother, and shall not seem to have wandered too far from him, if through hope of the Resurrection and the sweetness of future glory even in our discourse he should live again for us."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:14",
                            "text": "4."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:15",
                            "text": "Let us then begin at this point, that we show that the departure of our loved ones should not be mourned by us."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:16",
                            "text": "For what is more absurd than to deplore as though it were a special misfortune, what one knows is appointed unto all? This were to lift up the mind above the condition of men, not to accept the common law, to reject the fellowship of nature, to be puffed up in a fleshly mind, and not to recognize the measure of the flesh itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:17",
                            "text": "What is more absurd than not to recognize what one is, to pretend to be what one is not? Or what can be a sign of less forethought than to be unable to bear, when it has happened, what one knew was going to happen? Nature herself calls us back, and draws us aside from sorrow of this sort by a kind of consolation of her own."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:18",
                            "text": "For what so deep mourning is there, or so bitter grief, in which the mind is not at times relieved? For human nature has this peculiarity, that although men may be in sad circumstances, yet if only they be men, they sometimes turn their thoughts a little away from sadness."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:19",
                            "text": "5."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:20",
                            "text": "It is said, indeed, that there have been certain tribes who mourned at the birth of human beings, and kept festival at their deaths, and this not without reason, for they thought that those who had entered upon this ocean of life should be mourned over, but that they who had escaped from the waves and storms of this world should be accompanied by rejoicing not without good reason."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:21",
                            "text": "And we too forget the birthdays of the departed, and commemorate with festal solemnity the day on which they died."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:22",
                            "text": "6."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:23",
                            "text": "Therefore, in accordance with nature, excessive grief must not be yielded to, lest we should seem either to claim for ourselves either an exceptional superiority of nature, or to reject the common lot."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:24",
                            "text": "For death is alike to all, without difference for the poor, without exception for the rich."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:25",
                            "text": "And so  although through the sin of one alone, yet it passed upon all; that we may not refuse to acknowledge Him to be also the Author of death, Whom we do not refuse to acknowledge as the Author of our race; and that, as through one death is ours, so should be also the resurrection; and that we should not refuse the misery, that we may attain to the gift."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:26",
                            "text": "For, as we read, Christ \"is come to save that which was lost,\" and \"to be Lord both of the dead and living\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:27",
                            "text": "In Adam I fell, in Adam I was cast out of Paradise, in Adam I died; how shall the Lord call me back, except He find me in Adam; guilty as I was in him, so now justified in Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:28",
                            "text": "If, then, death be the debt of all, we must be able to endure the payment."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:29",
                            "text": "But this topic must be reserved for later treatment."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:30",
                            "text": "7."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:31",
                            "text": "It is now our purpose to demonstrate that death ought not to cause too heavy grief, because nature itself rejects this."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:32",
                            "text": "And so they say that there was a law among the Lycians, commanding that men who gave way to grief should be clothed in female apparel, inasmuch as they judged mourning to be soft and effeminate in a man."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:33",
                            "text": "And it is inconsistent that those who ought to offer their breast to death for the faith, for religion, for their country, for righteous judgment, and the endeavour after virtue, should grieve too bitterly for that in the case of others which, if a fitting cause required, they would seek for themselves."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:34",
                            "text": "For how can one help shrinking from that in ourselves which one mourns with too little patience when it has happened to others? Put aside your grief, if you can; if you cannot, keep it to yourself."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:35",
                            "text": "8."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:36",
                            "text": "Is, then, all sorrow to be kept within or repressed? Why should not reason rather than time lighten one's sadness? Shall not wisdom better assuage that which the passage of time will obliterate? Further, it seems to me that it is a want of due feeling with regard to the memory of those whose loss we mourn, when we prefer to forget them rather than that our sorrow should be lessened by consolation; and to shrink from the recollection of them, rather than remember them with thankfulness; that we fear the calling to mind of those whose image in our hearts ought to be a delight; that we are rather distrustful than hopeful regarding the acceptance of the departed, and think of those we loved rather as liable to punishment than as heirs of immortality."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:37",
                            "text": "9."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:38",
                            "text": "But you may say: We have lost those whom we used to love."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:39",
                            "text": "Is not this the common lot of ourselves and the earth and elements, that we cannot keep for ever what has been entrusted to us for a time? The earth groans under the plough, is lashed by rains, struck by tempests, bound by cold, burnt by the sun, that it may bring forth its yearly fruits; and when it has clothed itself with a variety of flowers, it is stripped and spoiled of its own adornment."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:40",
                            "text": "How many plunderers it has! And it does not complain of the loss of its fruits, to which it gave birth that it might lose them, nor thereafter does it refuse to produce what it remembers will be taken from it."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:41",
                            "text": "10."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:42",
                            "text": "The heavens themselves do not always shine with the globes of twinkling stars, wherewith as with coronets they are adorned."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:43",
                            "text": "They are not always growing bright with the dawn of light, or ruddy with the rays of the sun; but in constant succession that most pleasing appearance of the world grows dark with the damp chill of night."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:44",
                            "text": "What is more grateful than the light? what more pleasant than the sun? each of which daily comes to an end; yet we do not take it ill that these have passed away from us, because we expect them to return."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:45",
                            "text": "Thou art taught in these things what patience thou oughtest to manifest with regard to those who belong to thee."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:46",
                            "text": "If things above pass away from thee, and cause no grief, why should the passing away of man be mourned?  11."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:47",
                            "text": "Let, then, grief be patient, let there be that moderation in adversity which is required in prosperity."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:48",
                            "text": "If it be not seemly to rejoice immoderately, is it seemly so to mourn? For want of moderation in grief or fear of death is no small evil."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:49",
                            "text": "How many has it driven to the halter, in how many hands has it placed the sword, that they might by that very means demonstrate their madness in not enduring death, and yet seeking it; in adopting that as a remedy which they flee from as an evil."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:50",
                            "text": "And because they were unable to endure and to suffer what is in agreement with their nature, they fall into that which is contrary to their desire, being separated for ever from those whom they desired to follow."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:51",
                            "text": "But this is not common, since nature herself restrains although madness drives men on."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:52",
                            "text": "12."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:53",
                            "text": "But it is common with women to make public wailing, as though they feared that their misery might not be known."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:54",
                            "text": "They affect soiled clothing, as though the feeling of sorrow consisted therein; they moisten their unkempt hair with filth; and  lastly, which is done habitually in many places, with their clothing torn and their dress rent in two, they prostitute their modesty in nakedness, as if they were ready to sacrifice that modesty because they have lost that which was its reward."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:55",
                            "text": "And so wanton eyes are excited, and lust after those naked limbs, which were they not made bare they would not desire."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:56",
                            "text": "Would that those filthy garments covered the mind rather than the bodily form."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:57",
                            "text": "Lasciviousness of mind is often hidden under sad clothing, and the unseemly rudeness of dress is used as a covering to hide the secrets of wanton spirits."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:58",
                            "text": "13."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:59",
                            "text": "She mourns for her husband with sufficient devotion who preserves her modesty and does not give up her constancy."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:60",
                            "text": "The best duties to discharge to the departed are that they live in our memories and continue in our affection."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:61",
                            "text": "She has not lost her husband who manifests her chastity, nor is she widowed as regards her union who has not changed her husband's name."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:62",
                            "text": "Nor hast thou lost the heir when thou assistest the joint-heir, but in exchange for a successor in perishable things thou hast a sharer in things eternal."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:63",
                            "text": "Thou hast one to represent thine heir, pay to the poor what was due to the heir, that there may remain one to survive, not only the old age of father or mother, but thine own life."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:64",
                            "text": "Thou leavest thy successor all the more, if his share conduce not to luxury in things present, but to the purchasing of things to come."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:65",
                            "text": "14."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:66",
                            "text": "But we long for those whom we have lost."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:67",
                            "text": "For two things specially pain us: either the longing for those we have lost, which I experience in my own case; or that we think them deprived of the sweetness of life, and snatched away from the fruits of their toil."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:68",
                            "text": "For there is a tender movement of love, which suddenly kindles the affection, so as to have the effect rather of soothing than of hindering the pain; inasmuch as it seems a dutiful thing to long for what one has lost, and so under an appearance of virtue weakness increases."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:69",
                            "text": "15."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:70",
                            "text": "But why dost thou think that she who has sent her beloved to foreign parts, and because of military service, or of undertaking some office, or has discovered that for the purpose of commerce he has crossed the sea, ought to be more patient than thou who art left, not because of some chance decision or desire of money, but by the law of nature? But, you say, the hope of regaining him is shut out."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:71",
                            "text": "As though the return of any one were certain! And oftentimes doubt wearies the mind more where the fear of danger is strong; and it is more burdensome to fear lest something should happen than to bear what one already knows has happened."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:72",
                            "text": "For the one increases the amount of fear, the other looks forward to the end of its grief."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:73",
                            "text": "16."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:74",
                            "text": "But masters have the right to transfer their slaves whithersoever they determine."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:75",
                            "text": "Has not God this right? It is not granted to us to look for their return, but it is granted us to follow those gone before."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:76",
                            "text": "And certainly the usual shortness of life seems neither to have deprived them of much who have gone before, nor to delay very long him who remains."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:77",
                            "text": "17."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:78",
                            "text": "But if one cannot mitigate one's grief, does it not seem unbecoming to wish that because of our longing the whole course of things should be upset? The longings of lovers are certainly more intense, and yet they are tempered by regard to what is necessary; and though they grieve at being forsaken they are not wont to mourn, rather being deserted they blush at loving too hastily."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:79",
                            "text": "And so patience in regret is all the more manifested."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:80",
                            "text": "18."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:81",
                            "text": "But what shall I say of those who think that the departed are deprived of the sweetness of life? There can be no real sweetness in the midst of the bitternesses and pains of this life, which are caused either by the infirmity of the body itself, or by the discomfort of things happening from without."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:82",
                            "text": "For we are always anxious and in suspense as to our wishes for happier circumstances; we waver in uncertainty, our hope setting before us doubtful things for certain, inconvenient for satisfactory, things that will fail for what is firm, and we have neither any strength in our will nor certainty in our wishes."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:83",
                            "text": "But if anything happens against our wish, we think we are lost, and are rather broken down by pain at adversity than cheered by the enjoyment of prosperity."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:84",
                            "text": "What good, then, are they deprived of who are rather freed from troubles?  19."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:85",
                            "text": "Good health, I doubt not, is more beneficial to us than bad health is hurtful."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:86",
                            "text": "Riches bring more delights than poverty annoyance, the satisfaction in children's love is greater than the sorrow at their loss, and youth is more pleasant than old age is sad."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:87",
                            "text": "How often is the attainment of one's wishes a weariness, and what one has longed for a regret; so that one grieves at having obtained what one was not afraid of obtaining."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:88",
                            "text": "But what fatherland, what pleasures, can compensate for exile and the bitterness of other penalties? For even when we have  these, the pleasure is weakened either by the disinclination to use or by the fear of losing them."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:89",
                            "text": "20."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:90",
                            "text": "But suppose that some one remains unharmed, free from grief, in uninterrupted enjoyment of the pleasures of the whole course of man's life, what comfort can the soul attain to, enclosed in the bonds of a body of such a kind, and restrained by the narrow limits of the limbs? If our flesh shrinks from prison, if it abhors everything which denies it the power of roaming about; when it seems, indeed, to be always going forth, with its little powers of hearing or seeing what is beyond itself, how much more does our soul desire to escape from that prison-house of the body, which, being free with movement like the air, goes whither we know not, and comes whence we know not."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:91",
                            "text": "21."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:92",
                            "text": "We know, however, that it survives the body, and that being set free from the bars of the body, it sees with clear gaze those things which before, dwelling in the body, it could not see."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:93",
                            "text": "And we are able to judge of this by the instance of those who have visions of things absent and even heavenly in sleep (whose minds, when the body is as it were buried in sleep, rise to higher things and relate them to the body)."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:94",
                            "text": "So, then, if death frees us from the miseries of this world, it is certainly no evil, inasmuch as it restores liberty and excludes suffering."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:95",
                            "text": "22."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:96",
                            "text": "At this point the right place occurs for arguing that death is not an evil, because it is the refuge from all miseries and all evils, a safe harbour of security, and a haven of rest."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:97",
                            "text": "For what adversity is there which we do not experience in this life? What storms and tempests do we not suffer? by what discomforts are we not harassed? whose merits are spared?  23."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:98",
                            "text": "The holy patriarch Israel fled from his country, was exiled from his father, relatives, and home, he mourned over the shame of his daughter and the death of his son, he endured famine, when dead he lost his own grave, for he entreated that his bones should be translated, lest even in death he should find rest."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:99",
                            "text": "24."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:100",
                            "text": "Holy Joseph experienced the hatred of his brethren, the guile of those who envied him, the service of slavery, the mastership of merchantmen, the wantonness of his mistress, the ignorance of her husband, and the misery of prison."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:101",
                            "text": "25."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:102",
                            "text": "Holy David lost two sons; the one incestuous, the other a parricide."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:103",
                            "text": "To have had them was a disgrace, to have lost them a grief."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:104",
                            "text": "And he lost a third, the infant whom he loved."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:105",
                            "text": "Him he wept for while still alive, but did not long for when dead."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:106",
                            "text": "For so we read, that, while the child was sick, David entreated the Lord for him, and fasted and lay in sackcloth, and when the elders came near to raise him from the earth, he would neither rise nor eat."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:107",
                            "text": "But when he heard that the child was dead, he changed his clothes, worshipped God, and took food."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:108",
                            "text": "When this seemed strange to his servants, he answered that he had rightly fasted and wept while the child was alive, because he justly thought that God might have mercy, and it could not be doubted that He could preserve the life of one alive Who could give life to the departed, but now, when death had taken place, why should he fast, for he could not now bring back him that was dead, and recall him who was lifeless."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:109",
                            "text": "\"I,\" said he, \"shall go to him, but he shall not return to me\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:110",
                            "text": "26."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:111",
                            "text": "O greatest consolation for him who mourns! O true judgment of a wise man! O wonderful wisdom of one who is a bond-man! that none should take it ill that anything adverse has happened to him, or complain that he is afflicted contrary to his deserts."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:112",
                            "text": "For who art thou who beforehand proclaimest thy deserts? Why desirest thou to anticipate Him Who takes cognizance of all? Why dost thou snatch away the verdict from Him Who is going to judge? This is permitted not even to the saints, nor has it ever been done by the saints with impunity."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:113",
                            "text": "David confesses that he was scourged for this in his psalm: \"Behold, these are the ungodly, who prosper in the world, they have obtained riches."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:114",
                            "text": "Therefore I have cleansed my heart in vain, and washed my hands among the innocent; and I was scourged all the day long, and my accusation came every morning\"."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:115",
                            "text": "27."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:116",
                            "text": "Peter also, though full of faith and devotion, yet because, not yet conscious of our common weakness, he had presumptuously said to the Lord, \"I will lay down my life for Thy sake,\" fell into the trial of his presumption before the cock crowed thrice."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:117",
                            "text": "Although, indeed, that trial was a lesson for our salvation, that we might learn not to think little of the weakness of the  flesh, lest through thus thinking little of it we should be tempted."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:118",
                            "text": "If Peter was tempted, who can presume? who can maintain that he cannot be tempted? And without doubt for our sakes was Peter tempted, so that, the proving of the temptation did not take place in a stronger than he, but that in him we should learn how, resisting in temptations, although tried even by care for our lives, we might yet overcome the sting of the temptation with tears of patience."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:119",
                            "text": "28."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:120",
                            "text": "But that same David, that the difference of his actions may not perhaps disturb those who cling to the words of Scripture; that same David, I say, who had not wept for the innocent infant, wept for the parricide when dead."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:121",
                            "text": "For at the last, when he was wailing and mourning, he said, \"O my son Absalom, my son Absalom! Who will grant me to die for thee!\" But not only is Absalom the parricide wept over, Amnon is wept over; not only is the incestuous wept over, but is even avenged; the one by the scorn of the kingdom, the other by the exile of his brothers."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:122",
                            "text": "The wicked is wept over, not the innocent."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:123",
                            "text": "What is the cause? What is the reason? There is no little deliberation with the prudent and confirmation of results with the wise; for there is great consistency of prudence in so great a difference of actions, but the belief is one."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:124",
                            "text": "He wept for those who were dead, but did not think that he ought to weep for the dead infant, for he thought that they were lost to him, but hoped that the latter would rise again."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:125",
                            "text": "29."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:126",
                            "text": "But concerning the Resurrection more will be said later on; let us now return to our immediate subject."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:127",
                            "text": "We have set forth that even holy men have without any consideration for their merits, suffered many and heavy things in this world, together with toil and misery."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:128",
                            "text": "So David, entering into himself, says: \"Remember; Lord, that we are dust; as for man, his days are but as grass;\" and in another place: \"Man is like to vanity, his days pass away as a shadow\"."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:129",
                            "text": "For what is more wretched than we, who are sent into this life as it were plundered and naked, with frail bodies, deceitful hearts, weak minds, anxious in respect of cares, slothful as to labour, prone to pleasures."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:130",
                            "text": "30."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:131",
                            "text": "Not to be born is then by far the best, according to Solomon's sentence."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:132",
                            "text": "For they also who have seemed to themselves to excel most in philosophy have followed him."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:133",
                            "text": "For he, before these philosophers in time, but later than many of our writers, spoke thus in Ecclesiastes: \"And I praised all the departed, which are already dead, more than the living, who are yet alive."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:134",
                            "text": "And better than both they is he who hath not yet been born, and who hath not seen this evil work which hath been done under the sun."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:135",
                            "text": "And I saw all travail, and all the good of this labour, that for this a man is envied of his neighbour."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:136",
                            "text": "And, indeed, this is vanity and vexation of spirit\"."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:137",
                            "text": "31."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:138",
                            "text": "And who said this but he who asked for and obtained wisdom, to know how the world was made, and the power of the elements, the course of the year, and the dispositions of stars, to be acquainted with the natures of living creatures, the furies of wild beasts, and the violence of winds, and to understand the thoughts of man! How, then, should mortal matters be hidden from him, from whom heavenly things were not hidden? He who penetrated the thoughts of the woman who was claiming the child of another, who by the inspiration of divine grace knew the natures of living creatures which he did not share; could he err or say what was untrue with regard to the circumstances of that nature, which he found in his own personal experience?  32."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:139",
                            "text": "But Solomon was not the only person who felt this, though he alone gave expression to it."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:140",
                            "text": "He had read the words of holy Job: \"Let the day perish wherein I was born\"."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:141",
                            "text": "Job had recognized that to be born is the beginning of all woes, and therefore wished that the day on which he was born might perish, so that the origin of all troubles might be removed, and wished that the day of his birth might perish that he might receive the day of resurrection."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:142",
                            "text": "For Solomon had heard his father's saying: \"Lord, make me to know mine end, and the number of my days, that I may know what is lacking unto me\"."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:143",
                            "text": "For David knew that what is perfect cannot be grasped here, and therefore hastened on to those things which are to come."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:144",
                            "text": "For now we know in part, and understand in part, but then it will be possible for that which is perfect to be grasped, when not the shadow but the reality of the Divine Majesty and eternity shall begin to shine so as to be gazed upon by us with unveiled face."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:145",
                            "text": "33."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:146",
                            "text": "But no one would hasten to the end, except he were fleeing from the discomfort of this life."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:147",
                            "text": "And so David also explained why he hastened to the end, when he said: \"Behold Thou hast made my days old, and my being is as nothing before Thee, surely all things are vanity, even every man that liveth\"."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:148",
                            "text": "Why, then, do we hesitate to flee from vanity? Or why does it please us to be troubled to no purpose in this world, to lay up treasures, and not know for what heir we are gathering them? Let us pray that troubles be removed from us, that we be taken out of this foolish world, that we may be free from our daily pilgrimage, and return to that country and our natural home."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:149",
                            "text": "For on this earth we are strangers and foreigners; we have to return thither whence we have come down, we must strive and pray not perfunctorily but earnestly to be delivered from the guile and wickedness of men full of words."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:150",
                            "text": "And he who knew the remedy groaned that his sojourn was prolonged, and that he must dwell with the unjust and sinners."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:151",
                            "text": "What shall I do, who both am sinful and know not the remedy?  34."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:152",
                            "text": "Jeremiah also bewails his birth in these words: \"Woe is me, my mother! Why hast thou borne me a man of contention in all the earth? I have not benefited others, nor has any one benefited me, my strength hath failed\"."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:153",
                            "text": "If, then, holy men shrink from life whose life, though profitable to us, is esteemed unprofitable to themselves; what ought we to do who am not able to profit others, and who feel that it, like money borrowed at interest, grows more heavily weighted every day with an increasing mass of sins?  35."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:154",
                            "text": "\"I die daily,\" says the Apostle."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:155",
                            "text": "Better certainly is this saying than theirs who said that meditation on death was true philosophy, for they praised the study, he exercised the practice of death."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:156",
                            "text": "And they acted for themselves only, but Paul, himself perfect, died not for his own weakness but for ours."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:157",
                            "text": "But what is meditation on death but a kind of separation of body and soul, for death itself is defined as nothing else than the separation of body and soul? But this is in accordance with common opinion."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:158",
                            "text": "36."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:159",
                            "text": "But according to the Scriptures we have been taught that death is threefold."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:160",
                            "text": "One death is when we die to sin, but live to God."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:161",
                            "text": "Blessed, then, is that death which, escaping from sin, and devoted to God, separates us from what is mortal and consecrates us to Him Who is immortal."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:162",
                            "text": "Another death is the departure from this life, as the patriarch Abraham died, and the patriarch David, and were buried with their fathers; when the soul is set free from the bonds of the body."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:163",
                            "text": "The third death is that of which it is said: \"Leave the dead to bury their own dead\"."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:164",
                            "text": "In that death not only the flesh but also the soul dies, for \"the soul that sinneth, it shall die\"."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:165",
                            "text": "For it dies to the Lord, through the weakness not of nature but of guilt."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:166",
                            "text": "But this death is not the discharge from this life, but a fall through error."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:167",
                            "text": "37."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:168",
                            "text": "Spiritual death, then, is one thing, natural death another, a third the death of punishment."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:169",
                            "text": "But that which is natural is not also penal, for the Lord did not inflict death as a penalty, but as a remedy."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:170",
                            "text": "And to Adam when he sinned, one thing was appointed as a penalty, another for a remedy, when it was said: \"Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree of which I had commanded thee that of it alone thou shouldst not eat, cursed is the ground in thy labor; in sorrow shalt thou eat its fruit all the days of thy life."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:171",
                            "text": "Thorns and thistles shall it bring forth to thee, and thou shalt eat the herb of the field."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:172",
                            "text": "In the sweat of thy face shalt thou eat thy bread, till thou return to the earth from which thou wast taken\"."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:173",
                            "text": "38."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:174",
                            "text": "Here you have the days of rest from penalties, for they contain the punishment decreed against the thorns of this life, the cares of the world, and the pleasures of riches which shut out the Word."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:175",
                            "text": "Death is given for a remedy, because it is the end of evils."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:176",
                            "text": "For God said not, \"Because thou hast hearkened to the voice of the woman thou shalt return to the earth,\" for this would have been a penal sentence, as this one is, \"The earth under curse shall bring forth thorns and thistles to thee;\" but He said: \"In sweat shalt thou eat thy bread until thou return to the earth\"."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:177",
                            "text": "You see that death is rather the goal of our penalties, by which an end is put to the course of this life."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:178",
                            "text": "39."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:179",
                            "text": "So, then, death is not only not an evil, but is even a good thing."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:180",
                            "text": "So that it is sought as a good, as it is written: \"Men shall seek death and shall not find it\"."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:181",
                            "text": "They will seek it who shall say to the mountains: \"Fall on us, and to the hills, Cover us\"."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:182",
                            "text": "That soul, too, shall seek it which has sinned."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:183",
                            "text": "That rich man lying in hell shall seek it,  who wishes that his tongue should be cooled with the finger of Lazarus."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:184",
                            "text": "40."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:185",
                            "text": "We see, then, that this death is a gain and life a penalty, so that Paul says: \"To me to live is Christ and to die is gain\"."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:186",
                            "text": "What is Christ but the death of the body, the breath of life? And so let us die with Him, that we may live with Him."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:187",
                            "text": "Let there then be in us as it were a daily practice and inclination to dying, that by this separation from bodily desires, of which we have spoken, our soul may learn to withdraw itself, and, as it were placed on high, when earthly lusts cannot approach and attach it to themselves, may take upon herself the likeness of death, that she incur not the penalty of death."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:188",
                            "text": "For the law of the flesh wars against the law of the mind, and makes it over to the law of error, as the Apostle has made known to us, saying: \"For I see a law of the flesh in my members warring against the law of my mind, and bringing me into captivity in the law of sin\"."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:189",
                            "text": "We are all attached, we all feel this; but we are not all delivered."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:190",
                            "text": "And so a miserable man am I, unless I seek the remedy."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:191",
                            "text": "41."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:192",
                            "text": "But what remedy? \"Who shall deliver me out of the body of this death? Thanks be to God through Jesus Christ our Lord\"."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:193",
                            "text": "We have a physician, let us use the remedy."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:194",
                            "text": "Our remedy is the grace of Christ, and the body of death is our body."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:195",
                            "text": "Let us therefore be as strangers to our body, lest we be strangers to Christ."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:196",
                            "text": "Though we are in the body, let us not follow the things which are of the body, let us not reject the rightful claims of nature, but desire before all the gifts of grace: \"For to be dissolved and to be with Christ is far better; yet to abide in the flesh is more needful for your sakes\"."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:197",
                            "text": "42."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:198",
                            "text": "But this need is not the case of all, Lord Jesus; it is not so with me, who am profitable to none; for to me death is a gain, that I may sin no more."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:199",
                            "text": "To die is gain to me, who, in the very treatise in which I comfort others, am incited as it were by an intense impulse to the longing for my lost brother, since it suffers me not to forget him."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:200",
                            "text": "Now I love him more, and long for him more intensely."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:201",
                            "text": "I long for him when I speak, I long for him when I read again what I have written, and I think that I am more impelled to write this, that I may not ever be without the recollection of him."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:202",
                            "text": "And in this I am not acting contrary to Scripture, but I am of the same mind with Scripture, that I may grieve with more patience, and long with greater intensity."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:203",
                            "text": "43."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:204",
                            "text": "Thou hast caused me, my brother, not to fear death, and I only would that my life might die with thine! This Balaam wished for as the greatest good for himself, when, inspired by the spirit of prophecy, he said: \"Let my soul die in the souls of the righteous, and let my seed be like the seed of them\"."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:205",
                            "text": "And in truth he wished this according to the spirit of prophecy, for as he saw the rising of Christ, so also he saw His triumph, he saw His death, but saw also in Him the everlasting resurrection of men, and therefore feared not to die as he was to rise again."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:206",
                            "text": "Let not then my soul die in sin, nor admit sin into itself, but let it die in the soul of the righteous, that it may receive his righteousness."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:207",
                            "text": "Then, too, he who dies in Christ is made a partaker of His grace in the Font."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:208",
                            "text": "44."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:209",
                            "text": "Death is not, then, an object of dread, nor bitter to those in need, nor too bitter to the rich, nor unkind to the old, nor a mark of cowardice to the brave, nor everlasting to the faithful nor unexpected to the wise."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:210",
                            "text": "For how many have consecrated their life by the renown of their death alone, how many have been ashamed to live, and have found death a gain! We have read how often by the death of one great nations have been delivered; the armies of the enemy have been put to flight by the death of the general, who had been unable to conquer them when alive."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:211",
                            "text": "45."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:212",
                            "text": "By the death of martyrs religion has been defended, faith increased, the Church strengthened; the dead have conquered, the persecutors have been overcome."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:213",
                            "text": "And so we celebrate the death of those of whose lives we are ignorant."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:214",
                            "text": "So, too, David rejoiced in prophecy at the departure of his own soul, saying: \"Precious in the sight of the Lord is the death of His saints\"."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:215",
                            "text": "He esteemed death better than life."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:216",
                            "text": "The death itself of the martyrs is the prize of their life."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:217",
                            "text": "And again, by the death of those at variance hatred is put an end to."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:218",
                            "text": "46."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:219",
                            "text": "Why should more be said? By the death of One the world was redeemed."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:220",
                            "text": "For Christ, had He willed, need not have died, but He neither thought that death should be shunned as though there were any cowardice in it, nor could He have saved us better than by dying."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:221",
                            "text": "And so His death is the life of all."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:222",
                            "text": "We are signed with the sign  of His death, we show forth His death when we pray; when we offer the Sacrifice we declare His death, for His death is victory, His death is our mystery, His death is the yearly recurring solemnity of the world."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:223",
                            "text": "What now should we say concerning His death, since we prove by this Divine Example that death alone found immortality, and that death itself redeemed itself."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:224",
                            "text": "Death, then, is not to be mourned over, for it is the cause of salvation for all; death is not to be shunned, for the Son of God did not think it unworthy of Him, and did not shun it."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:225",
                            "text": "The order of nature is not to be loosed, for what is common to all cannot admit of exception in individuals."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:226",
                            "text": "47."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:227",
                            "text": "And, indeed, death was no part of man's nature, but became natural; for God did not institute death at first, but gave it as a remedy."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:228",
                            "text": "Let us then take heed that it do not seem to be the opposite."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:229",
                            "text": "For if death is a good, why is it written that \"God made not death, but by the malice of men death entered into the world\"? For of a truth death was no necessary part of the divine operation, since for those who were placed in paradise a continual succession of all good things streamed forth; but because of transgression the life of man, condemned to lengthened labour, began to be wretched with intolerable groaning; so that it was fitting that an end should be set to the evils, and that death should restore what life had lost."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:230",
                            "text": "For immortality, unless grace breathed upon it, would be rather a burden than an advantage."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:231",
                            "text": "48."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:232",
                            "text": "And if one consider accurately, it is not the death of our being, but of evil, for being continues, it is evil that perishes."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:233",
                            "text": "That which has been rises again; would that as it is now free from sinning, so it were without former guilt! But this very thing is a proof that it is not the death of being, that we shall be the same persons as we were."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:234",
                            "text": "And so we shall either pay the penalty of our sins, or attain to the reward of our good deeds."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:235",
                            "text": "For the same being will rise again, now more honourable for having paid the tax of death."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:236",
                            "text": "And then \"the dead who are in Christ shall rise first; then, too, we who are alive,\" it is said, \"shall together with them be caught up in the clouds into the air to meet the Lord, and so we shall always be with the Lord\"."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:237",
                            "text": "They first, but those that are alive second."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:238",
                            "text": "They with Jesus, those that are alive through Jesus."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:239",
                            "text": "To them life will be sweeter after rest, and though the living will have a delightful gain, yet they will be without experience of the remedy."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:240",
                            "text": "49."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:241",
                            "text": "There is, then, nothing for us to fear in death, nothing for us to mourn, whether life which was received from nature be rendered up to her again, or whether it be sacrificed to some duty which claims it, and this will be either an act of religion or the exercise of some virtue."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:242",
                            "text": "And no one ever wished to remain as at present."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:243",
                            "text": "This has been supposed to have been promised to John, but it is not the truth."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:244",
                            "text": "We hold fast to the words, and deduce the meaning from them."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:245",
                            "text": "He himself in his own writing denies that there was a promise that he should not die, that no one from that instance might yield to an empty hope."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:246",
                            "text": "But if to wish for this would be an extravagant hope, how much more extravagant were it to grieve without rule for what has happened according to rule!  50."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:247",
                            "text": "The heathen mostly console themselves with the thought, either of the common misery, or of the law of nature, or of the immortality of the soul."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:248",
                            "text": "And would that their utterances were consistent, and that they did not transmit the wretched soul into a number of ludicrous monstrosities and figures! But what ought we to do, whose reward is the resurrection, though many, not being able to deny the greatness of this gift, refuse to believe in it? And for this reason will we maintain it, not by one casual argument only, but by as many as we are able."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:249",
                            "text": "51."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:250",
                            "text": "All things, indeed, are believed to be, either because of experience, or on grounds of reason, or from similar instances, or because it is fitting that they be, and each of these supports our belief."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:251",
                            "text": "Experience teaches us that we are moved; reason, that which moves us must be considered the property of another power; similar instances show that the field has borne crops, and therefore we expect that it will continue to bear them."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:252",
                            "text": "Fitness, because even where we do not think that there will be results, yet we believe that it is by no means fitting to give up the works of virtue."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:253",
                            "text": "52."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:254",
                            "text": "Each, then, is supported by each."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:255",
                            "text": "But belief in the resurrection is inferred most clearly on three grounds, in which all are included."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:256",
                            "text": "These are reason, analogy from universal example, and the evidence of what has happened, since many have risen."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:257",
                            "text": "Reason is clear."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:258",
                            "text": "For since the whole course of our life consists in the union of body and soul, and the resurrection brings with it  either the reward of good works, or the punishment of wicked ones, it is necessary that the body, whose actions are weighed, rise again."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:259",
                            "text": "For how shall the soul be summoned to judgment without the body, when account has to be rendered of the companionship of itself and the body?  53."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:260",
                            "text": "Rising again is the lot of all, but there is a difficulty in believing this, because it is not due to our deserts, but is the gift of God."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:261",
                            "text": "The first argument for the resurrection is the course of the world, and the condition of all things, the series of generations, the changes in the way of succession, the setting and rising of constellations, the ending of day and night, and their daily succession coming as it were again to life."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:262",
                            "text": "And no other reason can exist for the fertile temperament of this earth, but that the divine order restores by the dews of night as much of that moisture from which all earthly things are produced, as the heat of the sun dries up by day."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:263",
                            "text": "Why should I speak of the fruits of the earth? Do they not seem to die when they fall, to rise again when they grow green once more? That which is sown rises again, that which is dead rises again, and they are formed once more into the same classes and kinds as before."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:264",
                            "text": "The earth first gave back these fruits, in these first our nature found the pattern of the resurrection."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:265",
                            "text": "54."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:266",
                            "text": "Why doubt that body shall rise again from body? Grain is sown, grain comes up again: fruit is sown, fruit comes up again; but the grain is clothed with blossom and husk."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:267",
                            "text": "\"And this mortal must put on immortality, and this corruptible must put on incorruption\"."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:268",
                            "text": "The blossom of the resurrection is immortality, the blossom of the resurrection is incorruption."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:269",
                            "text": "For what is more fruitful than perpetual rest? what supplied with richer store than everlasting security? Here is that abundant fruit, by whose increase man's nature shoots forth more abundantly after death."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:270",
                            "text": "55."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:271",
                            "text": "But you wonder how what has yielded to putrefaction can again become solid, how scattered particles can come together, those that are consumed be made good: you do not wonder how seeds broken up under the moist pressure of the earth grow green."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:272",
                            "text": "For certainly they too, rotting under contact with the earth, are broken up, and when the fertilising moisture of the soil gives life to the dead and hidden seeds, and, by the vital warmth, as it were breathes out a kind of soul of the green herb."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:273",
                            "text": "Then by little and little nature raises from the ground the tender stalk of the growing ear, and as a careful mother folds it in certain sheaths, lest the sharp ice should hurt it as it grows, and to protect it from too great heat of the sun; and lest after this the rain should break down the fruit itself escaping as it were from its first cradle and just grown up, or lest the wind should scatter it, or small birds destroy it, she usually hedges it around with a fence of bristling awn."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:274",
                            "text": "56."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:275",
                            "text": "Why should one, then, be surprised if the earth give back those bodies of men which it has received, seeing that it gives life to, raises, clothes, protects, and defends whatsoever bodies of seeds it has received? Cease then to doubt that the trustworthy earth, which restores multiplied as it were by usury the seeds committed to it, will also restore the entrusted deposit of the race of man."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:276",
                            "text": "And why should I speak of the kinds of trees, which spring up from seed sown, and with revivified fruitfulness bear again their opening fruits, and repeat the old shape and likeness, and certain trees being renewed continue through many generations, and in their endurance overpass the very centuries? We see the grape rot, and the vine come up again: a graft is inserted and the tree is born again."
                        },
                        {
                            "verse": 277,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:277",
                            "text": "Is there this divine foresight for restoring trees, and no care for men? And He Who has not suffered to perish that which He gave for man's use, shall He suffer man to perish, whom he made after His own image?  57."
                        },
                        {
                            "verse": 278,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:278",
                            "text": "But it appears incredible to you that the dead rise again? \"Thou foolish one, that which thou thyself sowest, does it not first die that it may be quickened?\" Sow any dry seed you please, it is raised up."
                        },
                        {
                            "verse": 279,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:279",
                            "text": "But, you answer, it has the life-juice in itself."
                        },
                        {
                            "verse": 280,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:280",
                            "text": "And our body has its blood, has its own moisture."
                        },
                        {
                            "verse": 281,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:281",
                            "text": "This is the life-juice of our body."
                        },
                        {
                            "verse": 282,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:282",
                            "text": "So that I think that the objection is exploded which some allege that a dry twig does not revive, and then endeavour to argue from this to the prejudice of the flesh."
                        },
                        {
                            "verse": 283,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:283",
                            "text": "For the flesh is not dry, since all flesh is of clay, clay comes from moisturemoisture from the earth."
                        },
                        {
                            "verse": 284,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:284",
                            "text": "Then, again, many growing plants, though always fresh, spring from dry and sandy soil, since the earth itself supplies sufficient moisture for itself."
                        },
                        {
                            "verse": 285,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:285",
                            "text": "Does the earth then, which continually restores all things, fail with regard to man? From what has been said it is clear that we must not doubt that it is rather in accordance with than contrary to nature; for it is natural that all  things living should rise again, but contrary to nature that they should perish."
                        },
                        {
                            "verse": 286,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:286",
                            "text": "58."
                        },
                        {
                            "verse": 287,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:287",
                            "text": "We come now to a point which much troubles the heathen, how it can be that the earth should restore those whom the sea has swallowed up, wild beasts have torn to pieces or have devoured."
                        },
                        {
                            "verse": 288,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:288",
                            "text": "So, then, at last we necessarily come to the conclusion that the doubt is not as to belief in resurrection in general, but as to a part."
                        },
                        {
                            "verse": 289,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:289",
                            "text": "For, granted that the bodies of those torn in pieces do not rise again, the others do so, and the resurrection is not disproved, but a certain class is an exception."
                        },
                        {
                            "verse": 290,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:290",
                            "text": "Yet I wonder why they think there is any doubt even concerning these, as though not all things which are of the earth return to the earth, and crumble again into earth."
                        },
                        {
                            "verse": 291,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:291",
                            "text": "And the sea itself for the most part casts up on neighbouring shores whatever human bodies it has swallowed."
                        },
                        {
                            "verse": 292,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:292",
                            "text": "And if this were not so, I suppose we are to believe that it would not be difficult for God to join together what was dispersed, to unite what was scattered; God, Whom the universe obeys, to Whom the dumb elements submit and nature serves; as though it were not a greater wonder to give life to clay than to join it together."
                        },
                        {
                            "verse": 293,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:293",
                            "text": "59."
                        },
                        {
                            "verse": 294,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:294",
                            "text": "That bird in the country of Arabia, which is called the Phoenix, restored by the renovating juices of its flesh, after being dead comes to life again: shall we believe that men alone are not raised up again? Yet we know this by common report and the authority of writings, namely, that the bird referred to has a fixed period of life of five hundred years, and when by some warning of nature it knows that the end of its life is at hand, it furnishes for itself a casket of frankincense and myrrh and other perfumes, and its work and the time being together ended, it enters the casket and dies."
                        },
                        {
                            "verse": 295,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:295",
                            "text": "Then from its juices a worm comes forth, and grows by degrees into the fashion of the same bird, and its former habits are restored, and borne up by the oarage of its wings it commences once more the course of its renewed life, and discharges a debt of gratitude."
                        },
                        {
                            "verse": 296,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:296",
                            "text": "For it conveys that casket, whether the tomb of its body or the cradle of its resurrection, in which quitting life it died, and dying it rose again, from Ethiopia to Lycaonia; and so by the resurrection of this bird the people of those regions understand that a period of five hundred years is accomplished."
                        },
                        {
                            "verse": 297,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:297",
                            "text": "So to that bird the five hundredth is the year of resurrection, but to us the thousandth: it has its resurrection in this world, we have ours at the end of the world."
                        },
                        {
                            "verse": 298,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:298",
                            "text": "Many think also that this bird kindles its own funeral pile, and comes to life again from its own ashes."
                        },
                        {
                            "verse": 299,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:299",
                            "text": "60."
                        },
                        {
                            "verse": 300,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:300",
                            "text": "But perhaps nature if more deeply investigated will seem to give a deeper reason for our belief: let our thoughts turn back to the origin and commencement of the creation of man."
                        },
                        {
                            "verse": 301,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:301",
                            "text": "You are men and women, you are not ignorant of the things which have to do with human nature, and if any of you have not this knowledge, you know that we are born of nothing."
                        },
                        {
                            "verse": 302,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:302",
                            "text": "But how small an origin for being so great as we are! And if I do not speak more plainly, yet you understand what I mean, or rather what I will not say."
                        },
                        {
                            "verse": 303,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:303",
                            "text": "Whence, then, is this head, and that wonderful countenance, whose maker we see not? We see the work, it is fashioned for various purposes and uses."
                        },
                        {
                            "verse": 304,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:304",
                            "text": "Whence is this upright figure, this lofty stature, this power of action, this quickness of perception, this capacity for walking upright? Doubtless the organs of nature are not known to us, but that which they effect is known."
                        },
                        {
                            "verse": 305,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:305",
                            "text": "Thou too wast once seed, and thy body is the seed of that which shall rise again."
                        },
                        {
                            "verse": 306,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:306",
                            "text": "Listen to Paul and learn that thou art this seed: \"It is sown in corruption, it shall rise in incorruption; it is sown in dishonour, it shall rise in glory; it is sown in weakness, it shall rise in power; it is sown a natural body, it shall rise a spiritual body\"."
                        },
                        {
                            "verse": 307,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:307",
                            "text": "Thou also, then, art sown as are other things, why wonderest thou if thou shalt rise again as shall others? But thou believest as to them, because thou seest; thou believest not this, because thou seest it not: \"Blessed are they that have not seen, and yet have believed\"."
                        },
                        {
                            "verse": 308,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:308",
                            "text": "61."
                        },
                        {
                            "verse": 309,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:309",
                            "text": "However, before the season comes, those things also are not believed, for every season is not suited for the raising of seeds."
                        },
                        {
                            "verse": 310,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:310",
                            "text": "Wheat is sown at one time, and comes up at another; at one time the vine is planted, at another the budding twigs begin to shoot, the foliage grows luxuriant, and the grape is formed; at one time the olive is planted, at another time, as though pregnant and loaded with its offspring of berries, it is bent down by the abundance of its fruit."
                        },
                        {
                            "verse": 311,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:311",
                            "text": "But before its own period arrives for each, the produce is restricted, and that which bears has not the age of bearing in its own power."
                        },
                        {
                            "verse": 312,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:312",
                            "text": "One may see the mother of all at one time disfigured with mould, at another bare of produce, at another green and full of flowers, at another dried up."
                        },
                        {
                            "verse": 313,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:313",
                            "text": "Any spot which might wish to be always clothed and never to lay aside the golden dress of its seeds, or the green dress of the meadows, would be barren in itself and unendowed with the gain of its own produce which it would have transferred to others."
                        },
                        {
                            "verse": 314,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:314",
                            "text": "62."
                        },
                        {
                            "verse": 315,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:315",
                            "text": "So, then, even if thou wilt not believe in our resurrection by faith nor by example, thou wilt believe by experience."
                        },
                        {
                            "verse": 316,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:316",
                            "text": "For many products, as the vine, the olive, and different fruits, the end of the year is the fit time for ripening; and for us also the consummation of the world, as though the end of the year has set the fitting time for rising again."
                        },
                        {
                            "verse": 317,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:317",
                            "text": "And fitly is the resurrection of the dead at the consummation of the world, lest after the resurrection we should have to fall back into this evil age."
                        },
                        {
                            "verse": 318,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:318",
                            "text": "For this cause Christ suffered that He might deliver us from this evil world; lest the temptations of this world should overthrow us again, and it should be an injury to us to come again to life, if we came to life again for sin."
                        },
                        {
                            "verse": 319,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:319",
                            "text": "63."
                        },
                        {
                            "verse": 320,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:320",
                            "text": "So then we have both a reason and a time for the resurrection: a reason because nature in all its produce remains consistent with itself, and does not fail in the generation of men alone; a time because all things are produced at the end of the year."
                        },
                        {
                            "verse": 321,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:321",
                            "text": "For the seasons of the world consist of one year."
                        },
                        {
                            "verse": 322,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:322",
                            "text": "What wonder if the year be one since the day is one."
                        },
                        {
                            "verse": 323,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:323",
                            "text": "For on one day the Lord hired the labourers to work in the vineyard, when He said, \"Why stand ye here all the day idle?\"  64."
                        },
                        {
                            "verse": 324,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:324",
                            "text": "The causes of the beginnings of all things are seeds."
                        },
                        {
                            "verse": 325,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:325",
                            "text": "And the Apostle of the Gentiles has said that the human body is a seed."
                        },
                        {
                            "verse": 326,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:326",
                            "text": "And so in succession after sowing there is the substance needful for the resurrection."
                        },
                        {
                            "verse": 327,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:327",
                            "text": "But even if there were no substance and no cause, who could think it difficult for God to create man anew whence He will and as He wills."
                        },
                        {
                            "verse": 328,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:328",
                            "text": "Who commanded the world to come into being out of no matter and no substance? Look at the heaven, behold the earth."
                        },
                        {
                            "verse": 329,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:329",
                            "text": "Whence are the fires of the stars? Whence the orb and rays of the sun? Whence the globe of the moon? Whence the mountain heights, the hard rocks, the woody groves? Whence are the air diffused around, and the waters, whether enclosed or poured abroad? But if God made all these things out of nothing (for \"He spake and they were made, He commanded and they were created\"), why should we wonder that which has been should be brought to life again, since we see produced that which had not been?  65."
                        },
                        {
                            "verse": 330,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:330",
                            "text": "It is a cause for wonder that though they do not believe in the resurrection, yet in their kindly care they make provision that the human race should not perish, and so say that souls pass and migrate into other bodies that the world may not pass away."
                        },
                        {
                            "verse": 331,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:331",
                            "text": "But let them say which is the most difficult, for souls to migrate, or to return; come back to that which is their own, or seek for fresh dwelling places."
                        },
                        {
                            "verse": 332,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:332",
                            "text": "66."
                        },
                        {
                            "verse": 333,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:333",
                            "text": "But let those who have not been taught doubt."
                        },
                        {
                            "verse": 334,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:334",
                            "text": "For us who have read the Law, the Prophets, the Apostles, and the Gospel it is not lawful to doubt."
                        },
                        {
                            "verse": 335,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:335",
                            "text": "For who can doubt when he reads: \"And in that time shall all thy people be saved which is written in the book; and many of them that sleep in the graves of the earth shall arise with one opening, these to everlasting life, and those to shame and everlasting confusion."
                        },
                        {
                            "verse": 336,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:336",
                            "text": "And they that have understanding shall shine as the brightness of the firmament, and of the just many shall be as the stars for ever\"."
                        },
                        {
                            "verse": 337,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:337",
                            "text": "Well, then, did he speak of the rest of those that sleep, that one may understand that death lasts not for ever, which like sleep is undergone for a time, and is put off at its time; and he shows that the progress of that life which shall be after death is better than that which is passed in sorrow and pain before death, inasmuch as the former is compared to the stars, the latter is assigned to trouble."
                        },
                        {
                            "verse": 338,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:338",
                            "text": "67."
                        },
                        {
                            "verse": 339,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:339",
                            "text": "And why should I bring together what is written elsewhere: \"Thou shalt raise me up and I will praise Thee\"."
                        },
                        {
                            "verse": 340,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:340",
                            "text": "Or that other passage in which holy Job, after experiencing the miseries of this life, and overcoming all adversity by his virtuous patience, promised himself a recompense for present evils in the resurrection, saying: \"Thou shalt raise up this body of mine which has suffered many evils\"."
                        },
                        {
                            "verse": 341,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:341",
                            "text": "Isaiah also, proclaiming the resurrection to the people, says that he is the announcer of the Lord's message, for we read thus: \"For the mouth of the Lord hath spoken, and they shall say in that day\"."
                        },
                        {
                            "verse": 342,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:342",
                            "text": "And what the mouth  of the Lord declared that the people should say is set forth later on, where it is written: \"Because of Thy fear, O Lord, we have been with child and have brought forth the Spirit of Thy Salvation, which Thou hast poured forth upon the earth."
                        },
                        {
                            "verse": 343,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:343",
                            "text": "They that inhabit the earth shall fall, they shall rise that are in the graves."
                        },
                        {
                            "verse": 344,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:344",
                            "text": "For the dew which is from Thee is health for them but the land of the wicked shall perish."
                        },
                        {
                            "verse": 345,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:345",
                            "text": "Go, O my people, and enter into thy chambers; hide thyself for a little until the Lord's wrath pass by\"."
                        },
                        {
                            "verse": 346,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:346",
                            "text": "68."
                        },
                        {
                            "verse": 347,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:347",
                            "text": "How well did he by the chambers point out the tombs of the dead, in which for a brief space we are hidden, that we may be better able to pass to the judgment of God, which shall try us with the indignation due for our wickednesses."
                        },
                        {
                            "verse": 348,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:348",
                            "text": "He, then, is alive who is hidden and at rest, as though withdrawing himself from our midst and retiring, lest the misery of this world should entangle him with closer snares, for whom the heavenly oracles affirm by the voices of the prophets that the joy of the resurrection is reserved, and the soundness of their freed bodies procured by the divine deed."
                        },
                        {
                            "verse": 349,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:349",
                            "text": "And dew is well used as a sign, since by it all vital seeds of the earth are raised to growth."
                        },
                        {
                            "verse": 350,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:350",
                            "text": "What wonder is it, then, if the dust and ashes also of our failing body grow vigorous by the richness of the heavenly dew, and by the reception of this vital moistening the shapes of our limbs are refashioned and connected again with each other?  69."
                        },
                        {
                            "verse": 351,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:351",
                            "text": "And the holy prophet Ezekiel teaches and describes with a full exposition how vigour is restored to the dry bones, the senses return, motion is added, and the sinews coming back, the joints of the human body grow strong; how the bones which were very dry are clothed with restored flesh, and the course of the veins and the flow of the blood is covered by the veil of the skin drawn over them."
                        },
                        {
                            "verse": 352,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:352",
                            "text": "As we read, the reviving multitude of human bodies seems to spring up under the very words of the prophet, and one can see on the widespread plain the new seed shoot forth."
                        },
                        {
                            "verse": 353,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:353",
                            "text": "70."
                        },
                        {
                            "verse": 354,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:354",
                            "text": "But if the wise men of old believed that a crop of armed men sprang up in the district of Thebes from the sowing of the hydra's teeth, whereas it is certainly established that seeds of one kind cannot be changed into another kind of plant, nor bring forth produce differing from its own seeds, so that men should spring from serpents and flesh from teeth; how much more, indeed, is it to be believed that whatever has been sown rises again in its own nature, and that crops do not differ from their seed, that soft things do not spring from hard, nor hard from soft, nor is poison changed into blood; but that flesh is restored from flesh, bone from bone, blood from blood, the humours of the body from humours."
                        },
                        {
                            "verse": 355,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:355",
                            "text": "Can ye then, ye heathen, who are able to assert a change, deny a restoration of the nature? Can you refuse to believe the oracles of God, the Gospel, and the prophets, who believe empty fables?  71."
                        },
                        {
                            "verse": 356,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:356",
                            "text": "But let us now hear the prophet himself, who speaks thus: \"The hand of the Lord was upon me, and the Lord led me forth in the Spirit, and placed me in the midst of the plain, and it was full of men's bones; and He led me through them round about, and, lo, there were very many bones on the face of the plain, and they were very dry."
                        },
                        {
                            "verse": 357,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:357",
                            "text": "And He said unto me: Son of man, can these bones live? And I said: Lord, Thou knowest; and He said to me: Prophesy over these bones, and thou shalt say unto them: O ye dry bones, hear the word of the Lord."
                        },
                        {
                            "verse": 358,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:358",
                            "text": "Thus saith the Lord to these bones: Behold I bring upon you the Spirit of life, and I will lay sinews upon you, and will bring up flesh upon you, and will stretch skin over you, and will put My Spirit into you, and ye shall live, and know that I am the Lord."
                        },
                        {
                            "verse": 359,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:359",
                            "text": "And I prophesied as He commanded me."
                        },
                        {
                            "verse": 360,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:360",
                            "text": "And it came to pass when I was prophesying all these things, lo, there was a great earthquake\"."
                        },
                        {
                            "verse": 361,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:361",
                            "text": "72."
                        },
                        {
                            "verse": 362,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:362",
                            "text": "Note how the prophet shows that there was hearing and movement in the bones before the Spirit of life was poured upon them."
                        },
                        {
                            "verse": 363,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:363",
                            "text": "For, above, both the dry bones are bidden to hear, as if they had the sense of hearing, and that upon this each of them came to its own joint is pointed out by the words of the prophet, for we read as follows: \"And the bones came together, each one to its joint."
                        },
                        {
                            "verse": 364,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:364",
                            "text": "And I beheld, and, lo, sinews and flesh were forming upon them, and skin came upon them from above, and there was no Spirit in them\"."
                        },
                        {
                            "verse": 365,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:365",
                            "text": "73."
                        },
                        {
                            "verse": 366,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:366",
                            "text": "Great is the lovingkindness of the Lord, that the prophet is taken as a witness of the future resurrection, that we, too might see it with his eyes."
                        },
                        {
                            "verse": 367,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:367",
                            "text": "For all could not be taken as witnesses, but in that one all we are witnesses, for neither does lying come upon a holy man, nor error upon so great a prophet."
                        },
                        {
                            "verse": 368,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:368",
                            "text": "74."
                        },
                        {
                            "verse": 369,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:369",
                            "text": "Nor ought it to appear at all improbable, that at the command of God the bones were fitted again to their joints, since we have numberless instances in which nature has obeyed the commands of heaven; as the earth was bidden to bring forth the green herb, and did bring it forth; as the rock at the touch of the rod gave forth water for the thirsting people; and the hard stone poured forth streams by the mercy of God for those parched with heat."
                        },
                        {
                            "verse": 370,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:370",
                            "text": "What else did the rod changed into a serpent signify, than that at the will of God living things can be produced from those that are without life? Do you think it more incredible that bones should come together when bidden, than that streams should be turned back or the sea flee? For thus does the prophet testify: \"The sea saw it and fled, Jordan was driven back\"."
                        },
                        {
                            "verse": 371,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:371",
                            "text": "Nor can there be any doubt about this fact, which was proved by the rescue of one and the destruction of the other of two peoples, that the waves of the sea stood restrained, and at the same time surrounded one people, and poured back upon the other for their death, that they might overwhelm the one, but preserve the other."
                        },
                        {
                            "verse": 372,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:372",
                            "text": "And what do we find in the Gospel itself? Did not the Lord Himself prove there that the sea grew calm at a word, the clouds were driven away, the blasts of the winds yielded, and that on the quieted shores the dumb elements obeyed God?  75."
                        },
                        {
                            "verse": 373,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:373",
                            "text": "But let us go on with the other points, that we may observe how by the Spirit of life the dead are quickened, they that lie in the graves arise, and the tombs are opened: \"And He said unto me: Prophesy, son of man, and say to the Spirit, Come from the four winds of heaven, O Spirit, and breathe upon these dead, that they may live."
                        },
                        {
                            "verse": 374,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:374",
                            "text": "And I prophesied as He commanded me, and the Spirit of life entered into them, and they lived, and stood up on their feet, an exceeding great company."
                        },
                        {
                            "verse": 375,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:375",
                            "text": "And the Lord spake unto me, saying: Son of man, these bones are the whole house of Israel."
                        },
                        {
                            "verse": 376,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:376",
                            "text": "For they say, Our bones are become dry, our hope is lost, we shall perish."
                        },
                        {
                            "verse": 377,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:377",
                            "text": "Therefore, prophesy and say: Thus saith the Lord: Behold I will open your graves, and will bring you up out of your graves into the land of Israel, and ye shall know that I am the Lord, when I shall open your graves, and bring forth My people out of the graves, and shall put My Spirit in you, and place you in your own land, and ye shall know that I am the Lord; I have spoken, and I will perform it, saith the Lord\"."
                        },
                        {
                            "verse": 378,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:378",
                            "text": "76."
                        },
                        {
                            "verse": 379,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:379",
                            "text": "We notice here how the operations of the Spirit of life are again resumed; we know after what manner the dead are raised from the opening tombs."
                        },
                        {
                            "verse": 380,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:380",
                            "text": "And is it in truth a matter of wonder that the sepulchres of the dead are unclosed at the bidding of the Lord, when the whole earth from its utmost limits is shaken by one thunderclap, the sea overflows its bounds, and again checks the course of its waves? And finally, he who has believed that the dead shall rise again \"in a moment, in the twinkling of an eye, at the last trump (for the trumpet shall sound),\" \"shall be caught up amongst the first in the clouds to meet Christ in the air;\" he who has not believed shall be left, and subject himself to the sentence by his own unbelief."
                        },
                        {
                            "verse": 381,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:381",
                            "text": "77."
                        },
                        {
                            "verse": 382,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:382",
                            "text": "The Lord also shows us in the Gospel, to come now to instances, after what manner we shall rise again."
                        },
                        {
                            "verse": 383,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:383",
                            "text": "\"For He raised not Lazarus alone, but the faith of all; and if thou believest, as thou readest, thy spirit also, which was dead, revives with Lazarus\"."
                        },
                        {
                            "verse": 384,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:384",
                            "text": "For what does it mean, that the Lord went to the sepulchre and cried with a loud voice, \"Lazarus, come forth,\" except that He would give us a visible proof, would set forth an example of the future resurrection? Why did He cry with a loud voice, as though He were not wont to work in the Spirit, to command in silence, but only that He might show that which is written: \"In a moment, in the twinkling of an eye, at the last trump the dead shall rise again incorruptible\"? For the raising of the voice answers to the peal of trumpets."
                        },
                        {
                            "verse": 385,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:385",
                            "text": "And He cried, \"Lazarus, come forth\"."
                        },
                        {
                            "verse": 386,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:386",
                            "text": "Why is the name added, except perchance lest one might seem to be raised instead of another, or that the resurrection were rather accidental than commanded."
                        },
                        {
                            "verse": 387,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:387",
                            "text": "78."
                        },
                        {
                            "verse": 388,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:388",
                            "text": "So, then, the dead man heard, and came forth from the tomb, bound hand and foot with grave cloths, and his face was bound with a napkin."
                        },
                        {
                            "verse": 389,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:389",
                            "text": "Conceive, if thou canst, how he makes his way with closed eyes, directs his steps with bound feet, and moves as though free with fastened limbs."
                        },
                        {
                            "verse": 390,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:390",
                            "text": "The bands remained on him but did not restrain him, his eyes were covered yet they saw."
                        },
                        {
                            "verse": 391,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:391",
                            "text": "So, then, he saw who was rising again, who was walking, who was leaving  the sepulchre."
                        },
                        {
                            "verse": 392,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:392",
                            "text": "For when the power of the divine command was working, nature did not require its own functions, and brought, as it were, into extremity, obeyed no longer its own course, but the divine will."
                        },
                        {
                            "verse": 393,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:393",
                            "text": "The bands of death were burst before those of the grave."
                        },
                        {
                            "verse": 394,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:394",
                            "text": "The power of moving was exercised before the means of moving were supplied."
                        },
                        {
                            "verse": 395,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:395",
                            "text": "79."
                        },
                        {
                            "verse": 396,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:396",
                            "text": "If thou marvellest at this, consider Who gave the command, that thou mayest cease to wonder; Jesus Christ."
                        },
                        {
                            "verse": 397,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:397",
                            "text": "the Power of God, the Life, the Light, the Resurrection of the dead."
                        },
                        {
                            "verse": 398,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:398",
                            "text": "The Power raised up him that was lying prostrate, the Life produced his steps, the Light drove away the darkness and restored his sight, the Resurrection renewed the gift of life."
                        },
                        {
                            "verse": 399,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:399",
                            "text": "80."
                        },
                        {
                            "verse": 400,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:400",
                            "text": "Perchance it may trouble thee that the Jews took away the stone and loosened the grave cloths, and thou mayest haply be anxious as to who shall move the stone from thy tomb."
                        },
                        {
                            "verse": 401,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:401",
                            "text": "As though He Who could restore the Spirit could not remove the stone; or He Who made the bound to walk could not burst the bonds; or He Who had shed light upon the covered eyes could not uncover the face; or He Who could renew the course of nature could not cleave the stone! But, in order that they may believe their eyes who will not believe with their heart, they remove the stone, they see the corpse, they smell the stench, they loose the grave cloths."
                        },
                        {
                            "verse": 402,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:402",
                            "text": "They cannot deny that he is dead whom they behold rising again; they see the signs of death and the proofs of life."
                        },
                        {
                            "verse": 403,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:403",
                            "text": "What if, whilst they are busied, they are converted by the very toil itself? What if, while they hear, they believe their own ears? What if, while they behold, they are instructed by their own eyes? What if, while they loose the bonds, they free their own minds? What if, while Lazarus is being unbound, the people is set free, while they let Lazarus go, themselves return to the Lord? For, lastly, many who had come to Mary, seeing what had taken place, believed."
                        },
                        {
                            "verse": 404,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:404",
                            "text": "81."
                        },
                        {
                            "verse": 405,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:405",
                            "text": "And this was not the only instance which our Lord Jesus Christ set forth, but He raised others also, that we might at any rate believe more numerous instances."
                        },
                        {
                            "verse": 406,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:406",
                            "text": "He raised the young man again, moved by the tears of his widowed mother, when He came and touched the bier, and said: \"Young man, I say unto thee, arise, and he that was dead sat up and began to speak\"."
                        },
                        {
                            "verse": 407,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:407",
                            "text": "As soon as he heard he forthwith sat up, he forthwith spake."
                        },
                        {
                            "verse": 408,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:408",
                            "text": "The working of power, then, is one thing, the order of nature is another."
                        },
                        {
                            "verse": 409,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:409",
                            "text": "82."
                        },
                        {
                            "verse": 410,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:410",
                            "text": "And what shall I say of the daughter of the ruler of the synagogue, at whose death multitudes were weeping and the flute-players piping? For the funeral solemnities were being performed because of the conviction of death."
                        },
                        {
                            "verse": 411,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:411",
                            "text": "How quickly at the word of the Lord does the spirit return, the reviving body rise up, and food is taken, that the evidence of life may be believed!  83."
                        },
                        {
                            "verse": 412,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:412",
                            "text": "And why should we wonder that the soul is restored at the word of God, that flesh returns to the bones, when we remember the dead raised by the touch of the prophet's body? Elijah prayed, and raised the dead child."
                        },
                        {
                            "verse": 413,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:413",
                            "text": "Peter in the name of Christ bade Tabitha rise and walk,and the poor rejoicing believed for the food's sake which she ministered to them, and shall we not believe for our salvation's sake? They purchased the resurrection of another by their tears, shall we not believe in the purchase of ours by the Passion of Christ? Who when He gave up the ghost, in order to show that He died for our resurrection, worked out the course of the resurrection; for so soon as \"He cried again with a loud voice and gave up the ghost, the earth did quake, and the rocks were rent, and the tombs were opened, and many bodies of the saints which slept arose, and, going forth out of the tombs after His resurrection, came into the holy city and appeared unto many\"."
                        },
                        {
                            "verse": 414,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:414",
                            "text": "84."
                        },
                        {
                            "verse": 415,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:415",
                            "text": "If these things happened when He gave up the ghost, why should we think them incredible when He shall return to judgment? especially since this earlier resurrection is a pledge of that future resurrection, and a pattern of that reality Which is to come; indeed, it is rather itself truth than a pattern."
                        },
                        {
                            "verse": 416,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:416",
                            "text": "Who, then, at the Lord's resurrection opened the graves, gave a hand to those who were rising, showed them the road to find the holy city? If there was no one, it was certainly the Divine Power which was working in the bodies of the dead."
                        },
                        {
                            "verse": 417,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:417",
                            "text": "Shall one seek for the aid of man where one sees the work of God?  85."
                        },
                        {
                            "verse": 418,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:418",
                            "text": "Divine action has no need of human assistance."
                        },
                        {
                            "verse": 419,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:419",
                            "text": "God commanded that the heavens should come into existence, and it was done; He determined that the earth should be created, and it was created."
                        },
                        {
                            "verse": 420,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:420",
                            "text": "Who carried together the stones on his shoulders? who  supplied the expenses? who furnished assistance to God as He toiled? These things were made in a moment."
                        },
                        {
                            "verse": 421,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:421",
                            "text": "Would you know how quickly? \"He spake and they were made\"."
                        },
                        {
                            "verse": 422,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:422",
                            "text": "If the elements spring up at a word, why should the dead not rise at a word? For though they be dead, yet they once lived, once had the breath of life for feeling, and strength for acting; and there is a very great difference between not having been capable of life, and having remained lifeless."
                        },
                        {
                            "verse": 423,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:423",
                            "text": "The devil said: \"Command this stone that it become bread\"."
                        },
                        {
                            "verse": 424,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:424",
                            "text": "He confesses that at the command of God nature can be transformed, dost thou not believe that at the command of God nature can be remade?  86."
                        },
                        {
                            "verse": 425,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:425",
                            "text": "Philosophers dispute about the course of the sun and the system of the heavens, and there are those who think that these should be believed when they are ignorant of what they are talking about."
                        },
                        {
                            "verse": 426,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:426",
                            "text": "For neither have they climbed up into the heavens, nor measured the sky, nor examined the universe with their eyes; for none of them was with God in the beginning, none of them has said of God: \"When He was preparing the heavens I was with Him, I was with Him as a master workman, I was he in whom He delighted\"."
                        },
                        {
                            "verse": 427,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:427",
                            "text": "If, then, they are believed, is God not believed, Who says: \"As the new heavens and the new earth, which I make to remain before Me, saith the Lord; so shall your name and your seed abide; and month shall be after month, and sabbath after sabbath, and all flesh shall come in My sight to worship in Jerusalem, saith the Lord God; and they shall go forth, and shall see the limbs of men who have transgressed against Me."
                        },
                        {
                            "verse": 428,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:428",
                            "text": "For their worm shall not die and their fire shall not be quenched and they shall be a sight to all flesh\"."
                        },
                        {
                            "verse": 429,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:429",
                            "text": "87."
                        },
                        {
                            "verse": 430,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:430",
                            "text": "If the earth and heaven are renewed, why should we doubt that man, on account of whom heaven and earth were made, can be renewed? If the transgressor be reserved for punishment, why should not the just be kept for glory? If the worm of sins does not die, how shall the flesh of the just perish? For the resurrection, as the very form of the word shows, is this, that what has fallen should rise again, that which has died should come to life again."
                        },
                        {
                            "verse": 431,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:431",
                            "text": "88."
                        },
                        {
                            "verse": 432,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:432",
                            "text": "And this is the course and ground of justice, that since the action of body and soul is common to both (for what the soul has conceived the body has carried out), each should come into judgment, and each should be either given over to punishment or reserved for glory."
                        },
                        {
                            "verse": 433,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:433",
                            "text": "For it would seem almost inconsistent that, since the law of the mind fights against the law of the flesh, and the mind often, when sin dwelling in man acts, does that which it hates; the mind guilty of a fault shared by another should be subjected to penalty, and the flesh, the author of the evil, should enjoy rest: and that should alone suffer which had not sinned alone, or should alone attain to glory, not having fought alone with the help of grace."
                        },
                        {
                            "verse": 434,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:434",
                            "text": "89."
                        },
                        {
                            "verse": 435,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:435",
                            "text": "The reason, unless I am mistaken, is complete and just, but I do not require a reason from Christ."
                        },
                        {
                            "verse": 436,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:436",
                            "text": "If I am convinced by reason I reject faith."
                        },
                        {
                            "verse": 437,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:437",
                            "text": "Abraham believed God, let us also believe Him, that we who are heirs of his race may also be heirs of his faith."
                        },
                        {
                            "verse": 438,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:438",
                            "text": "David likewise believed, and therefore did he speak; let us also believe that we may be able to speak, knowing that \"He Who raised up the Lord Jesus shall raise up us also with Jesus\"."
                        },
                        {
                            "verse": 439,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:439",
                            "text": "For God, Who never lies, promised this; the Truth promised this in His Gospel, when He said: \"This is the will of Him that sent Me, that of all that which He hath given Me I should lose nothing, but should raise it up at the last day\"."
                        },
                        {
                            "verse": 440,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:440",
                            "text": "And He thought it not sufficient to have said this once, but marked it by express repetition, for this follows: \"For this is the will of My Father, Who sent Me, that every one that seeth the Son and believeth on Him should have eternal life, and I will raise him up at the last day\"."
                        },
                        {
                            "verse": 441,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:441",
                            "text": "90."
                        },
                        {
                            "verse": 442,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:442",
                            "text": "Who was He that said this? He in truth Who when dead raised up many bodies of the departed."
                        },
                        {
                            "verse": 443,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:443",
                            "text": "If we believe not God, shall we not believe evidence? Do we not believe what He promised, since He did even that which He did not promise? And what reason would He have had for dying, had He not also had a reason for rising again? For, seeing that God could not die, Wisdom could not die; and inasmuch as that could not rise again which had not died, flesh is assumed, which can die, that whilst that, whose nature it is, dies, that which had died should rise again."
                        },
                        {
                            "verse": 444,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:444",
                            "text": "For the resurrection could not be effected except by man; since, \"as by man came death, so too by man came the resurrection of the dead\"."
                        },
                        {
                            "verse": 445,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:445",
                            "text": "91."
                        },
                        {
                            "verse": 446,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:446",
                            "text": "So, then, man rose because man died; man was raised again, but God raised him."
                        },
                        {
                            "verse": 447,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:447",
                            "text": "Then it was man according to the Flesh, now God is all in all."
                        },
                        {
                            "verse": 448,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:448",
                            "text": "For now we know not Christ according to the flesh, but we possess the grace of that Flesh, so that we know Him the firstfruits of them that rest, the firstborn of the dead."
                        },
                        {
                            "verse": 449,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:449",
                            "text": "Now the first-fruits are undoubtedly of the same nature and kind as the remaining fruits, the first of which are offered to God as a petition for a richer increase, as a holy thank-offering for all gifts, and as a kind of libation of that nature which has been restored."
                        },
                        {
                            "verse": 450,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:450",
                            "text": "Christ, then, is the firstfruits of them that rest."
                        },
                        {
                            "verse": 451,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:451",
                            "text": "But is this of His own who are at rest, who, as it were, freed from death, are holden by a kind of sweet slumber, or of all those who are dead? \"As in Christ all die, so too in Christ shall all be made alive\"."
                        },
                        {
                            "verse": 452,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:452",
                            "text": "So, then, as the firstfruits of death were in Adam, so also the firstfruits of the resurrection are in Christ."
                        },
                        {
                            "verse": 453,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:453",
                            "text": "92."
                        },
                        {
                            "verse": 454,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:454",
                            "text": "All men rise again, but let no one lose heart, and let not the just grieve at the common lot of rising again, since he awaits the chief fruit of his virtue."
                        },
                        {
                            "verse": 455,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:455",
                            "text": "All indeed shall rise again, but, as says the Apostle, \"each in his own order\"."
                        },
                        {
                            "verse": 456,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:456",
                            "text": "The fruit of the Divine Mercy is common to all, but the order of merit differs."
                        },
                        {
                            "verse": 457,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:457",
                            "text": "The day gives light to all, the sun warms all, the rain fertilises the possessions of all with genial showers."
                        },
                        {
                            "verse": 458,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:458",
                            "text": "93."
                        },
                        {
                            "verse": 459,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:459",
                            "text": "We are all born, and we shall all rise again, but in each state, whether of living or of living again, grace differs and the condition differs."
                        },
                        {
                            "verse": 460,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:460",
                            "text": "For, \"in a moment, in the twinkling of an eye, at the last trump, the dead shall rise incorruptible and we shall be changed\"."
                        },
                        {
                            "verse": 461,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:461",
                            "text": "Moreover, in death itself some rest, and some live."
                        },
                        {
                            "verse": 462,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:462",
                            "text": "Rest is good, but life is better."
                        },
                        {
                            "verse": 463,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:463",
                            "text": "And so the Apostle rouses him that is resting to life, saying: \"Rise, thou that sleepest, and arise from the dead, and Christ shall give thee light\"."
                        },
                        {
                            "verse": 464,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:464",
                            "text": "Therefore he is aroused that he may live, that he may be like to Paul, that he may be able to say: \"For we that are alive shall not prevent those that are asleep\"."
                        },
                        {
                            "verse": 465,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:465",
                            "text": "He speaks not here of the common manner of life, and the breath which we all alike enjoy, but of the merit of the resurrection."
                        },
                        {
                            "verse": 466,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:466",
                            "text": "For, having said, \"And the dead which are in Christ shall rise first,\" he adds further; \"And we that are alive shall together with them be caught up in the clouds, to meet Christ in the air\"."
                        },
                        {
                            "verse": 467,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:467",
                            "text": "94."
                        },
                        {
                            "verse": 468,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:468",
                            "text": "Paul certainly is dead, and by his honourable passion exchanged the life of the body for everlasting glory; did he then deceive himself when he wrote that he should be caught up alive in the clouds to meet Christ? We read the same too of Enoch and of Elijah, and thou too shalt be caught up in the Spirit."
                        },
                        {
                            "verse": 469,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:469",
                            "text": "Lo the chariot of Elijah, lo the fire, though not seen are prepared, that the just may ascend, the innocent be borne forth, and thy life may not know death."
                        },
                        {
                            "verse": 470,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:470",
                            "text": "For indeed the apostles knew not death, according to that which was said: \"Verily, verily, I say unto you, many of those standing here shall not taste death until they see the Son of man coming in His kingdom\"."
                        },
                        {
                            "verse": 471,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:471",
                            "text": "For he lives, who has nothing in him which can die, who has not from Egypt any shoe or bond, but has put it off before laying aside the service of this body."
                        },
                        {
                            "verse": 472,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:472",
                            "text": "And so not Enoch alone is alive, for not he alone was caught up; Paul also was caught up to meet Christ."
                        },
                        {
                            "verse": 473,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:473",
                            "text": "95."
                        },
                        {
                            "verse": 474,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:474",
                            "text": "The patriarchs also live, for God could not be called the God of Abraham, of Isaac, and of Jacob, except the dead were living; for He is not the God of the dead but of the living."
                        },
                        {
                            "verse": 475,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:475",
                            "text": "And we, too, shall live if we be willing to copy the deeds and habits of our predecessors."
                        },
                        {
                            "verse": 476,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:476",
                            "text": "We are astonished at the rewards of the patriarchs, let us copy their faithfulness; we tell of their grace, let us follow their obedience; let us not, enticed by appetite, fall into the snares of the world."
                        },
                        {
                            "verse": 477,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:477",
                            "text": "Let us lay hold of the opportunity, of the commandment of the Law, the mercy of our vocation, the desire of suffering."
                        },
                        {
                            "verse": 478,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:478",
                            "text": "The patriarchs went forth from their own land, let us go forth in purpose from the power of the body; let us go forth in purpose as they in exile; but they esteemed that not to be exile which the fear of God caused, necessity did not enforce."
                        },
                        {
                            "verse": 479,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:479",
                            "text": "They changed their land for another soil, let us change earth for heaven; they changed in earthly habitation, let us change in spirit."
                        },
                        {
                            "verse": 480,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:480",
                            "text": "To them Wisdom showed the heaven illuminated with stars, let it enlighten the eyes of our heart."
                        },
                        {
                            "verse": 481,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:481",
                            "text": "Thus does the type agree with the truth, and the truth with the type."
                        },
                        {
                            "verse": 482,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:482",
                            "text": "96."
                        },
                        {
                            "verse": 483,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:483",
                            "text": "Abraham, ready to receive strangers, faithful towards God, devoted in ministering, quick in his service, saw the Trinity in a type; he added religious duty to hospitality, when beholding Three he worshipped One, and preserving the distinction of the Persons, yet addressed one Lord, he offered to Three the honour of his gift, while  acknowledging one Power."
                        },
                        {
                            "verse": 484,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:484",
                            "text": "It was not learning but grace which spoke in him, and he believed better what he had not learnt than we who have learnt."
                        },
                        {
                            "verse": 485,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:485",
                            "text": "No one had falsified the representation of the truth, and so he sees Three, but worships the Unity."
                        },
                        {
                            "verse": 486,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:486",
                            "text": "He brings forth three measures of fine meal, and slays one victim, considering that one sacrifice is sufficient, but a triple gift; one victim, an offering of three."
                        },
                        {
                            "verse": 487,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:487",
                            "text": "And in the four kings, who does not understand that he subjected to himself the elements of the material creation, and all earthly things in a sign whereby the Lord's Passion was prefigured? Faithful in war, moderate in his triumph, in that he preferred not to become richer by the gifts of men, but by those of God."
                        },
                        {
                            "verse": 488,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:488",
                            "text": "97."
                        },
                        {
                            "verse": 489,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:489",
                            "text": "He believed that he when old could beget a son, and judged himself when a father able to sacrifice his son; nor did his fatherly affection tremble when duty aided the right hand of the old man, for he knew that his son would be more acceptable to God when sacrificed than when whole."
                        },
                        {
                            "verse": 490,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:490",
                            "text": "Therefore he brings his well-beloved son to be sacrificed, and offered promptly him whom he had received late; nor is he restrained by being called by the name of father, when his son called him \"Father,\" and he replied, \"My son\"."
                        },
                        {
                            "verse": 491,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:491",
                            "text": "Dear pledges of love are these names, but the commands of God are loved still more."
                        },
                        {
                            "verse": 492,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:492",
                            "text": "And so although their hearts felt for each other, their purpose remained firm."
                        },
                        {
                            "verse": 493,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:493",
                            "text": "The father's hand stretched out the knife over his son, and the father's heart struck the blow that the sentence might not fail of being carried out; he feared lest the stroke should miss, lest his right hand should fail."
                        },
                        {
                            "verse": 494,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:494",
                            "text": "He felt the movings of fatherly affection, but did not shrink from the work of submission, and hastened his obedience, even when he heard the voice from heaven."
                        },
                        {
                            "verse": 495,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:495",
                            "text": "Let us then set God before all those whom we love, father, brother, mother, that He may preserve for us those whom we love, as in the case of Abraham we behold rather the liberal Rewarder than the servant."
                        },
                        {
                            "verse": 496,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:496",
                            "text": "98."
                        },
                        {
                            "verse": 497,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:497",
                            "text": "The father offered indeed his son, but God is appeased not by blood but by dutiful obedience."
                        },
                        {
                            "verse": 498,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:498",
                            "text": "He showed the ram in the thicket in the stead of the lad, that He might restore the son to his father, and yet the victim not fail the priest."
                        },
                        {
                            "verse": 499,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:499",
                            "text": "And so Abraham was not stained with his son's blood, nor was God deprived of the sacrifice."
                        },
                        {
                            "verse": 500,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:500",
                            "text": "The prophet spoke, and neither yielded to boastfulness nor continued obstinate, but took the ram in exchange for the lad."
                        },
                        {
                            "verse": 501,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:501",
                            "text": "And by this is shown the more how piously he offered him whom he now so gladly received back."
                        },
                        {
                            "verse": 502,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:502",
                            "text": "And thou, if thou offer thy gift to God, dost not lose it."
                        },
                        {
                            "verse": 503,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:503",
                            "text": "But we are tenacious of our own; God gave His only Son for us, we refuse ours."
                        },
                        {
                            "verse": 504,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:504",
                            "text": "Abraham saw this and recognized the mystery, that salvation should be to us from the Tree, nor did it escape his notice that in one and the same sacrifice it was One that seemed to be offered, Another which could be slain."
                        },
                        {
                            "verse": 505,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:505",
                            "text": "99."
                        },
                        {
                            "verse": 506,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:506",
                            "text": "Let us, then, imitate the devotion of Abraham, let us imitate the goodness of Isaac, let us imitate his purity."
                        },
                        {
                            "verse": 507,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:507",
                            "text": "The man was plainly good and chaste, full of devotion towards God, chaste towards his wife."
                        },
                        {
                            "verse": 508,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:508",
                            "text": "He returned not evil for evil, yielded to those who would thrust him out, received them again on their repentance, neither violent towards insolence, nor stubborn towards kindness."
                        },
                        {
                            "verse": 509,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:509",
                            "text": "Fleeing from strife when he went away from others, ready to forgive when he received them again, and still more lavish of goodness when he forgave them."
                        },
                        {
                            "verse": 510,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:510",
                            "text": "The fellowship of his company was sought, he gave in addition a feast of pleasure."
                        },
                        {
                            "verse": 511,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:511",
                            "text": "100."
                        },
                        {
                            "verse": 512,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:512",
                            "text": "In Jacob, too, let us imitate the type of Christ, let there be some likeness of his actions in ourselves."
                        },
                        {
                            "verse": 513,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:513",
                            "text": "We shall have our share with him, if we imitate him."
                        },
                        {
                            "verse": 514,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:514",
                            "text": "He was obedient to his mother, he yielded to his brother, he served his father-in-law, he sought his wages from the increase, not from a division of the flocks."
                        },
                        {
                            "verse": 515,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:515",
                            "text": "There was no covetous division, where his portion brought such gain."
                        },
                        {
                            "verse": 516,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:516",
                            "text": "Nor was that sign without a purpose, the ladder from earth to heaven, wherein was seen the future fellowship between men and angels through the cross of Christ, whose thigh was paralyzed, that in his thigh he might recognize the Heir of his body, and foretell by the paralyzing of his thigh the Passion of his Heir."
                        },
                        {
                            "verse": 517,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:517",
                            "text": "101."
                        },
                        {
                            "verse": 518,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:518",
                            "text": "We see, then, that heaven is open to virtue, and that this is the privilege not only of a few: \"For many shall come from the east and from the west, and the north and the south, and shall sit down in the kingdom of God,\" giving expression to the enjoyment of perpetual rest since the motions of their souls are stilled."
                        },
                        {
                            "verse": 519,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:519",
                            "text": "Let us follow Abraham in our habits, that he may receive us into his bosom, and cherish us with loving embrace, like Lazarus the inheritor of his humility surrounded by his own special virtues."
                        },
                        {
                            "verse": 520,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:520",
                            "text": "The followers of the holy patriarch, approved of God, cherish us not in a bodily bosom, but in a clothing as it were of good works."
                        },
                        {
                            "verse": 521,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:521",
                            "text": "\"Be not deceived,\" says the Apostle, \"God is not mocked\"."
                        },
                        {
                            "verse": 522,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:522",
                            "text": "102."
                        },
                        {
                            "verse": 523,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:523",
                            "text": "We have seen, then, how grave an offence it is not to believe the resurrection; for if we rise not again, then Christ died in vain, then Christ rose not again."
                        },
                        {
                            "verse": 524,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:524",
                            "text": "For if He rose not for us, He certainly rose not at all, for He had no need to rise for Himself."
                        },
                        {
                            "verse": 525,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:525",
                            "text": "The universe rose again in Him, the heaven rose again in Him, the earth rose again in Him, for there shall be a new heaven and a new earth."
                        },
                        {
                            "verse": 526,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:526",
                            "text": "But where was the necessity of a resurrection for Him Whom the claims of death held not? For though He died as man, yet was He free in hell itself."
                        },
                        {
                            "verse": 527,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:527",
                            "text": "103."
                        },
                        {
                            "verse": 528,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:528",
                            "text": "Wilt thou know how free? \"I am become as a man that hath no help, free among the dead\"."
                        },
                        {
                            "verse": 529,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:529",
                            "text": "And well is He called free, Who had power to raise Himself, according to that which is written: \"Destroy this temple, and in three days I will raise it up\"."
                        },
                        {
                            "verse": 530,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:530",
                            "text": "And well is He called free, Who had descended to rescue others."
                        },
                        {
                            "verse": 531,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:531",
                            "text": "For He was made as a man, not, indeed, in appearance only, but so fashioned in truth, for He is man, and who shall know Him? For, \"being made in the likeness of men, and being found in fashion as a man, He humbled Himself, becoming obedient even unto death,\" in order that through that obedience we might see His glory, \"the glory as of the Only-begotten of the Father,\" according to Saint John."
                        },
                        {
                            "verse": 532,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:532",
                            "text": "For thus is the statement of Scripture preserved, if both the glory of the Only-begotten and the nature of perfect man are preserved in Christ."
                        },
                        {
                            "verse": 533,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:533",
                            "text": "104."
                        },
                        {
                            "verse": 534,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:534",
                            "text": "And so He needed no helper."
                        },
                        {
                            "verse": 535,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:535",
                            "text": "For He needed none when He made the world, so as to need none when He would redeem it."
                        },
                        {
                            "verse": 536,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:536",
                            "text": "No legate, no messenger, but the Lord Himself made it whole."
                        },
                        {
                            "verse": 537,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:537",
                            "text": "\"He spake and it was done\"."
                        },
                        {
                            "verse": 538,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:538",
                            "text": "The Lord Himself made it whole, Himself in every part, because all things were by Him."
                        },
                        {
                            "verse": 539,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:539",
                            "text": "For who should help Him in Whom all things were created and by Whom all things consist? Who should help Him Who makes all things in a moment, and raises the dead at the last trump? The \"last,\" not as though He could not raise them at the first, or the second, or the third, but an order is observed, not that a difficulty may be at last overcome, but that the prescribed number be accomplished."
                        },
                        {
                            "verse": 540,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:540",
                            "text": "105."
                        },
                        {
                            "verse": 541,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:541",
                            "text": "But it is now time, I think, to speak of the trumpets since my discourse is nearing its end, that the trumpet may also be the sign of the finishing of my address."
                        },
                        {
                            "verse": 542,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:542",
                            "text": "We read of seven trumpets in the Revelation of John, which seven angels received."
                        },
                        {
                            "verse": 543,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:543",
                            "text": "And there you read that when the seventh angel sounded his trumpet, there was a great voice from heaven, saying: \"The kingdom of this world is become the kingdom of our God and of His Christ, and He shall reign for ever and ever\"."
                        },
                        {
                            "verse": 544,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:544",
                            "text": "The word trumpet is also used for a voice, as you read: \"Behold a door opened in heaven, and the first voice which I heard, as of a trumpet speaking with me and saying, Come up hither, and I will show thee the things which must come to pass\"."
                        },
                        {
                            "verse": 545,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:545",
                            "text": "We read also: \"Blow up the trumpet at the beginning of the month [the new moon]\"; and again elsewhere: \"Praise Him with the sound of the trumpet\"."
                        },
                        {
                            "verse": 546,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:546",
                            "text": "106."
                        },
                        {
                            "verse": 547,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:547",
                            "text": "Therefore we ought with all our power to observe what is the signification of the trumpets, lest, accepting them, like old women, as part of the story, we should be in danger if we were to think things unworthy of spiritual teaching, or not befitting the dignity of the Scriptures."
                        },
                        {
                            "verse": 548,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:548",
                            "text": "For when we read that our warfare is not against flesh and blood, but against spiritual hosts of wickedness, which are in high places, we ought not to think of weapons of the flesh, but of such as are mighty before God."
                        },
                        {
                            "verse": 549,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:549",
                            "text": "It is not enough that one see the trumpet or hear its sound, unless one understands the signification of the sound."
                        },
                        {
                            "verse": 550,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:550",
                            "text": "For if the trumpet give an uncertain sound, how shall one prepare himself for war? Wherefore it is important that we understand the meaning of the voice of the trumpet, lest we seem barbarians, when we either hear or utter trumpet-sounds of this sort."
                        },
                        {
                            "verse": 551,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:551",
                            "text": "And therefore when we speak, let us pray that the Holy Spirit would interpret them to us."
                        },
                        {
                            "verse": 552,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:552",
                            "text": "107."
                        },
                        {
                            "verse": 553,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:553",
                            "text": "Let us, then, investigate what we read in the Old Testament concerning the kinds of trumpets, considering that those festivals which were enjoined on the Jews by the Law are the shadow of joys above and of heavenly festivals."
                        },
                        {
                            "verse": 554,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:554",
                            "text": "For here is the shadow, there the truth."
                        },
                        {
                            "verse": 555,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:555",
                            "text": "Let us endeavour to attain to the truth by means of the shadow."
                        },
                        {
                            "verse": 556,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:556",
                            "text": "Of which truth the figure is expressed in this manner, where we read that the Lord said  to Moses: \"Speak unto the children of Israel, saying, In the seventh month, on the first day of the month, shall be a rest unto you, a memorial of blowing of trumpets, it shall be called holy unto you."
                        },
                        {
                            "verse": 557,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:557",
                            "text": "Ye shall not do any servile work, and ye shall kindle a whole burnt-offering unto the Lord\"."
                        },
                        {
                            "verse": 558,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:558",
                            "text": "And in the Book of Numbers: \"The Lord spake unto Moses, saying: Make thee two trumpets of beaten work, of silver shalt thou make them, and they shall be to thee for calling the assembly and for the journeying of the camp."
                        },
                        {
                            "verse": 559,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:559",
                            "text": "And thou shalt blow with them, and all the congregation shall be gathered together at the door of the tabernacle of witness."
                        },
                        {
                            "verse": 560,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:560",
                            "text": "But if thou blow with one trumpet, all the princes and leaders of Israel shall come to thee; and ye shall blow a signal with the trumpet the first time, and they shall move the camp forward, and place it on the east."
                        },
                        {
                            "verse": 561,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:561",
                            "text": "And ye shall blow a signal with the trumpet the second time, and they shall move the camp forward, and place it towards Libanus."
                        },
                        {
                            "verse": 562,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:562",
                            "text": "And ye shall blow a signal with the trumpet the third time, and they shall move the camp forward, which shall be placed towards the north [Boream]."
                        },
                        {
                            "verse": 563,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:563",
                            "text": "And ye shall blow a signal with the trumpet the fourth time, and they shall move the camp forward, which shall be placed towards the north [Aquilonem]."
                        },
                        {
                            "verse": 564,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:564",
                            "text": "They shall blow a signal with the trumpet when they move forward."
                        },
                        {
                            "verse": 565,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:565",
                            "text": "And when ye shall gather together the assembly, blow with the trumpet, but not the signal."
                        },
                        {
                            "verse": 566,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:566",
                            "text": "And the sons of Aaron, the priests, shall blow with the trumpets, and it shall be for you a statute for ever throughout your generations."
                        },
                        {
                            "verse": 567,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:567",
                            "text": "But if ye shall go out to war into your own land, against the adversaries who resist you, ye shall sound a signal with the trumpets and ye shall be remembered before the Lord, and have deliverance from your dead."
                        },
                        {
                            "verse": 568,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:568",
                            "text": "Also in the days of your gladness, and on your feast days, and on your new moons, ye shall blow with the trumpets, and at your whole burnt sacrifices and at your peace-offerings, and it shall be for you for your memorial before the Lord, saith the Lord\"."
                        },
                        {
                            "verse": 569,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:569",
                            "text": "108."
                        },
                        {
                            "verse": 570,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:570",
                            "text": "What then? shall we esteem festival days by eating and drinking? But let no man judge us in respect of eating; \"for we know that the Law is spiritual\"."
                        },
                        {
                            "verse": 571,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:571",
                            "text": "\"Let no man therefore judge us in any meats or in drink, or in respect of a feast day or new moons, or a sabbath day, which are a shadow of the things to come, but the body is of Christ\"."
                        },
                        {
                            "verse": 572,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:572",
                            "text": "Let us, then, seek the body of Christ which the voice of the Father, from heaven, as it were the last trumpet, has shown to you at the time when the Jews said that it thundered; the body of Christ, which again the last trump shall reveal; for \"the Lord Himself shall descend from heaven at the voice of the Archangel, and at the trump of God, and they that are dead in Christ shall rise again;\" for \"where the body is, there too are the eagles,\" where the body of Christ is, there is the truth."
                        },
                        {
                            "verse": 573,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:573",
                            "text": "108."
                        },
                        {
                            "verse": 574,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:574",
                            "text": "The seventh trumpet, then, seems to signify the sabbath of the week, which is reckoned not only in days and years and periods (for which reason the number of the jubilee is sacred), but includes also the seventieth year, when the people returned to Jerusalem, who had remained seventy years in captivity."
                        },
                        {
                            "verse": 575,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:575",
                            "text": "In hundreds also and in thousands the observation of the sacred number is by no means passed over, for not without a meaning did the Lord say: \"I have left the seven thousand men, who have not bent their knees before Baal\"."
                        },
                        {
                            "verse": 576,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:576",
                            "text": "Therefore the shadow of the future rest is figured in time in the days, months, and years of this world, and therefore the children of Israel are commanded by Moses, that in the seventh month, on the first day of the month, a rest should be established for all at the \"memorial of the trumpets;\" and that no servile work should be done, but a sacrifice be offered to God, because that at the end of the week, as it were the sabbath of the world, spiritual and not bodily work is required of us."
                        },
                        {
                            "verse": 577,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:577",
                            "text": "For that which is bodily is servile, for the body serves the soul, but innocence makes free, guilt reduces to slavery."
                        },
                        {
                            "verse": 578,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:578",
                            "text": "109."
                        },
                        {
                            "verse": 579,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:579",
                            "text": "It was necessary, then, that spiritual things should be made known as in a mirror and in a riddle; \"For now we see by means of a mirror, but then face to face\"."
                        },
                        {
                            "verse": 580,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:580",
                            "text": "Now we war after the flesh, then in the Spirit we shall see the divine mysteries."
                        },
                        {
                            "verse": 581,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:581",
                            "text": "Let, then, the character of the true law be expressed in our manner of life, who walk in the image of God, for the shadow of the Law has now passed away."
                        },
                        {
                            "verse": 582,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:582",
                            "text": "The carnal Jews had the shadow, the likeness is ours, the reality theirs who shall rise again."
                        },
                        {
                            "verse": 583,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:583",
                            "text": "For we  know that according to the Law there are these three, the shadow, the image or likeness, and the reality; the shadow in the Law, the image in the Gospel, the truth in the judgment."
                        },
                        {
                            "verse": 584,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:584",
                            "text": "But all is Christ's, and all is in Christ, Whom now we cannot see according to the reality, but we see Him, as it were, in a kind of likeness of future things, of which we have seen the shadow in the Law."
                        },
                        {
                            "verse": 585,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:585",
                            "text": "So, then, Christ is not the shadow but the likeness of God, not an empty likeness but the reality."
                        },
                        {
                            "verse": 586,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:586",
                            "text": "And so the Law was by Moses, for the shadow was through man, the likeness was through the Law, the reality through Jesus."
                        },
                        {
                            "verse": 587,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:587",
                            "text": "For reality cannot proceed from any other source than from reality."
                        },
                        {
                            "verse": 588,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:588",
                            "text": "110."
                        },
                        {
                            "verse": 589,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:589",
                            "text": "If, then, any one desires to see this Image of God, he must love God, that he may be loved by God; and be no longer a servant but a friend, because he has kept the commandments of God, that he may enter into the cloud where God is."
                        },
                        {
                            "verse": 590,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:590",
                            "text": "Let him make to himself two reasonable trumpets of beaten work of proved silver, that is, composed of precious words and adorned, from which not a harsh shrill sound with dread-inspiring voice may be uttered, but high thanks to God may be poured forth with continuous exultation."
                        },
                        {
                            "verse": 591,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:591",
                            "text": "For by the voice of such trumpets the dead are raised, not indeed by the sound of the metal, but aroused by the word of truth."
                        },
                        {
                            "verse": 592,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:592",
                            "text": "And perchance it is those two trumpets by which Paul, through the Divine Spirit, spake when he said: \"I will pray with the Spirit, and I will pray with the understanding, I will sing with the Spirit, and I will sing with the understanding;\" for the one without the other seems by no means to have perfect utterance."
                        },
                        {
                            "verse": 593,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:593",
                            "text": "111."
                        },
                        {
                            "verse": 594,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:594",
                            "text": "Yet it is not every one's business to sound each trumpet, nor every one's business to call together the whole assembly, but that prerogative is granted to the priests alone, and the ministers of God who sound the trumpets, so that whosoever shall hear and follow thither where the glory of the Lord is, and shall with early determination come to the tabernacle of witness, may be able also to see the divine works, and merit that appointed and eternal home for the entire succession of his posterity."
                        },
                        {
                            "verse": 595,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:595",
                            "text": "For then is the war finished and the enemy put to flight, when the grace of the Spirit and the energy of the soul act together."
                        },
                        {
                            "verse": 596,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:596",
                            "text": "112."
                        },
                        {
                            "verse": 597,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:597",
                            "text": "And these are salutary trumpets also, if one believe with the heart, and confess with the mouth; \"For with the heart man believeth unto righteousness, and with the mouth confession is made unto salvation\"."
                        },
                        {
                            "verse": 598,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:598",
                            "text": "For with this twofold trumpet man arrives at that holy land, namely, the grace of the resurrection."
                        },
                        {
                            "verse": 599,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:599",
                            "text": "Let them, then, ever sound to thee, that thou mayest ever hear the voice of God; may the utterances of the Angels and Prophets ever incite and move thee, that thou mayest hasten to things above."
                        },
                        {
                            "verse": 600,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:600",
                            "text": "113."
                        },
                        {
                            "verse": 601,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:601",
                            "text": "David was thinking of this purpose in his breast when he said: \"For I will pass into the place of the marvellous tabernacle, even to the house of God, with the voice of exultation and thanksgiving, the sound of one that feasts\"."
                        },
                        {
                            "verse": 602,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:602",
                            "text": "For not only are enemies overcome by the sound of these trumpets; but without them there could not be rejoicings, and festivals or new moons."
                        },
                        {
                            "verse": 603,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:603",
                            "text": "For no one, unless he have received the promises of the Divine Word, and believes the message derived therefrom, can keep festivals or new moons, in which he desires to fill himself, freed from bodily pleasure and secular occupation, with the light of Christ."
                        },
                        {
                            "verse": 604,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:604",
                            "text": "And sacrifices themselves cannot be pleasing to Christ unless confession of the mouth accompanies them, which according to custom stirs up the people to implore the grace of God at the priestly oblation."
                        },
                        {
                            "verse": 605,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:605",
                            "text": "114."
                        },
                        {
                            "verse": 606,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:606",
                            "text": "Let us therefore be preachers of the Lord, and praise Him in the sound of the trumpet, not thinking little or lightly of its power, but such things as can fill the ear of the mind, and enter into the depths of our inmost consciousness, so that we think not that what suits to the body is to be applied to the Godhead, nor measure the greatness of Divine Power by human might, so as to enquire how any one can rise again, or with what kind of body he will come, or how that which has been dissolved can again coalesce, and what is lost be restored, for all these things are accomplished as soon as they are determined by the Divine Will."
                        },
                        {
                            "verse": 607,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:607",
                            "text": "And it is not a sound of a trumpet distinguishable by the bodily senses which is expected, but the invisible power of the Majesty of heaven operates; for with God to will is to do; nor need we enquire into the force required for the resurrection, but seek its fruit for ourselves."
                        },
                        {
                            "verse": 608,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:608",
                            "text": "Which will be accomplished all the more easily, if freed from faults we attain to the fulness of the spiritual mystery, and the renewed flesh receives grace from the Spirit, and the soul  obtains from Christ the brightness of eternal light."
                        },
                        {
                            "verse": 609,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:609",
                            "text": "115."
                        },
                        {
                            "verse": 610,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:610",
                            "text": "But those mysteries pertain not to individuals only, but to the whole human race."
                        },
                        {
                            "verse": 611,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:611",
                            "text": "For observe the order of grace according to the type of the Law."
                        },
                        {
                            "verse": 612,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:612",
                            "text": "When the first trumpet sounds, it collects those towards the east, as the chief and elect; when the second sounds, those nearly equal in merit, who, being placed towards Libanus, have abandoned the follies of the nations; when the third, those who as it were, tossed on the sea of this world, have been driven hither and thither by the waves of this life; when the fourth, those who have by no means been able sufficiently to soften the hardness of their hearts by the commandments of spiritual utterance, and therefore are said to be towards the northfor, according to Solomon, the north is a hard wind."
                        },
                        {
                            "verse": 613,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:613",
                            "text": "116."
                        },
                        {
                            "verse": 614,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:614",
                            "text": "And so although all are raised again in a moment, yet all are raised in the order of their merits."
                        },
                        {
                            "verse": 615,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:615",
                            "text": "And therefore they rise first, who yielding early to the impulses of devotion, and as it were going forth before the rising dawn of faith, received the rays of the eternal Sun."
                        },
                        {
                            "verse": 616,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:616",
                            "text": "This one may rightly say either of the patriarchs in the course of the Old Testament, or of the apostles under the Gospel."
                        },
                        {
                            "verse": 617,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:617",
                            "text": "And the second are they who, forsaking the rites of the Gentiles, passed from unholy error under the training of the Church."
                        },
                        {
                            "verse": 618,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:618",
                            "text": "So, then, those first were of the fathers, those second of the Gentiles, for the light of faith took its beginning from those, among these it will remain to the end of the world."
                        },
                        {
                            "verse": 619,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:619",
                            "text": "In the third place and in the fourth, those are raised who are in the south and in the north."
                        },
                        {
                            "verse": 620,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:620",
                            "text": "The earth is divided into these four, of these four is the year made up, in these four is the earth completed, and from these four is the Church collected."
                        },
                        {
                            "verse": 621,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:621",
                            "text": "For all who are considered to be joined to holy Church, by being called by the Divine Name, shall obtain the privilege of the resurrection and the grace of eternal bliss, for \"they shall come from the east and west, and from the north and south, and shall sit down in the kingdom of God\"."
                        },
                        {
                            "verse": 622,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:622",
                            "text": "117."
                        },
                        {
                            "verse": 623,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:623",
                            "text": "For it is no small light wherewith Christ encompasses His world: since \"His going forth is from the height of heaven, and His progress to the height thereof, nor is there any who can hide himself from His heat\"."
                        },
                        {
                            "verse": 624,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:624",
                            "text": "For with His Goodness He enlightens all, and wills not to reject but to amend the foolish, and desires not to exclude the hard-hearted from the Church, but to soften them."
                        },
                        {
                            "verse": 625,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:625",
                            "text": "And so the Church in the Song of Songs and Christ in the Gospel invites them, saying: \"Come unto Me, all ye who labour and are heavy laden, and I will refresh you; take My yoke upon you and learn of Me, for I am meek and lowly in heart\"."
                        },
                        {
                            "verse": 626,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:626",
                            "text": "118."
                        },
                        {
                            "verse": 627,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:627",
                            "text": "And you may recognize also the voice of the invitation of the Church, for she says: \"Awake, O north wind, and come, thou south, blow upon my garden, and let my ointment flow forth."
                        },
                        {
                            "verse": 628,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:628",
                            "text": "Let my brother come down into his garden and eat the fruit of his precious trees\"."
                        },
                        {
                            "verse": 629,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:629",
                            "text": "For knowing even then, O holy Church, that from those also there would be fruitful works for thee, thou didst promise to thy Christ fruit from such as they, thou who didst first say that thou wast brought into the King's chamber, loving His breast above wine, since thou lovedst Him Who loved thee, soughtest Him Who fed thee, and didst despise dangers for religion's sake."
                        },
                        {
                            "verse": 630,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:630",
                            "text": "119."
                        },
                        {
                            "verse": 631,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:631",
                            "text": "And then, O Bride, thou art called to come from Libanus, being in the Lord's judgment all fair and without fault."
                        },
                        {
                            "verse": 632,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:632",
                            "text": "For thus it is written: \"Thou art all fair, my love, and there is no fault in thee."
                        },
                        {
                            "verse": 633,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:633",
                            "text": "Come hither from Libanus, my bride, come hither from Libanus\"."
                        },
                        {
                            "verse": 634,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:634",
                            "text": "120."
                        },
                        {
                            "verse": 635,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:635",
                            "text": "Afterwards, thou, fearing no rushing waters, no torrents coming down from Libanus, callest the north and south winds, wishing them to blow upon thy garden, that thy ointment may flow forth upon others, and that thou mayest offer to Christ in others the manifold fruits of thy productiveness."
                        },
                        {
                            "verse": 636,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:636",
                            "text": "121."
                        },
                        {
                            "verse": 637,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:637",
                            "text": "And therefore \"blessed is he who keepeth the words of this prophecy,\" which has revealed the resurrection to us by clearer testimony, saying: \"And I saw the dead, great and small, standing before the throne, and they opened the books; and another book was opened, which is the book of life; and the dead were judged out of the things which were written in the books, according to their works."
                        },
                        {
                            "verse": 638,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:638",
                            "text": "And the sea gave up the dead which were in it, and hell gave up the dead which were in it\"."
                        },
                        {
                            "verse": 639,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:639",
                            "text": "We must, then, not question how they shall rise again, whom hell gives up and the sea restores."
                        },
                        {
                            "verse": 640,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:640",
                            "text": "122."
                        },
                        {
                            "verse": 641,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:641",
                            "text": "Hear also when the future grace of the just is promised: \"And I heard,\" he says, \"a great voice from the throne saying: Behold, the tabernacle of God is with men, and He shall dwell with them, and they  shall be His people, and God Himself shall be their God with them: and He shall wipe away every tear from their eyes; and death shall be no more, nor mourning, nor crying, nor pain, any more\"."
                        },
                        {
                            "verse": 642,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:642",
                            "text": "123."
                        },
                        {
                            "verse": 643,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:643",
                            "text": "Compare now, if you will, and contrast this life with that; and choose, if you then can, unending bodily existence in toil, and in the wretched misery of such changes as we endure, in satiety when we have our wishes, in that disgust which attends our pleasures."
                        },
                        {
                            "verse": 644,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:644",
                            "text": "If God were willing to let these last for ever, would you choose them? For if on its own account life is to be escaped from, that there may be an avoidance of troubles and rest from miseries, how much more is that rest to be sought for, which shall be followed by the eternal pleasure of the resurrection to come, where there is no succession of faults, no enticement to sin?  124."
                        },
                        {
                            "verse": 645,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:645",
                            "text": "Who is so patient in suffering as not to pray for death? who has such endurance in weakness as not to wish rather to die than to live in debility? Who is so brave in sorrow as not to desire to escape from it even by death? But if we ourselves are dissatisfied while life lasts, although we know that a limit is fixed for it, how much more weary should we become of this life if we saw that the troubles of the body would be with us without end! For who is there who would wish to be excepted from death? Or what would be more unendurable than a miserable immortality? \"If in this life only,\" he says, \"we hope in Christ, we are more miserable than all men;\" not because to hope in Christ is miserable, but because Christ has prepared another life for those who hope in Him."
                        },
                        {
                            "verse": 646,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:646",
                            "text": "For this life is liable to sin, that life is reserved for the reward."
                        },
                        {
                            "verse": 647,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:647",
                            "text": "124."
                        },
                        {
                            "verse": 648,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:648",
                            "text": "And how much weariness do we find that the short stages of our lives bring us! The boy longs to be a young man; the youth counts the years leading to riper age; the young man, unthankful for the advantage of his vigorous time of life, desires the honour of old age."
                        },
                        {
                            "verse": 649,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:649",
                            "text": "And so to all there comes naturally the desire of change, because we are dissatisfied with that which we now are."
                        },
                        {
                            "verse": 650,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:650",
                            "text": "And lastly, even the things we have desired are wearisome to us; and what we have wished to obtain, when we have obtained it, we dislike."
                        },
                        {
                            "verse": 651,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:651",
                            "text": "125."
                        },
                        {
                            "verse": 652,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:652",
                            "text": "Wherefore holy men have not without reason often lamented their lengthy dwelling here: David lamented it, Jeremiah lamented it, and Elijah lamented it."
                        },
                        {
                            "verse": 653,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:653",
                            "text": "If we believe wise men, and those in whom the Divine Spirit dwelt, they were hastening to better things; and if we enquire as to the judgment of others, that we may ascertain that all agree in one opinion, what great men have preferred death to sorrow, what great men have preferred it to fear! esteeming forsooth the fear of death to be worse than death itself."
                        },
                        {
                            "verse": 654,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:654",
                            "text": "So death is not feared on account of evils which belong to it, but is preferred to the miseries of life, since the departure of the dying is desired and the dread of the living is avoided."
                        },
                        {
                            "verse": 655,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:655",
                            "text": "126."
                        },
                        {
                            "verse": 656,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:656",
                            "text": "So be it, then."
                        },
                        {
                            "verse": 657,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:657",
                            "text": "Granted that the Resurrection is preferable to this life."
                        },
                        {
                            "verse": 658,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:658",
                            "text": "What! have philosophers themselves found anything with which we should have a greater delight to continue than to rise again? Even those indeed who say that souls are immortal do not satisfy me, seeing they only allow me a partial redemption."
                        },
                        {
                            "verse": 659,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:659",
                            "text": "What grace can that be by which I am not wholly benefited? What life is that if the operation of God dies out in me? What righteousness is that which, if death is the end of natural existence, is common to the sinner and the just? What is that truth, that the soul should be considered immortal, because it moves itself and is always in motion? As regards that which in the body is common to us with beasts, it is perhaps uncertain what happens before the body exists, and the truth is not to be gathered from these differences but destroyed."
                        },
                        {
                            "verse": 660,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:660",
                            "text": "127."
                        },
                        {
                            "verse": 661,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:661",
                            "text": "But is their opinion preferable, who say that our souls, when they have passed out of these bodies, migrate into the bodies of beasts, or of various other living creatures? Philosophers, indeed, themselves are wont to argue that these are ridiculous fancies of poets, such as might be produced by draughts of the drugs of Circe; and they say that not so much they who are represented to have undergone such things, as the senses of those who have invented such tales are changed into the forms of various beasts as it were by Circe's cup."
                        },
                        {
                            "verse": 662,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:662",
                            "text": "For what is so like a marvel as to believe that men could have been changed into the forms of beasts? How much greater a marvel, however, would it be that the soul which rules man should take on itself the nature of a beast so opposed to that of man, and being capable of reason should be able to pass over to an irrational animal, than that the form of the body should have been  changed? You yourselves, who teach these things, destroy what you teach."
                        },
                        {
                            "verse": 663,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:663",
                            "text": "For you have given up the production of these portentous conversions by means of magic incantations."
                        },
                        {
                            "verse": 664,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:664",
                            "text": "128."
                        },
                        {
                            "verse": 665,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:665",
                            "text": "Poets say these things in sport, and philosophers blame them and at the same time they imagine that those very things are true of the dead which they consider fictitious as regards the living."
                        },
                        {
                            "verse": 666,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:666",
                            "text": "For they who invented such tales did not intend to assert the truth of their own fable, but to deride the errors of philosophers, who think that that same soul which was accustomed to overcome anger by gentle and lowly purpose, can now, inflamed by the raging impulses of a lion, impatient with anger and with unbridled rage, thirst for blood and seek for slaughter."
                        },
                        {
                            "verse": 667,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:667",
                            "text": "Or again, that that soul, which as it were by royal counsel used to moderate the various storms of the people, and to calm them with the voice of reason, can now endure to howl in pathless and desert places after the fashion of a wolf; or that that soul which, groaning under a heavy burden, used to low in sad complaint over the labours of the plough, now changed into the fashion of a man, seeks for horns on his smooth brow; or that another, which used of old to be borne aloft on rapid wing to the heights of heaven, now thinks of flight no longer in its power, and mourns that it grows sluggish in the weight of a human body."
                        },
                        {
                            "verse": 668,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:668",
                            "text": "129."
                        },
                        {
                            "verse": 669,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:669",
                            "text": "Perchance you destroyed Icarus through some such teaching, because the youth, led on by your persuasion, imagined, it may be, that he had been a bird."
                        },
                        {
                            "verse": 670,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:670",
                            "text": "By such means too have many old men been deceived so as to submit to grievous pain, having unhappily believed the fables about swans, and thought that they, whilst soothing their pain with mournful strains, would be able to transmute their gray hair into downy feathers."
                        },
                        {
                            "verse": 671,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:671",
                            "text": "130."
                        },
                        {
                            "verse": 672,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:672",
                            "text": "How incredible are these things! how odious! How much more fitting is it to believe in accordance with nature, in accordance with what takes place in every kind of fruit; to believe in accordance with the pattern of what has happened, in accordance with the utterances of prophets, and the heavenly promise of Christ! For what is better than to be sure that the work of God does not perish, and that those who are made in the image and likeness of God cannot be transformed into the shapes of beasts; since in truth it is not the form of the body but of the spirit which is made after the likeness of God."
                        },
                        {
                            "verse": 673,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:673",
                            "text": "For in what manner could man, to whom are subjected the other kinds of living creatures, migrate with the better part of himself into an animal subjected to himself? Nature does not suffer this, and if nature did grace would not."
                        },
                        {
                            "verse": 674,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:674",
                            "text": "131."
                        },
                        {
                            "verse": 675,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:675",
                            "text": "But I have seen what you, Gentiles, think of each other, and indeed it ought not to seem strange that you who worship beasts should believe that you can be changed into beasts."
                        },
                        {
                            "verse": 676,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:676",
                            "text": "But I had rather that you judged better concerning what is due to you, that you may believe that you will be not in the company of wild beasts, but in the companionship of angels."
                        },
                        {
                            "verse": 677,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:677",
                            "text": "132."
                        },
                        {
                            "verse": 678,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:678",
                            "text": "The soul has to depart from the surroundings of this life, and the pollutions of the earthly body, and to press on to those heavenly companies, though it is for the saints alone, to attain to them, and to sing praise to God (as in the prophet's words we hear of those who are harping and saying: \"For great are Thy marvellous works, O Lord God Almighty, just and true are Thy ways, Thou King of the nations; who shall not fear and magnify Thy Name, for Thou only art holy, for all nations shall come and worship before Thee\"), and to see Thy marriage feast, O Lord Jesus, in which the Bride is led from earthly to heavenly things, while all rejoice in harmony, for \"to Thee shall all flesh come,\" now no longer subject to transitory things, but joined to the Spirit, to see the chambers adorned with linen, roses, lilies, and garlands."
                        },
                        {
                            "verse": 679,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:679",
                            "text": "Of whom else is the marriage so adorned? For it is adorned with the purple stripes of confessors, the blood of martyrs, the lilies of virgins, and the crowns of priests."
                        },
                        {
                            "verse": 680,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:680",
                            "text": "133."
                        },
                        {
                            "verse": 681,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:681",
                            "text": "Holy David desired beyond all else for himself that he might behold and gaze upon this, for he says: \"One thing have I asked of the Lord, that will I seek after; that I may dwell in the house of the Lord all the days of my life, and see the pleasure of the Lord\"."
                        },
                        {
                            "verse": 682,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:682",
                            "text": "134."
                        },
                        {
                            "verse": 683,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:683",
                            "text": "It is a pleasure to believe this, a joy to hope for it; and certainly, not to have believed it is a pain, to have lived in this hope a grace."
                        },
                        {
                            "verse": 684,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:684",
                            "text": "But if I am mistaken in this, that I prefer to be associated after death with angels rather than with beasts, I am gladly mistaken, and so long as I live will never suffer myself to be cheated of this hope."
                        },
                        {
                            "verse": 685,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:685",
                            "text": "135."
                        },
                        {
                            "verse": 686,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:686",
                            "text": "For what comfort have I left but that I hope to come quickly to thee, my brother,  and that thy departure will not cause a long severance between us, and that it may be granted me, through thy intercessions, that thou mayest quickly call me who long for thee."
                        },
                        {
                            "verse": 687,
                            "chapter": 1,
                            "name": "Ambrose: On the Decease of His Brother Styrus Book II 1:687",
                            "text": "For who is there who ought not to wish for himself beyond all else that \"this corruptible should put on incorruption, and this mortal put on immortality\"? that we who succumb to death through the frailty of the body, being raised above nature, may no longer have to fear death."
                        }
                    ]
                }
            ]
        }
    ]
}