{
    "books": [
        {
            "name": "Constitutions of the Holy Apostles Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Constitutions of the Holy Apostles Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:1",
                            "text": "Constitutions of the Holy Apostles Introductory Note: Having learned from the erudite Beveridge what I long supposed to be a just view of the Constitutions, I have found in the recent literature of the subject not a little to increase my confidence in the general conclusions to which he was led by all that could be known in his times."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:2",
                            "text": "The treatise of Krabbe guided me to some results of more modern investigations; and Dr."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:3",
                            "text": "Bunsen, though not apart from his critics, has enabled me still further to correct some of my impressions."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:4",
                            "text": "But, in connection with the late discovery of Bryennios, the field of discussion and inquiry has been so much enlarged, that I have felt it due to the readers and students of this republication to invoke the aid of Professor Riddle, who is able to enrich the work with the results of genuine learning and much patient research."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:5",
                            "text": "Whatever may be my own convictions on some subordinate points, I have been glad to secure the judgment of a critical scholar who, I am persuaded, aims to shed upon the subject the colourless light of scientific investigation."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:6",
                            "text": "This is all I can desire, anxious only to see facts clearly established and historic truth illustrated, no matter to what results they may seem to point."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:7",
                            "text": "Where the professor's decisions coincide with my own impressions, I am naturally gratified by his valued and independent corroboration: where the case is otherwise, I am hardly less gratified to present my indulgent readers with opinions deserving of their highest respect, and by which they will be stimulated, as well as influenced, in forming convictions for themselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:8",
                            "text": "The Constitutions are so full of material on which it is well for one in my position not to speak very freely in such a work as this, that I rejoice all the more to confide the task of annotation almost exclusively to another and to one from whom American Christians must ever be glad to hear on subjects requiring in an almost equal degree the skill of an expert critic and the candour of a conscientious Christian."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:9",
                            "text": "I prefix Professor Riddle's Preface to the Introductory Notice of the Edinburgh editor, as follows:—    New interest has been awakened in the Apostolic Constitutions by the discovery of an ancient manuscript in Constantinople."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:10",
                            "text": "While it does not contain the Constitutions, it affords much material for discussion respecting the sources and authorship of this compilation."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:11",
                            "text": "The so-called Teaching of the Twelve Apostles, found in the Codex at Constantinople, and published by Bryennios in , is recognised as the basis of the seventh book of the Constitutions."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:12",
                            "text": "The verbal coincidences, the order of topics, and other obvious phenomena, leave little room for reasonable doubt on this point."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:13",
                            "text": "That the reader may be in possession of the main facts, the corresponding portions have been indicated both in book vii."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:14",
                            "text": "of the Constitutions and in the version of the Teaching inserted in this volume."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:15",
                            "text": "This literary connection has some bearing on the discussion as to the age of the Constitutions."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:16",
                            "text": "If the Teaching is substantially the early work bearing that name, then some of the references by early writers which have been applied to the larger work must now be regarded as pointing to the Teaching; still, this only bears against the theory of a date as early as the third century."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:17",
                            "text": "The new critical material furnished by the Bryennios manuscript for the Ignatian controversy has a bearing on the question respecting the work before us."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:18",
                            "text": "The opinion has been strengthened (see below), that the same hand enlarged the Ignatian Epistles and adapted earlier matter (such as the Teaching) for the Apostolic Constitutions."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:19",
                            "text": "We may accept as established the following positions:—."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:20",
                            "text": "The Apostolic Constitutions are a compilation, the material being derived from sources differing in age."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:21",
                            "text": "The first six books are the oldest; the seventh, in its present form, somewhat later, but, from its connection with the Teaching, proven to contain matter of a very ancient date."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:22",
                            "text": "The eighth book is of latest date."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:23",
                            "text": "It now seems to be generally admitted that the entire work is not later than the fourth century, although the usual allowance must be made for later textual changes, whether by accident or design."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:24",
                            "text": "Dr."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:25",
                            "text": "Von Drey regards the first six books as of Eastern origin (mainly Syrian), and to be assigned to the second half of the third century."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:26",
                            "text": "The seventh and eighth were more recent, he thinks, but united with the others before a."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:27",
                            "text": "d."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:28",
                            "text": "With this, Schaff (in his Church History, vol."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:29",
                            "text": "ii, rev."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:30",
                            "text": "ed."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:31",
                            "text": ", p."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:32",
                            "text": ") substantially agreed; but, in his later work on the Teaching, seems to assign the completion of the compilation to a date somewhat later."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:33",
                            "text": "This is the view of Harnack, who, \"by a critical analysis and comparison, comes to the conclusion that pseudo-Clement, alias pseudo-Ignatius, was a Eusebian, a semi-Arian, and rather worldly-minded anti-ascetic Bishop of Syria, a friend of the Emperor Constantius between  and ; that he enlarged and adapted the Didascalia of the third and the Didache of the second century, as well as the Ignatian Epistles, to his own view of morals, worship, and discipline, and clothed them with Apostolic authority\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:34",
                            "text": "This is, at all events, a more reasonable view than that of Krabbe, who assigns the first six books to the end of the third century, and the eighth to the beginning of the fifth."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:35",
                            "text": "The latter, it is true, he regards a compilation from older sources."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:36",
                            "text": "The purpose of the whole, in his view, was to confirm the episcopal hierarchy, and to establish the unity of the Catholic Church on the basis of the unity of the priesthood, etc."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:37",
                            "text": "But it is now generally held that the purpose of the compilation was merely to present a manual of instruction, worship, polity, and usage for both clergy and laity."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:38",
                            "text": "Had it been designed to further some ecclesiastical tendency, it would be far less valuable, since it would less fairly reproduce the ecclesiastical life of the age or ages in which it originated."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:39",
                            "text": "Bishop Beveridge at first attributed the Constitutions to Clemens Alexandrinus (end of second century), but afterwards accepted the third century as the more probable date."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:40",
                            "text": "The views now prevalent do full justice to his opinions, but seem to be better sustained in detail."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:41",
                            "text": "The collection of Canons at the close of the Constitutions is undoubtedly a compilation."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:42",
                            "text": "Some are evidently much more ancient than others, and there is every evidence that various collections or recensions existed."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:43",
                            "text": "That of Dionysius (about a."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:44",
                            "text": "d."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:45",
                            "text": "), in Latin, contained fifty canons; that of John (Scholasticus) of Antioch (about a."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:46",
                            "text": "d."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:47",
                            "text": ") contained eighty-five canons: and \"it is undeniable that the Greek copy which Dionysius had before him belonged to a different family of collections from that used by John Scholasticus, for they differ frequently, if not essentially, both in text and in the way of numbering the canons\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:48",
                            "text": "Bishop Beveridge sought to trace these to the synods of the first two centuries, while Daillé held that the collection was made as late as the fifth century."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:49",
                            "text": "The latter view is not generally accepted, though the existence of a variety of collections tells against some of the views of Bishop Beveridge."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:50",
                            "text": "It is impossible to enter into a full discussion here."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:51",
                            "text": "It seemed better to annotate the Canons from the results of Drey and Hefele, two most candid and scholarly Roman-Catholic investigators."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:52",
                            "text": "The brief notes indicate the sources according to these authors."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:53",
                            "text": "The reader will at once perceive from the views thus suggested, as well as from the contents of the Canons, that, while some canons are presumably quite ancient, a number belong to the fourth century, and that, as a complete collection, they cannot antedate the compilation of the Apostolic Constitutions."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:54",
                            "text": "Indeed, Drey, who accepts the latter as Ante-Nicene (see above), thinks five of the canons (, , , , ) were derived from the canons of the Fourth oecumenical Council at Chalcedon, a."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:55",
                            "text": "d."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:56",
                            "text": ", and quite a number of others he traces to synods and councils of the fourth century."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:57",
                            "text": "Hefele doubts the positions taken by Drey in regard to most of these."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:58",
                            "text": "He does not, however, insist that the collection is Ante-Nicene, while he traces the origin of many of the canons to the Apostolic Constitutions."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:59",
                            "text": "The following is Dr."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:60",
                            "text": "Donaldson's Introductory Notice:—    There has always existed a great diversity of opinion as to the author and date of the Apostolical Constitutions Earlier writers were inclined to assign them to the apostolic age, and to Clement; but much discussion ensued, and the questions to which they give rise are still unsettled."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:61",
                            "text": "The most peculiar opinion in regard to them is that of Whiston, who devoted a volume (vol."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:62",
                            "text": "iii."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:63",
                            "text": ") of his Primitive Christianity Revived to prove that \"they are the most sacred of the canonical books of the New Testament;\" for \"these sacred Christian laws or constitutions were delivered at Jerusalem, and in Mount Sion, by our Saviour to the eleven apostles there assembled after His resurrection\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:64",
                            "text": "Krabbe, who wrote an elaborate treatise on the origin and contents of the Apostolical Constitutions, tried to show that the first seven books were written \"towards the end of the third century\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:65",
                            "text": "The eighth book, he thinks, must have been written at the end of the fourth or beginning of the fifth."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:66",
                            "text": "Bunsen thinks that, if we expunge a few interpolations of the fourth and fifth centuries, \"we find ourselves unmistakeably in the midst of the life of the Church of the second and third centuries\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:67",
                            "text": "\"I think,\" he says, \"I have proved in my analysis, more clearly than has been hitherto done, the Ante-Nicene origin of a book, or rather books, called by an early fiction Apostolical Constitutions, and consequently the still higher antiquity of the materials, both ecclesiastical and literary, which they contain."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:68",
                            "text": "I have shown that the compilers made use of the Epistle of Barnabas, which belongs to the first half of the second century; that the eighth is an extract or transcript of Hippolytus; and that the first six books are so full of phrases found in the second interpolation of the Ignatian Epistles, that their last compiler, the author of the present text, must either have lived soon after that interpolation was made, or vice versa, or the interpolator and compiler must have been one and the same person."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:69",
                            "text": "This last circumstance renders it probable that at least the first six books of the Greek compilation, like the Ignatian forgeries, were the produce of Asia Minor."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:70",
                            "text": "Two points are self-evident—their Oriental origin, and that they belong neither to Antioch nor to Alexandria."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:71",
                            "text": "I suppose nobody now will trace them to Palestine\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:72",
                            "text": "Modern critics are equally at sea in determining the date of the collections of canons given at the end of the eighth book."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:73",
                            "text": "Most believe that some of them belong to the apostolic age, while others are of a comparatively late date."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:74",
                            "text": "The subject is very fully discussed in Krabbe."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:75",
                            "text": "Bovius first gave a complete edition of the Constitutions (Venice, ), but only in a Latin form."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:76",
                            "text": "The Greek was first edited by the Jesuit Turrianus (Venice, )."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:77",
                            "text": "It was reprinted several times."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:78",
                            "text": "Cotelerius gave it in his Apostolical Fathers."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:79",
                            "text": "In the second edition of this work, as prepared by Clericus (), the readings of two Vienna manuscripts were given."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:80",
                            "text": "These V."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:81",
                            "text": "mss."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:82",
                            "text": "and Oxford ms."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:83",
                            "text": "of book viii."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:84",
                            "text": "are supposed by Bunsen to be nearer the original than the others, alike in what they give and in what they omit."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:85",
                            "text": "The Constitutions have been edited by Ültzen (), and by Lagarde in Bunsen's Analecta Ante-Nicoena, vol."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:86",
                            "text": "ii."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:87",
                            "text": "()."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:88",
                            "text": "Lagarde has partially introduced readings from the Syriac, Arabic, aethiopic, and Coptic forms of the Constitutions."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:89",
                            "text": "Whiston devoted the second volume of his Primitive Christianity to the Constitutions and Canons, giving both the Greek and English."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:90",
                            "text": "It is his translation which we have republished, with considerable alterations."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:91",
                            "text": "We have not deemed it necessary to give a tithe of the various readings, but have confined ourselves to those that seem important."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:92",
                            "text": "We have also given no indication of the Syriac form of the first six books."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:93",
                            "text": "We shall give this form by itself."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:94",
                            "text": "The translation of Whiston was reprinted by Irah Chase, D."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:95",
                            "text": "D."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book I 1:96",
                            "text": ", very carefully revised, with a translation of Krabbe's Essay on the Origin and Contents of the Constitutions, and his Dissertation on the Canons (New York, )."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Constitutions of the Holy Apostles Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:1",
                            "text": "Book : Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:3",
                            "text": "—General Commandments."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:4",
                            "text": "The apostles and elders to all those who from among the Gentiles have believed in the Lord Jesus Christ; grace and peace from Almighty God, through our Lord Jesus Christ, be multiplied unto you in the acknowledgment of Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:5",
                            "text": "The Catholic Church is the plantation of God and His beloved vineyard; containing those who have believed in His unerring divine religion; who are the heirs by faith of His everlasting kingdom; who are partakers of His divine influence, and of the communication of the Holy Spirit; who are armed through Jesus, and have received His fear into their hearts; who enjoy the benefit of the sprinkling of the precious and innocent blood of Christ; who have free liberty to call Almighty God, Father; being fellow-heirs and joint-partakers of His beloved Son: hearken to this holy doctrine, you who enjoy His promises, as being delivered by the command of your Saviour, and agreeable to His glorious words."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:6",
                            "text": "Take care, ye children of God, to do all things in obedience to God; and in all things please Christ our Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:7",
                            "text": "For if any man follows unrighteousness, and does those things that are contrary to the will of God, such a one will be esteemed by God as the disobedient heathen."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:8",
                            "text": "Concerning Covetousness."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:9",
                            "text": "I."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:10",
                            "text": "Abstain, therefore, from all unlawful desires and injustice."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:11",
                            "text": "For it is written in the law, \"Thou shalt not covet thy neighbour's wife, nor his field, nor his man-servant, nor his maid-servant, nor his ox, nor his ass, nor anything that is thy neighbour's;\" for all coveting of these things is from the evil one."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:12",
                            "text": "For he that covets his neighbour's wife, or his man-servant, or his maid-servant, is already in his mind an adulterer and a thief; and if he does not repent, is condemned by our Lord Jesus Christ: through whom glory be to God for ever, Amen."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:13",
                            "text": "For He says in the Gospel, recapitulating, and confirming, and fulfilling the ten commandments of the law: \"It is written in the law, Thou shalt not commit adultery: but I say unto you, that is, I said in the law, by Moses."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:14",
                            "text": "But now I say unto you myself, Whosoever shall look on his neighbour's wife to lust after her, hath committed adultery with her already in his heart\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:15",
                            "text": "Such a one is condemned of adultery, who covets his neighbour's wife in his mind."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:16",
                            "text": "But does not he that covets an ox or an ass design to steal them? to apply them to his own use, and to lead them away? Or, again, does not he that covets a field, and continues in such a disposition, wickedly contrive how to remove the landmarks, and to compel the possessor to part with somewhat for nothing? For as the prophet somewhere speaks: \"Woe to those who join house to house, and lay field to field, that they may deprive their neighbour of somewhat which was his\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:17",
                            "text": "Wherefore he says: \"Must you alone inhabit the earth? For these things have been heard in the ears of the Lord of hosts\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:18",
                            "text": "And elsewhere: \"Cursed be he who removeth his neighbour's landmarks: and all the people shall say, Amen\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:19",
                            "text": "Wherefore Moses says: \"Thou shalt not remove thy neighbour's landmarks which thy fathers have set\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:20",
                            "text": "Upon this account, therefore, terrors, death, tribunals, and condemnations follow such as these from God."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:21",
                            "text": "But as to those who are obedient to God, there is one law of God, simple, true, living, which is this: \"Do not that to another which thou hatest another should do to thee\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:22",
                            "text": "Thou wouldst not that any one should look upon thy wife with an evil design to corrupt her; do not thou, therefore, look upon thy neighbour's wife with a wicked intention."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:23",
                            "text": "Thou wouldst not that thy garment should be taken away; do not thou, therefore, take away another's."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:24",
                            "text": "Thou wouldst not be beaten, reproached, affronted; do not thou, therefore, serve any other in the like manner."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:25",
                            "text": "That We Ought Not to Return Injuries, Nor Revenge Ourselves on Him that Does Us Wrong."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:26",
                            "text": "II."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:27",
                            "text": "But if any one curse thee, do thou bless him."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:28",
                            "text": "For it is written in the book of Numbers: \"He that blesseth thee is blessed, and he that curseth thee is cursed\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:29",
                            "text": "In the same manner it is written in the Gospel: \"Bless them that curse you\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:30",
                            "text": "Being injured, do not avenge yourselves, but bear it with patience; for the Scripture speaks thus: \"Say not thou, I will avenge myself on my enemy for what injuries he has offered me; but acquiesce under them, that the Lord may right thee, and bring vengeance upon him who injures thee\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:31",
                            "text": "For so says He again in the Gospel: \"Love your enemies, do good to them that hate you, and pray for them which despitefully use you and persecute you; and ye shall be the children of your Father which is in heaven: for He maketh His sun to shine on the evil and on the good, and raineth on the just and unjust\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:32",
                            "text": "Let us therefore, beloved, attend to these commandments, that we may be found to be the children of light by doing them."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book I 2:33",
                            "text": "Bear, therefore, with one another, ye servants and sons of God."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Constitutions of the Holy Apostles Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:1",
                            "text": "Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:2",
                            "text": "II."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:3",
                            "text": "—Commandments to Men."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:4",
                            "text": "Concerning the Adornment of Ourselves, and the Sin Which Arises from Thence."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:5",
                            "text": "Let the husband not be insolent nor arrogant towards his wife; but compassionate, bountiful, willing to please his own wife alone, and treat her honourably and obligingly, endeavouring to be agreeable to her; (III."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:6",
                            "text": ") not adorning thyself in such a manner as may entice another woman to thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:7",
                            "text": "For if thou art overcome by her, and sinnest with her, eternal death will overtake thee from God; and thou wilt be punished with sensible and bitter torments."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:8",
                            "text": "Or if thou dost not perpetrate such a wicked act, but shakest her off, and refusest her, in this case thou art not wholly innocent, even though thou art not guilty of the crime itself, but only in so far as through thy adorning thou didst entice the woman to desire thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:9",
                            "text": "For thou art the cause that the woman was so affected, and by her lusting after thee was guilty of adultery with thee: yet art thou not so guilty, because thou didst not send to her, who was ensnared by thee; nor didst thou desire her."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:10",
                            "text": "Since, therefore, thou didst not deliver up thyself to her, thou shalt find mercy with the Lord thy God, who hath said, \"Thou shalt not commit adultery,\" and, \"Thou shalt not covet\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:11",
                            "text": "For if such a woman, upon sight of thee, or unseasonable meeting with thee, was smitten in her mind, and sent to thee, but thou as a religious person didst refuse her, if she was wounded in her heart by thy beauty, and youth, and adorning, and fell in love with thee, thou wilt be found guilty of her transgressions, as having been the occasion of scandal to her, and shalt inherit a woe."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:12",
                            "text": "Wherefore pray thou to the Lord God that no mischief may befall thee upon this account: for thou art not to please men, so as to commit sin; but God, so as to attain holiness of life, and be partaker of everlasting rest."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:13",
                            "text": "That beauty which God and nature has bestowed on thee, do not further beautify; but modestly diminish it before men."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:14",
                            "text": "Thus, do not thou permit the hair of thy head to grow too long, but rather cut it short; lest by a nice combing thy hair, and wearing it long, and anointing thyself, thou draw upon thyself such ensnared or ensnaring women."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:15",
                            "text": "Neither do thou wear over-fine garments to seduce any; neither do thou, with an evil subtilty, affect over-fine stockings or shoes for thy feet, but only such as suit the measures of decency and usefulness."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:16",
                            "text": "Neither do thou put a gold ring upon thy fingers; for all these ornaments are the signs of lasciviousness, which if thou be solicitous about in an indecent manner, thou wilt not act as becomes a good man: for it is not lawful for thee, a believer and a man of God, to permit the hair of thy head to grow long, and to brush it up together, nor to suffer it to spread abroad, nor to puff it up, nor by nice combing and platting to make it curl and shine; since that is contrary to the law, which says thus, in its additional precepts: \"You shall not make to yourselves curls and round rasures\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:17",
                            "text": "Nor may men destroy the hair of their beards, and unnaturally change the form of a man."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:18",
                            "text": "For the law says: \"Ye shall not mar your beards\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:19",
                            "text": "For God the Creator has made this decent for women, but has determined that it is unsuitable for men."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:20",
                            "text": "But if thou do these things to please men, in contradiction to the law, thou wilt be abominable with God, who created thee after His own image."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:21",
                            "text": "If, therefore, thou wilt be acceptable to God, abstain from all those things which He hates, and do none of those things that are unpleasing to Him."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:22",
                            "text": "That We Ought Not to Be Over-Curious About Those Who Live Wickedly, But to Be Intent Upon Our Own Proper Employment."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:23",
                            "text": "IV."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:24",
                            "text": "Thou shalt not be as a wanderer and gadder abroad, rambling about the streets, without just cause, to spy out such as live wickedly."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:25",
                            "text": "But by minding thy own trade and employment, endeavour to do what is acceptable to God."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:26",
                            "text": "And keeping in mind the oracles of Christ, meditate in the same continually."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:27",
                            "text": "For so the Scripture says to thee: \"Thou shalt meditate in His law day and night; when thou walkest in the field, and when thou sittest in thine house, and when thou liest down, and when thou risest up, that thou mayest have understanding in all things\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:28",
                            "text": "Nay, although thou beest rich, and so dost not want a trade for thy maintenance, be not one that gads about, and walks abroad at random; but either go to some that are believers, and of the same religion, and confer and discourse with them about the lively oracles of God:—  What Books of Scripture We Ought to Read."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:29",
                            "text": "V."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:30",
                            "text": "Or if thou stayest at home, read the books of the Law, of the Kings, with the Prophets; sing the hymns of David; and peruse diligently the Gospel, which is the completion of the other."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:31",
                            "text": "That We Ought to Abstain from All the Books of Those that are Out of the Church."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:32",
                            "text": "VI."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:33",
                            "text": "Abstain from all the heathen books."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:34",
                            "text": "For what hast thou to do with such foreign discourses, or laws, or false prophets, which subvert the faith of the unstable? For what defect dost thou find in the law of God, that thou shouldest have recourse to those heathenish fables? For if thou hast a mind to read history, thou hast the books of the Kings; if books of wisdom or poetry, thou hast those of the Prophets, of Job, and the Proverbs, in which thou wilt find greater depth of sagacity than in all the heathen poets and sophisters, because these are the words of the Lord, the only wise God."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:35",
                            "text": "If thou desirest something to sing, thou hast the Psalms; if the origin of things, thou hast Genesis; if laws and statutes, thou hast the glorious law of the Lord God."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:36",
                            "text": "Do thou therefore utterly abstain from all strange and diabolical books."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:37",
                            "text": "Nay, when thou readest the law, think not thyself bound to observe the additional precepts; though not all of them, yet some of them."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:38",
                            "text": "Read those barely for the sake of history, in order to the knowledge of them, and to glorify God that He has delivered thee from such great and so many bonds."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:39",
                            "text": "Propose to thyself to distinguish what rules were from the law of nature, and what were added afterwards, or were such additional rules as were introduced and given in the wilderness to the Israelites after the making of the calf; for the law contains those precepts which were spoken by the Lord God before the people fell into idolatry, and made a calf like the Egyptian Apis—that is, the ten commandments."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:40",
                            "text": "But as to those bonds which were further laid upon them after they had sinned, do not thou draw them upon thyself: for our Saviour came for no other reason but that He might deliver those that were obnoxious thereto from the wrath which was reserved far them, that He might fulfil the Law and the Prophets, and that He might abrogate or change those secondary bonds which were superadded to the rest of the law."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:41",
                            "text": "For therefore did He call to us and say, \"Come unto me, all ye that labour and are heavy laden, and I will give you rest\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:42",
                            "text": "When, therefore, thou hast read the Law, which is agreeable to the Gospel and to the Prophets, read also the books of the Kings, that thou mayest thereby learn which of the kings were righteous, and how they were prospered by God, and how the promise of eternal life continued with them from Him; but those kings which went a-whoring from God did soon perish in their apostasy by the righteous judgment of God, and were deprived of His life, inheriting, instead of rest, eternal punishment."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:43",
                            "text": "Wherefore by reading these books thou wilt be mightily strengthened in the faith, and edified in Christ, whose body and member thou art."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:44",
                            "text": "Moreover, when thou walkest abroad in public, and hast a mind to bathe, make use of that bath which is appropriated to men, lest, by discovering thy body in an unseemly manner to women, or by seeing a sight not seemly for men, either thou beest ensnared, or thou ensnarest and enticest to thyself those women who easily yield to such temptations."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:45",
                            "text": "Take care, therefore, and avoid such things, lest thou admit a snare upon thy own soul."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:46",
                            "text": "Concerning a Bad Woman."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:47",
                            "text": "VII."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:48",
                            "text": "For let us learn what the sacred word says in the book of Wisdom: \"My son, keep my words, and hide my commandments with thee."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:49",
                            "text": "Say unto Wisdom, Thou art my sister; and make understanding familiar with thee: that she may keep thee from the strange and wicked woman, in case such a one accost thee with sweet words."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:50",
                            "text": "For from the window of her house she looks into the street, to see if she can espy some young man among the foolish children, without understanding, walking in the market-place, in the meeting of the street near her house, and talking in the dusk of the evening, or in the silence and darkness of the night."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:51",
                            "text": "A woman meets him in the appearance of an harlot, who steals away the hearts of young persons."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:52",
                            "text": "She rambles about, and is dissolute; her feet abide not in her house: sometimes she is without, sometimes in the streets, and lieth in wait at every corner."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:53",
                            "text": "Then she catches him, and kisses him, and with an impudent face says unto him, I have peace-offerings with me; this day do I pay my vows: therefore came I forth to meet thee; earnestly I have desired thy face, and I have found thee."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:54",
                            "text": "I have decked my bed with coverings; with tapestry from Egypt have I adorned it."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:55",
                            "text": "I have perfumed my bed with saffron, and my house with cinnamon."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:56",
                            "text": "Come, let us take our fill of love until the morning; come, let us solace ourselves with love,\" etc."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:57",
                            "text": "To which he adds: \"With much discourse she seduced him, with snares from her lips she forced him."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:58",
                            "text": "He goes after her like a silly bird\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:59",
                            "text": "And again: \"Do not hearken to a wicked woman; for though the lips of an harlot are like drops from an honey-comb, which for a while is smooth in thy throat, yet afterwards thou wilt find her more bitter than gall, and sharper than any two-edged sword\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:60",
                            "text": "And again: \"But get away quickly, and tarry not; fix not thine eyes upon her: for she hath thrown down many wounded; yea, innumerable multitudes have been slain by her\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:61",
                            "text": "\"If not,\" says he, \"yet thou wilt repent at the last, when thy flesh and thy body are consumed, and wilt say, How have I hated instruction, and my heart has avoided the reproofs of the righteous! I have not hearkened to the voice of my instructor, nor inclined mine ear to my teacher."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:62",
                            "text": "I have almost been in all evil\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book I 3:63",
                            "text": "But we will make no more quotations; and if we have omitted any, be so prudent as to select the most valuable out of the Holy Scriptures, and confirm yourselves with them, rejecting all things that are evil, that so you may be found holy with God in eternal life."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Constitutions of the Holy Apostles Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:1",
                            "text": "Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:2",
                            "text": "III."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:3",
                            "text": "—Commandments to Women."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:4",
                            "text": "Concerning the Subjection of a Wife to Her Husband, and that She Must Be Loving and Modest."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:5",
                            "text": "VIII."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:6",
                            "text": "Let the wife be obedient to her own proper husband, because \"the husband is the head of the wife\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:7",
                            "text": "But Christ is the head of that husband who walks in the way of righteousness; and \"the head of Christ is God,\" even His Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:8",
                            "text": "Therefore, O wife, next after the Almighty, our God and Father, the Lord of the present world and of the world to come, the Maker of everything that breathes, and of every power; and after His beloved Son, our Lord Jesus Christ, through whom glory be to God, do thou fear thy husband, and reverence him, pleasing him alone, rendering thyself acceptable to him in the several affairs of life, that so on thy account thy husband may be called blessed, according to the Wisdom of Solomon, which thus speaks: \"Who can find a virtuous woman? for such a one is more precious than costly stones."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:9",
                            "text": "The heart of her husband doth safely trust in her, so that she shall have no need of spoil: for she does good to her husband all the days of her life."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:10",
                            "text": "She buyeth wool and flax, and worketh profitable things with her hands."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:11",
                            "text": "She is like the merchants' ships, she bringeth her food from far."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:12",
                            "text": "She riseth also while it is yet night, and giveth meat to her household, and food to her maidens."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:13",
                            "text": "She considereth a field, and buyeth it; with the fruit of her hands she planteth a vineyard."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:14",
                            "text": "She girdeth her loins with strength, and strengtheneth her arms."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:15",
                            "text": "She tasteth that it is good to labour; her lamp goeth not out all the whole night."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:16",
                            "text": "She stretcheth out her arms for useful work, and layeth her hands to the spindle."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:17",
                            "text": "She openeth her hands to the needy; yea, she reacheth forth her hands to the poor."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:18",
                            "text": "Her husband takes no care of the affairs of his house; for all that are with her are clothed with double garments."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:19",
                            "text": "She maketh coats for her husband, clothings of silk and purple."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:20",
                            "text": "Her husband is eminent in the gates, when he sitteth with the elders of the land."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:21",
                            "text": "She maketh fine linen, and selleth it to the Phoenicians, and girdles to the Canaanites."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:22",
                            "text": "She is clothed with glory and beauty, and she rejoices in the last days."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:23",
                            "text": "She openeth her mouth with wisdom and discretion, and puts her words in order."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:24",
                            "text": "The ways of her household are strict; she eateth not the bread of idleness."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:25",
                            "text": "She will open her mouth with wisdom and caution, and upon her tongue are the laws of mercy."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:26",
                            "text": "Her children arise up and praise her for her riches, and her husband joins in her praises."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:27",
                            "text": "Many daughters have obtained wealth and done worthily, but thou surpassest and excellest them all."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:28",
                            "text": "May lying flatteries and the vain beauty of a wife be far from thee."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:29",
                            "text": "For a religious wife is blessed."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:30",
                            "text": "Let her praise the fear of the Lord: give her of the fruits of her lips, and let her husband be praised in the gates\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:31",
                            "text": "And again: \"A virtuous wife is a crown to her husband\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:32",
                            "text": "And again: \"Many wives have built an house\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:33",
                            "text": "You have learned what great commendations a prudent and loving wife receives from the Lord God."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:34",
                            "text": "If thou desirest to be one of the faithful, and to please the Lord, O wife, do not superadd ornaments to thy beauty, in order to please other men; neither affect to wear fine broidering, garments, or shoes, to entice those who are allured by such things."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:35",
                            "text": "For although thou dost not these wicked things with design of sinning thyself, but only for the sake of ornament and beauty, yet wilt thou not so escape future punishment, as having compelled another to look so hard at thee as to lust after thee, and as not having taken care both to avoid sin thyself, and the affording scandal to others."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:36",
                            "text": "But if thou yield thyself up, and commit the crime, thou art both guilty of thy own sin, and the cause of the ruin of the other's soul also."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:37",
                            "text": "Besides, when thou hast committed lewdness with one man, and beginnest to despair, thou wilt again turn away from thy duty, and follow others, and grow past feeling; as says the divine word: \"When a wicked man comes into the depth of evil, he becomes a scorner, and then disgrace and reproach come upon him\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:38",
                            "text": "For such a woman afterward being wounded, ensnares without restraint the souls of the foolish."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:39",
                            "text": "Let us learn, therefore, how the divine word triumphs over such women, saying: \"I hated a woman who is a snare and net to the heart of men worse than death; her hands are fetters\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:40",
                            "text": "And in another passage: \"As a jewel of gold in a swine's snout, so is beauty in a wicked woman\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:41",
                            "text": "And again: \"As a worm in wood, so does a wicked woman destroy her husband\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:42",
                            "text": "And again: \"It is better to dwell in the corner of the house-top, than with a contentious and an angry woman\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:43",
                            "text": "You, therefore, who are Christian women, do not imitate such as these."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:44",
                            "text": "But thou who designest to be faithful to thine own husband, take care to please him alone."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:45",
                            "text": "And when thou art in the streets, cover thy head; for by such a covering thou wilt avoid being viewed of idle persons."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:46",
                            "text": "Do not paint thy face, which is God's workmanship; for there is no part of thee which wants ornament, inasmuch as all things which God has made are very good."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:47",
                            "text": "But the lascivious additional adorning of what is already good is an affront to the bounty of the Creator."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:48",
                            "text": "Look downward when thou walkest abroad, veiling thyself as becomes women."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:49",
                            "text": "That a Woman Must Not Bathe with Men."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:50",
                            "text": "IX."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:51",
                            "text": "Avoid also that disorderly practice of bathing in the same place with men; for many are the nets of the evil one."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:52",
                            "text": "And let not a Christian woman bathe with an hermaphrodite; for if she is to veil her face, and conceal it with modesty from strange men, how can she bear to enter naked into the bath together with men? But if the bath be appropriated to women, let her bathe orderly, modestly, and moderately."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:53",
                            "text": "But let her not bathe without occasion, nor much, nor often, nor in the middle of the day, nor, if possible, every day; and let the tenth hour of the day be the set time for such seasonable bathing."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:54",
                            "text": "For it is convenient that thou, who art a Christian woman, shouldst ever constantly avoid a curiosity which has many eyes."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:55",
                            "text": "Concerning a Contentious and Brawling Woman."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:56",
                            "text": "X."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:57",
                            "text": "But as to a spirit of contention, be sure to curb it as to all men, but principally as to thine husband; lest, if he be an unbeliever or an heathen, he may have an occasion of scandal or of blaspheming God, and thou be partaker of a woe from God."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:58",
                            "text": "For, says He, \"Woe to him by whom My name is blasphemed among the Gentiles;\" and lest, if thy husband be a Christian, he be forced, from his knowledge of the Scriptures, to say that which is written in the book of Wisdom: \"It is better to dwell in the wilderness, than with a contentious and an angry woman\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:59",
                            "text": "You wives, therefore, demonstrate your piety by your modesty and meekness to all without the Church, whether they be women or men, in order to their conversion and improvement in the faith."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:60",
                            "text": "And since we have warned you, and instructed you briefly, whom we do esteem our sisters, daughters, and members, as being wise yourselves, persevere all your lives in an unblameable course of life."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book I 4:61",
                            "text": "Seek to know such kinds of learning whereby you may arrive at the kingdom of our Lord, and please Him, and so rest for ever and ever, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}