{
    "books": [
        {
            "name": "Gregory Thaumaturgus: Introductory Note",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory Thaumaturgus: Introductory Note 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:1",
                            "text": "Gregory Thaumaturgus Intro Note:"
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:2",
                            "text": "Alexandria continues to be the head of Christian learning."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:3",
                            "text": "It is delightful to trace the hand of God from generation to generation, as from father to son, interposing for the perpetuity of the faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:4",
                            "text": "We have already observed the continuity of the great Alexandrian school: how it arose, and how Pantaenus begat Clement, and Clement begat Origen."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:5",
                            "text": "So Origen begat Gregory, and so the Lord has provided for the spiritual generation of the Church's teachers, age after age, from the beginning."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:6",
                            "text": "Truly, the Lord gave to Origen a holy seed, better than natural sons and daughters; as if, for his comfort, Isaiah had written, forbidding him to say, \"I am a dry tree\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:7",
                            "text": "Our Gregory has given us not a little of his personal adventures in his panegyric upon his master, and for his further history the reader need only be referred to what follows."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:8",
                            "text": "But I am anxious to supply the dates, which are too loosely left to conjecture."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:9",
                            "text": "As he was ordained a bishop \"very young,\" according to Eusebius, I suppose he must have been far enough under fifty, the age prescribed by the \"Apostolic Canons\" (so called), though probably not younger than thirty, the earliest canonical limit for the ordination of a presbyter."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:10",
                            "text": "If we decide upon five and thirty, as a mean reckoning, we may with some confidence set his birth at  , dating back from his episcopate, which began."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:11",
                            "text": "He was a native of Neo-Caesarea, the chief city of Pontus,—a fact that should modify what we have learned about Pontus from Tertullian."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:12",
                            "text": "He was born of heathen parentage, and lived like other Gentile boys until his fourteenth year (circa  ), with the disadvantage of being more than ordinarily imbued by a mistaken father in the polytheism of Greece."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:13",
                            "text": "At this period his father died; but his mother, carrying out the wishes of her husband, seems to have been not less zealous in furthering his education according to her pagan ideas."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:14",
                            "text": "He was, evidently, the inheritor of moderate wealth; and, with his brother Athenodorus, he was placed under an accomplished teacher of grammar and rhetoric, from whom also he acquired a considerable knowledge of the Latin tongue."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:15",
                            "text": "He was persuaded by the same master to use this accomplishment in acquiring some knowledge of the Roman laws."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:16",
                            "text": "This is a very important point in his biography, and it brings us to an epoch in Christian history too little noted by any writer."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:17",
                            "text": "I shall return to it very soon."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:18",
                            "text": "We find him next going to Alexandria to study the New Platonism."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:19",
                            "text": "He speaks of himself as already prepossessed with Christian ideas, which came to him even in his boyhood, about the time when his father died."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:20",
                            "text": "But it was not at Alexandria that he began his acquaintance with Christian learning."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:21",
                            "text": "Next he seems to have travelled into Greece, and to have studied at Athens."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:22",
                            "text": "But the great interest of his autobiography begins with the providential incidents, devoutly narrated by himself, which engaged him in a journey to Berytus just as Origen reached Caesarea,  , making it for a time his home and the seat of his school."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:23",
                            "text": "His own good angel, as Gregory supposes, led him away from Berytus, where he purposed to prosecute his legal studies, and brought him to the feet of Origen, his Gamaliel; and \"from the very first day of his receiving us,\" he says, \"the true Sun began to rise upon me\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:24",
                            "text": "This he accounts the beginning of his true life; and, if we are right as to our dates, he was now about twenty-seven years of age."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:25",
                            "text": "If he tarried even a little while in Berytus, as seems probable, his knowledge of law was, doubtless, somewhat advanced."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:26",
                            "text": "It was the seat of that school in which Roman law began its existence in the forms long afterward digested into the Pandects of Justinian."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:27",
                            "text": "That emperor speaks of Berytus as \"the mother and nurse\" of the civil law."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:28",
                            "text": "Caius, whose Institutes were discovered in  by the sagacity of Niebuhr, seems to have been a Syrian."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:29",
                            "text": "So were Papinian and Ulpian: and, heathen as they were, they lived under the illumination reflected from Antioch; and, not less than the Antonines, they were examples of a philosophic regeneration which never could have existed until the Christian era had begun its triumphs."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:30",
                            "text": "Of this sort of pagan philosophy Julian became afterwards the grand embodiment; and in Julian's grudging confessions of what he had learned from Christianity we have a key to the secret convictions of others, such as I have named; characters in whom, as in Plutarch and in many retrograde unbelievers of our day, we detect the operation of influences they are unwilling to acknowledge; of which, possibly, they are blindly unconscious themselves."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:31",
                            "text": "Roman law, I maintain, therefore, indirectly owes its origin, as it is directly indebted for its completion in the Pandects, to the new powers and processes of thought which came from \"the Light of the World\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:32",
                            "text": "It was light from Galilee and Golgotha, answering Pilate's question in the inward convictions of many a heathen sage."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:33",
                            "text": "It is most interesting, therefore, to find in our Gregory one who had come into contact with Berytus at this period."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:34",
                            "text": "He describes it as already dignified by this school of law, and therefore Latinized in some degree by its influence."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:35",
                            "text": "Most suggestive is what he says of this school: \"I refer to those admirable laws of our sages, by which the affairs of all the subjects of the Roman Empire are now directed, and which are neither digested nor learnt without difficulty."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:36",
                            "text": "They are wise and strict (if not pious) in themselves, they are manifold and admirable, and, in a word, most thoroughly Grecian, although expressed and delivered to us in the Roman tongue, which is a wonderful and magnificent sort of language, and one very aptly conformable to imperial authority, but still difficult to me\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:37",
                            "text": "Nor is this the only noteworthy tribute of our author to Roman law while yet that sublime system was in its cradle."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:38",
                            "text": "The rhetorician who introduced him to it and to the Latin tongue was its enthusiastic eulogist; and Gregory says he learned the laws \"in a thorough way, by his help."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:39",
                            "text": "…And he said one thing to me which has proved to me the truest of all his sayings; to wit, that my education in the laws would be my greatest viaticum,—my ἐφόδιον (for thus he phrased it);\" i-e:, for the journey of life."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:40",
                            "text": "This man, one can hardly doubt, was a disciple of Caius (or Gaius); and there is little question that the digested system which Gregory eulogizes was \"the Institutes\" of that great father of the civil law, now recovered from a palimpsest, and made known to our own age, with no less benefit to jurisprudence than the discovery of the Philosophumena has conferred on theology."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:41",
                            "text": "Thus Gregory's Panegyric throws light on the origin of Roman law."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:42",
                            "text": "He claims it for \"our sages,\" meaning men of the East, whose vernacular was the Greek tongue."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:43",
                            "text": "Caius was probably, like the Gaius of Scripture, an Oriental who had borrowed a Latin name, as did the Apostle of the Gentiles and many others."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:44",
                            "text": "If he was a native of Berytus, as seems probable, that accounts for the rise of the school of laws at a place comparatively inconsiderable."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:45",
                            "text": "Hadrian, in his journey to Palestine, would naturally discover and patronize such a jurist; and that accounts for the appearance of Caius at Rome in his day."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:46",
                            "text": "Papinian and Ulpian, both Orientals, were his pupils in all probability; and these were the \"sages\" with whose works the youthful Gregory became acquainted, and by which his mind was prepared for the great influence he exerted in the East, where his name is a power to this day."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:47",
                            "text": "His credit with our times is rather impaired than heightened by the epithet Thaumaturgus, which clings to his name as a convenient specification, to distinguish him from the other Gregories whose period was so nearly his own."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:48",
                            "text": "But why make it his opprobrium? He is not responsible for the romances that sprung up after his death; which he never heard of nor imagined."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:49",
                            "text": "Like the great Friar Bacon, who was considered a magician, or Faust, whose invention nearly cost him his life, the reputation of Gregory made him the subject of legendary lore long after he was gone."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:50",
                            "text": "It is not impossible that God wrought marvels by his hand, but a single instance would give rise to many fables; and this very surname is of itself a monument of the fact that miracles were now of rare occurrence, and that one possessing the gift was a wonder to his contemporaries."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:51",
                            "text": "To like popular love of the marvellous I attribute the stupid story of a mock consecration by Phaedimus."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:52",
                            "text": "If a slight irregularity in Origen's ordination gave him such lifelong troubles, what would not have been the tumult such a sacrilege as this would have occasioned? Nothing is more probable than that Phaedimus related such things as having occurred in a vision; and this might have weighed with a mind like Gregory's to overcome his scruples, and to justify his acceptance of such a position at an early age."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:53",
                            "text": "We are already acquainted with the eloquent letter of Origen that decided him to choose the sacred calling after he left the school at Caesarea."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:54",
                            "text": "The Panegyric, which was his valedictory, doubtless called forth that letter."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:55",
                            "text": "Origen had seen in him the makings of a κῆρυξ, and coveted such another Timothy for the Master's work."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:56",
                            "text": "But the Panegyric itself abounds with faults, and greatly resembles similar college performances of our day."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:57",
                            "text": "The custom of schools alone can excuse the expression of such enthusiastic praise in the presence of its subject; but Origen doubtless bore it as philosophically as others have done since, and its evident sincerity and heartfelt gratitude redeem it from the charge of fulsome adulation."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:58",
                            "text": "For the residue of the story I may refer my readers to the statements of the translator, as follows:—  Translator's Notice."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:59",
                            "text": "We are in possession of a considerable body of testimonies from ancient literature bearing on the life and work of Gregory."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:60",
                            "text": "From these, though they are largely mixed up with the marvellous, we gain a tolerably clear and satisfactory view of the main facts in his history, and the most patent features of his character."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:61",
                            "text": "From various witnesses we learn that he was also known by the name Theodorus, which may have been his original designation; that he was a native of Neo-Caesareia, a considerable place of trade, and one of the most important towns of Pontus; that he belonged to a family of some wealth and standing; that he was born of heathen parents; that at the age of fourteen he lost his father; that he had a brother named Athenodorus; and that along with him he travelled about from city to city in the prosecution of studies that were to fit him for the profession of law, to which he had been destined."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:62",
                            "text": "Among the various seats of learning which he thus visited we find Alexandria, Athens, Berytus, and the Palestinian Caesareia mentioned."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:63",
                            "text": "At this last place—to which, as he tells us, he was led by a happy accident in the providence of God—he was brought into connection with Origen."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:64",
                            "text": "Under this great teacher he received lessons in logic, geometry, physics, ethics, philosophy, and ancient literature, and in due time also in biblical science and the verities of the Christian faith."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:65",
                            "text": "Thus, having become Origen's pupil, he became also by the hand of God his convert."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:66",
                            "text": "After a residence of some five years with the great Alexandrian, he returned to his native city."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:67",
                            "text": "Soon, however, a letter followed him to Neo-Caesareia, in which Origen urged him to dedicate himself to the ministry of the Church of Christ, and pressed strongly upon him his obligation to consecrate his gifts to the service of God, and in especial to devote his acquirements in heathen science and learning to the elucidation of the Scriptures."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:68",
                            "text": "On receipt of this letter, so full of wise and faithful counsel and strong exhortation, from the teacher whom he venerated and loved above all others, he withdrew into the wilderness, seeking opportunity for solemn thought and private prayer over its contents."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:69",
                            "text": "At this time the bishop of Amasea, a city which held apparently a first place in the province, was one named Phaedimus, who, discerning the promise of great things in the convert, sought to make him bishop of Neo-Caesareia."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:70",
                            "text": "For a considerable period, however, Gregory, who shrank from the responsibility of the episcopal office, kept himself beyond the bishop's reach, until Phaedimus, unsuccessful in his search, had recourse to the stratagem of ordaining him in his absence, and declaring him, with all the solemnities of the usual ceremonial, bishop of his native city."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:71",
                            "text": "On receiving the report of this extraordinary step, Gregory yielded, and, coming forth from the place of his concealment, was consecrated to the bishopric with all the customary formalities; and so well did he discharge the duties of his office, that while there were said to be only seventeen Christians in the whole city when he first entered it as bishop, there were said to be only seventeen pagans in it at the time of his death."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:72",
                            "text": "The date of his studies under Origen is fixed at about  , and that of his ordination as bishop at about."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:73",
                            "text": "About the year  his church was involved in the sufferings of the Decian persecution, on which occasion he fled into the wilderness, with the hope of preserving his life for his people, whom he also counselled to follow in that matter his example."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:74",
                            "text": "His flock had much to endure, again, through the incursion of the northern barbarians about."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:75",
                            "text": "He took part in the council that met at Antioch in  for the purpose of trying Paul of Samosata; and soon after that he died, perhaps about , if we can adopt the conjectural reading which gives the name Aurelian instead of Julian in the account left us by Suidas."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:76",
                            "text": "The surname Thaumaturgus, or Wonder-worker, at once admonishes us of the marvellous that so largely connected itself with the historical in the ancient records of this man's life."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:77",
                            "text": "He was believed to have been gifted with a power of working miracles, which he was constantly exercising."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:78",
                            "text": "But into these it is profitless to enter."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:79",
                            "text": "When all the marvellous is dissociated from the historical in the records of this bishop's career, we have still the figure of a great, good, and gifted man, deeply versed in the heathen lore and science of his time, yet more deeply imbued with the genuine spirit of another wisdom, which, under God, he learned from the illustrious thinker of Alexandria, honouring with all love, gratitude, and veneration that teacher to whom he was indebted for his knowledge of the Gospel, and exercising an earnest, enlightened, and faithful ministry of many years in an office which he had not sought, but for which he had been sought."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:80",
                            "text": "Such is, in brief, the picture that rises up before us from a perusal of his own writings, as well as from the comparison of ancient accounts of the man and his vocation."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:81",
                            "text": "Of his well-accredited works we have the following: A Declaration of Faith, being a creed on the doctrine of the Trinity; a Metaphrase of the Book of Ecclesiastes, a Panegyric to Origen, being an oration delivered on leaving the school of Origen, expressing eloquently, and with great tenderness of feeling, as well as polish of style, the sense of his obligations to that master; and a Canonical Epistle, in which he gives a variety of directions with respect to the penances and discipline to be exacted by the Church from Christians who had fallen back into heathenism in times of suffering, and wished to be restored."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:82",
                            "text": "Other works have been attributed to him, which are doubtful or spurious."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Introductory Note 1:83",
                            "text": "His writings have been often edited,—by Gerard Voss in , by the Paris editors in , by Gallandi in , and others, who need not be enumerated here."
                        }
                    ]
                }
            ]
        }
    ]
}